{"The Minister for Transport (Mr S Iswaran)": ["Mr Chairman, I would like to thank all the Members who persevered till 8.00 pm last night to speak on the Budget of the Ministry of Transport (MOT). And many have made it back to the Chamber this morning.In responding to Members' questions and suggestions, my colleagues, Amy Khor, Chee Hong Tat, Baey Yam Keng and I will elaborate on how my Ministry is working to build a resilient, sustainable and inclusive transport sector.My response will focus on three broad themes: recovery; growth and sustainability; and our social compact.Our air and land transport sectors have recovered strongly from the debilitating impact of the pandemic. Let me start with aviation, about which Mr Saktiandi Supaat and Ms Ng Ling Ling have enquired. At its lowest point in 2020, Changi's passenger traffic was less than 0.5% of pre-COVID-19 levels. Today, Changi's passenger traffic volumes, flights and city links stand at about 80% of pre-COVID-19 levels. To Mr Gan Thiam Poh's query, flights at Seletar have fully recovered since January this year.Based on the current trajectory, Changi should return to pre-pandemic levels by 2024, possibly earlier.One determinant, as Ms Ng Ling Ling noted, would be how quickly air connectivity with China is restored. Weekly services to China have more than doubled since January, from 38 to nearly 100. That is about a quarter of the number we had in 2019, with Chinese and Singapore carriers expected to resume even more services in the coming months.Ms Poh Li San asked about our aviation hub's challenges amidst the recovery. Let me highlight three.First, our aviation stakeholders must continue to ramp up their workforce to sustain the recovery. Today, the sector's workforce is at about 90% of pre-COVID-19 levels and we expect a full recovery by this year. But beyond recruitment, we must ensure that the new hires gain the requisite experience to meet the demands of the job and also to ensure their safety, welfare and morale, as Ms Ng Ling Ling has highlighted.Second, though Singapore is in now in DORSCON Green, we must remain alert to new threats from the virus and other similar threats. We are therefore closely monitoring the situation with MOH and must be prepared to respond quickly should the public health risk assessment change. This is the new normal for aviation.Third, the recovery of air travel will have to contend with uncertainties in the global economy and rising energy and manpower costs. Against this backdrop, Ms Poh had asked if there was room for airport charges to be raised. Last September, the Civil Aviation Authority of Singapore (CAAS) and the Changi Airport Group (CAG) announced increases to the airport charges for passengers and airlines. We will review these charges periodically so that CAAS and CAG can continue to invest in capacity building and essential infrastructure, while ensuring Changi remains competitive.Turning to land transport, our public transport ridership reached 90% of pre-COVID-19 levels in January this year. However, this recovery has been uneven. Public transport journeys to the Downtown Core in the morning peak are at about 70%; whereas journeys to other areas like Queenstown are at 90% and Woodlands and Tuas are already back to pre-COVID-19 levels. We are tracking these travel patterns, which have yet to stabilise because of various adjustments to work practices.Our maritime hub was resilient and performed well through the pandemic. In 2022, we achieved our second highest container throughput of 37.3 million twenty-foot equivalent units (TEUs) and remained the world's largest transshipment hub. More recently, due to global economic headwinds, international container trade and container freight rates have softened from the exceptionally high levels of 2021, but the mid- to long-term outlook remains positive.Overall, our air, sea and land transport sectors are back on track. Capitalising on the recovery, as well as learning from the pandemic, we are now gearing up for growth. We have three priorities – capacity, capability and sustainability.First, a core focus of my Ministry is to invest in our transport infrastructure capacity to meet future needs. Our major projects are progressing well. In January, we held ground-breaking ceremonies to commence work on the Jurong Region Line and the Cross Island Line.We are on course to expand our rail network by a further 100 kilometres over the next decade, with eight in 10 homes within a 10-minute walk of train stations. To Mr Gan Thiam Poh's query, these lines will have several points of intersections with our existing rail network, thereby enhancing the resilience of the system and convenience for commuters.Our land connectivity with Malaysia will improve with the JB-Singapore Rapid Transit System Link, which is expected to be completed by the end of 2026. As for Mr Gan's question about a possible HSR link, I would like to reiterate what we have said before, that Singapore remains open to discussing any new proposal from Malaysia, starting from a clean slate.Mr Melvin Yong and Mr Dennis Tan sought an update on Terminal 5 (T5). At last year's National Day Rally, Prime Minister Lee announced that we have restarted the T5 project. We are working with the consultants to incorporate lessons from the pandemic and update the design to be more modular, resilient and energy-efficient.We plan for T5 to be operational in the mid-2030s. Land preparation and drainage works at Changi East have been completed, and construction is expected to commence by 2025. The third runway will also be ready towards the later part of this decade.As shared by Deputy Prime Minister Wong in his Budget round-up speech, it is important that we set aside some resources whenever we have the means for projects with large and lumpy expenditure. In this regard, the Government will inject a further $2 billion into the Changi Airport Development Fund (CADF).Meanwhile, the CAG and airport stakeholders have worked out operational plans to manage the anticipated growth in flights and passengers at Changi in the run-up to T5. Ms Janet Ang asked about the development of Tuas Port, which will be completed in four phases by the 2040s, with an annual handling capacity of 65 million TEUs. Reclamation for Phase 1 has been completed and Phase 2 is at about 60%. When the berths in both phases are fully operational, Tuas Port's annual handling capacity will be more than 40 million TEUs.Second, to strengthen our capabilities, we will invest in our workforce, redesign jobs and deepen skillsets. Our upcoming rail lines will create about 800 good jobs. We will use the Rail Manpower Development Incentive to equip our workers for these jobs. More than 2,900 have already been trained in skills such as data analytics and condition-based monitoring since 2020. This year, we are committing a further $12 million to this effort.Attracting talent to the aviation and maritime sectors is a key thrust as highlighted by Mr Melvin Yong and Ms Janet Ang. We are collaborating with our partners to do so through student outreach and work-study programmes, mid-career conversions and skills upgrading for workers. We will also provide career guidance and employability support through touchpoints such as the OneAviation Careers Hub portal. Senior Minister of State Chee will elaborate on our plans for the maritime sector.Thirdly, Mr Chairman, sustainability is central to the growth of our transport sectors. Hence, we have partnered the industry to develop sustainability pathways all three domains. Last year, I highlighted our plans to drive electrification in the land transport sector. We made good progress in 2022 with Electric Vehicles (EVs) accounting for 11.8% of new car registrations last year, up from 3.8% in 2021. So, more than threefold increase. Of all EVs registered in 2022, 20% were from Category A (Cat A), 50% from Cat B and 30% from Cat C.We can attribute this to several factors.First, we have established clear regulatory milestones. We have announced that diesel cars and taxis cannot be registered for use from 2025, nor Internal Combustion Engine (ICE) cars and taxis from 2030.Second, we have financial incentives to encourage the adoption of EVs. Ms Sylvia Lim asked why EVs incur an Additional Flat Component. As the then-Minister for Finance explained in Budget 2020, fuel excise duties are significant contributors to Government revenue, yielding around $1 billion annually. The Additional Flat Component for EVs, of $700 a year, was introduced to partly account for this loss in fuel excise duties. By way of comparison, a typical ICE car user, will pay about $1,000 a year of fuel excise duties, assuming they use the 92 or 95 octane petrol. Separately, the total cost of ownership for EVs has been reduced through Government initiatives such as the EV Early Adoption Incentive and the reduction in road tax for mass-market EVs, our adjustments in power-rating. We will continue to review road tax as part of the overall vehicular tax structure, taking into account the transition to electric as well as other cleaner energy vehicles and technological developments, while staying true to our objectives of controlling private vehicle ownership and usage.Thirdly, we have brought forward the island-wide deployment of EV chargers to address range anxiety. One in three HDB carparks will have EV charging points by the end of this year. We have also supported the installation of EV chargers in private developments through legislative amendments and the EV Common Charger Grant. Senior Minister of State Khor will give more details.Our efforts to green the public transport sector are also gathering pace. Mr Gan Thiam Poh and Mr Ang Wei Neng asked about the electrification of our public buses. This month, LTA will launch a tender for about 400 electric buses, to replace diesel buses reaching end of life from December 2024. New bus depots will be completed in tandem to support e-bus operations. This will help achieve the goal of electrifying half our bus fleet by 2030 and a 100% cleaner-energy bus fleet by 2040.Several Members asked about the cost impact of switching to e-buses. We are in the early stages of electrifying our bus fleet. But based on the experience of the e-bus fleet trial, the higher upfront costs are expected to be offset by lower-operating costs in the long run. I should also add that, as announced at the launch of GreenGov.SG in July 2021, from this year, all new cars procured by the public sector will be electric, or alternatives with zero tailpipe emissions.Electrification will also be a key lever to reduce domestic emissions in our air and sea transport sectors.Let me first outline our ambition for Changi Airport. Currently, close to 20% of around 2,500 airside vehicles at Changi Airport are electric. We want all vehicles on the airside to run on cleaner energy by 2040. This would include electrification or the use of biofuels. To drive this transition, we will embark on three initiatives.First, all new airside light vehicles, such as cars, vans and minibuses, must be electric from 2025, as they already have viable electric alternatives, which can progressively replace existing diesel models. We will also require certain new heavy vehicles like forklifts and tractors, for which viable electric models are available, to be electric from 2025.Second, we will enhance the charging infrastructure on the airside. To date, CAG has installed about 100 EV charging stations, and this will increase to more than 300 over the next few years in tandem with the needs of its airport partners as they electrify their airside fleet.Third, we will commence trials on the use of renewable diesel, especially for specialised airport ground handling vehicles for which there are no electric models. These trials will inform our evaluation of renewable diesel as a complement to electrification to achieve the goal of cleaner airside vehicles by 2040.Moving to the maritime sector, the harbour craft sector will be required to achieve net-zero emissions by 2050. This will apply to about 1,600 harbour craft currently licensed by MPA. To achieve this transition, from 2030, all new harbour craft operating in our port waters must be fully electric, be capable of using B100 biofuels or be compatible with net-zero fuels such as hydrogen.MPA will partner industry, financial institutions, harbour craft operators and manufacturers to help lower the cost of adoption and mobilise support for early adopters. MPA will launch an Expression of Interest (EOI) in the second quarter of this year to call for proposals for the design and development, demand aggregation and green financing for new electric harbour craft.The pleasure craft sector and domestic tugboats will also be required to achieve net-zero emissions by 2050. MPA is studying the timelines for the transition given their different power requirements and will provide an update next year. Senior Minister of State Chee will share more about our initiatives to support the transition for the maritime sector.Ms Poh Li San asked about international partnerships to catalyse our sustainability initiatives. As a major international aviation and maritime hub, we actively support the efforts of the International Civil Aviation Organization (ICAO) and the International Maritime Organization (IMO) to reduce emissions from international transport. We are also working with like-minded country partners to create sustainable international aviation and maritime ecosystems through \"green lanes\" for flights powered by Sustainable Aviation Fuels (SAF) as well as green and digital shipping corridors.Ms Ng Ling Ling asked how we will encourage the aviation hub to step up its sustainability efforts. The Government will establish a $50 million Aviation Sustainability Programme to support feasibility trials and research studies and bring stakeholders together to create innovative solutions for a more sustainable air hub. CAAS will be releasing more details, and I encourage companies to make full use of the funding. More broadly, CAAS is studying the recommendations of the International Advisory Panel (IAP) on Sustainable Air Hub and will publish the Sustainable Air Hub Blueprint in the second half of this year.Mr Chairman, I would now like to focus on the way forward to meet our evolving urban mobility needs as well as the undergirding social compact.Let me first address the questions from Mr Pritam Singh and Mr Saktiandi Supaat about motorcycle Certificates of Entitlement (COEs). Our COE system aims to efficiently allocate our limited vehicle quota. Prices inevitably increase when demand is high relative to supply. The cost of Category D COEs and its impact on motorcycle users is an issue that has been raised by Members from all sides of the House. Besides Mr Saktiandi and the Leader of the Opposition, Ms Mariam Jaafar asked a Parliamentary Question (PQ) earlier this week. Mr Murali Pillai and Mr Abdul Samad did so at the end of last year, and indeed many other Members have raised this point. And we fully understand the concern especially for those who rely on their motorcycles for their livelihoods. This is why motorcycle owners receive preferential treatment under the current vehicle ownership regime. The Additional Registration Fee, Road Tax and Electronic Road Pricing (ERP) charges for motorcycles are all lower compared to other vehicle types.And in March last year, we took additional measures to curb any speculative bidding by dealers for motorcycle COEs. We halved the temporary COE (TCOE) validity period from six to three months and increased the bid deposit from $200 to $800. More broadly, to reduce volatility in the COE cycle for all categories, we also smoothened the supply by basing the quota on the rolling average of the de-registrations from the preceding four quarters instead of just one quarter.Following the changes in March last year, the TCOE utilisation rates have remained high, close to 100%, in the ensuing months which reflects strong underlying demand. It is noteworthy that in the last two months, about 450 TCOEs, secured when Category D prices were close to or above $13,000, have been forfeited along with the deposits. However, the market subsequently corrected itself with prices easing and utilisation rates going up again. And this indicates that the system is working as intended with corrections where the market cannot support the levels of prices.The forfeited 450 TCOEs will be reinjected into the May to July quarter's Cat D supply. This would constitute an additional 15% above the projected supply from de- registrations. I trust that motorcycle buyers and dealers will take this into account when making their decisions to bid or buy. And we will monitor the market closely and will make further moves if warranted, including a further reduction in the TCOE validity period or a further increase in the bid deposit, as Mr Saktiandi and Mr Singh have suggested.Mr Singh also suggested reviewing motorcycle financing, specifically in-house financing. Such financing agreements are not new. They are a part of industry practice providing a service for prospective buyers. The Hire-Purchase Act provides for regulations governing such agreements. Our agencies will take action if there is evidence of practices that contravene these regulations. Mr Ang Wei Neng and Mr Lim Biow Chuan asked about the Forward Singapore engagements that we launched in 2022. We brought together Singaporeans from all walks of life to discuss our aspirations for future urban mobility, the trade-offs and what our renewed social compact should be. I was heartened that many participants recognised and appreciated the improvements to our public transport system over the last decade, making it more accessible, reliable and inclusive.Ms Poh Li San asked about the cost of running public transport. Over the last decade, operating costs for public transport increased by about 7% per year on average. This was not matched by revenue growth. As Members would be aware, fares have gone up by an average of about 1% a year over the last decade. Hence, Government subsidises public transport operating costs by more than $2 billion annually and that is about slightly more than $1 per journey.While we aspire to have a high-quality, world-class public transport system, we must also ensure financial sustainability, and this is the shared responsibility of Government, operators and commuters. Where we land on the balance between quality, affordability and financial sustainability is driven by what we value as a society. We believe that commuters and taxpayers must share the financial burden equitably, because ultimately, we do not want a financially unsustainable system with a large fiscal burden for future generations of Singaporeans to bear.The Public Transport Council is reviewing the fare adjustment formula and mechanism guided by the need for a balance across these three factors. To Mr Lim Biow Chuan's query on the progress of this review, the council will announce its recommendations by the second quarter of this year.Another strong sentiment that emerged from our engagements was that inclusiveness should be at the heart of our social compact.And we agree fully. First, we can be more inclusive in our road design. Hitherto, much of the focus in road planning has been to meet the needs of vehicular flows. However, our local streets are also an integral part of our daily lives and the pedestrian network in our communities. We use them to visit neighbourhood centres, markets, polyclinics and schools. It is where we might meet our neighbours and friends. And there was a strong feeling amongst the dialogue participants that we should make our streets more conducive for such everyday pedestrian use, especially with an ageing population.LTA will therefore pilot an initiative to design such streets with local communities. They will be called \"Friendly Streets\", which I think aptly captures the intent of this effort. Senior Minister of State Khor will elaborate on this.Second, where at-grade road crossings are not possible, we will incorporate lifts in all new pedestrian overhead bridges built by Government agencies where suitable and cost-effective. In tandem, we are pressing on with our works to retrofit lifts at existing pedestrian overhead bridges. Senior Minister of State Khor will share more on our plans.And third, in addition to pedestrians, we will also place greater emphasis on the needs of those who use active modes of transport such as cycling. They can expect more intra-town paths that will aid first- and last-mile connectivity to the major transportation nodes and key amenities. For longer commutes, we are exploring cycling trunk routes to connect cyclists to more places. Senior Parliamentary Secretary Baey Yam Keng will give more details.Fourth, we will also look at ways to expand the range of choices in the transport system to meet needs that may currently be underserved. And in this regard, I am happy to share that the Government accepts the Active Mobility Advisory Panel's recommendations on the rules and guidelines for cargo bicycles, tricycles and recumbents. Senior Parliamentary Secretary Baey will elaborate further.Mr Chairman, three years ago, we were confronted by a crisis, unprecedented and unimaginable for this generation. Today, steeled by the experience of the pandemic and having emerged stronger, we are building for the future with optimism and confidence to drive the next bound of growth across our air, sea and land transport sectors. Even as the challenges and resource constraints become more complex, I would like to conclude by assuring Members that the Ministry of Transport and our stakeholders and partners remain resolutely committed in our endeavour to build a resilient, sustainable and inclusive transport system for all Singaporeans.The Chairman: Senior Minister of State Chee Hong Tat. "], "The Senior Minister of State for Transport (Mr Chee Hong Tat)": ["Sir, I will first address cuts by Members on public transport.Mr Faisal Manap asked about bus services in Kaki Bukit. On bus services 137 and 137A, LTA introduced service 137A in 2019 to provide more trips during the morning peak. This reduced the headway from 15 minutes, which is within Bus Contracting Model standards, to a maximum of 10 minutes during the morning peak. Some of the headways are within five minutes. Commuters can also use the MyTransport app to estimate bus arrival timings and further reduce their waiting times at the bus stop.In January 2023, the average heaviest one-hour loading for Service 137 at the bus stops before the Bedok North station was 58%, which is within acceptable levels. However, on a few days in January 2023, the operator reduced two trips for Service 137A due to manpower shortages and this resulted in the higher loading levels which Mr Faisal described. These trips have been restored, and the situation has improved. I want to assure Mr Faisal that LTA will continue to monitor, and we will introduce additional bus trips if necessary to meet higher commuter demand during peak periods.The second issue was on \"Townlink feeder services\". This was the previous name used before the Bus Contracting Model was introduced in 2016. We now refer to such arrangements as \"intra-town feeder services\", where feeder services would travel around the town usually in two loops from the bus interchange. There are trade-offs to run such services, which is why they are no longer introduced for new routes.First, these services often ply a much longer route, compared to a conventional hub-and-spoke model with shorter feeder services connecting different parts of the town to key transport nodes. The bus timings are, therefore, subject to more variability along the journey, which may lead to reduced reliability and longer waiting times for commuters.About 10% of commuters use intra-town feeder services to travel to another part of the town. The large majority of commuters use them to connect to the MRT and other bus services at key transport nodes. This means, that their commuting needs will be better served with a hub-and-spoke model instead of using intra-town feeder services. The hub-and-spoke model is also more flexible in meeting new demand, for example when a new Built-To-Order (BTO) estate is constructed within the town.Mr Gan Thiam Poh asked about City Direct Services. For City Direct Service 671 from Sengkang to Central Business District, the ridership has been increasing as more residents move into the new BTO blocks at Sengkang West. I am happy to share with Mr Gan that LTA will add an additional trip during the morning peak in the second quarter of this year.Ms Yeo Wan Ling asked for an update on the transport options for our workers at Tuas Port. There is currently one public bus service from Tuas West Road MRT station to Tuas Port. PSA also operates shuttle services for its staff between Tuas Port and about 50 locations across Singapore.The Maritime and Port Authority of Singapore (MPA) will form a tripartite committee with Government agencies, industry partners and unions to discuss and jointly propose practical solutions to improve accessibility to Tuas Port.Sir, let me now speak about Maritime Singapore. Like waves in the ocean, the global maritime sector has experienced ups and downs over the years. We remain optimistic about the medium- to longer-term outlook for Maritime Singapore, which will be boosted by the development of Tuas Port and the growth of our International Maritime Centre.However, there are driving forces we need to prepare for. Governments and companies are reconfiguring supply chains to enhance resilience. Port operators and shipping lines are integrating adjacent functions and tapping on digitalisation and technology. There is also an increased emphasis on environmental sustainability. The International Maritime Organization (IMO) could announce a higher level of ambition to reduce greenhouse gas emissions later this year. Corporates and individuals are becoming more conscious of their carbon footprint.Mr Raj Joshua Thomas filed a cut on how we will ensure the relevance and competitiveness of our maritime sector. We plan to do so in three ways: enhancing digitalisation, improving sustainability and streamlining business costs.Mr Saktiandi Supaat asked for an update on our digitalisation plans. We are on track to provide full 5G coverage in our anchorages, fairways, terminals and boarding grounds by mid-2025. Twelve maritime 5G base stations will be set up, of which three will be ready by 2023 to support the testing and development of new applications, such as remote pilotage and digital bunkering.MPA will launch its Next Generation Vessel Traffic Management System in 2025. This uses data analytics and machine learning to enable our port to safely handle more complex and numerous vessel movements. We will launch a tender to develop the system prototype this year, for testing in a real-time operating environment.Mr Saktiandi also asked about digitalOCEANSTM. MPA worked with the China Maritime Safety Administration to develop and trial standards for the exchange of electronic certificates and port clearance data, to facilitate efficient vessel clearance. The standards will be operationalised for ships travelling between the Port of Guangzhou and Singapore later this year. China and Singapore have also submitted a joint paper to the IMO, to promote global adoption of these standards.Another key enabler is common data infrastructures. They facilitate trusted and secure data sharing, resulting in better visibility and increased efficiency across the supply chain.Ms Janet Ang asked about the development of the Singapore Trade Data Exchange (SGTraDex). Last year, MPA co-funded a data sharing pilot for ship supplies procurement and lighterage logistics with SGTraDex, Jurong Port and other partners. The pilot reduces manual data reconciliation and can save the industry over S$20 million annually.In 2022, MPA expanded the Industry Digital Plan to all Sea Transport sub-sectors. More than 3,000 SMEs can now apply for funding support to adopt pre-approved digital solutions and I encourage them to do so.Sir, I agree with Mr Saktiandi that digitalisation will increase cyberattack risks. We need robust cyber defences.First, for critical information infrastructure in MPA and our port operators, we have upgraded the existing Maritime Security Operations Centre (MSOC) with more advanced capabilities to enhance early threat detection, monitoring, response, information sharing and analysis. As cyber threats evolve, we will continue to expand our capabilities.Next, MPA will establish a Maritime Cyber Assurance and Operations Centre, in collaboration with the industry. When fully operational in 2025, it will provide real-time security monitoring and disseminate information to mitigate cyber threats, advise on post-incident measures and facilitate information-sharing and training for stakeholders.Sir, I will now touch on environmental sustainability.Decarbonising is critical for Maritime Singapore's long-term competitiveness. However, the transition to a greener future will involve costs and trade-offs. Similar to digitalisation, the Government will walk this journey with our companies, but it is important also for businesses and business owners to take action and to start to embark on the journey.From 2030, new harbour craft operating in our port waters must be fully electric, be capable of using B100 biofuels, or be compatible with net-zero fuels such as hydrogen. MPA has made good progress in supporting the electrification of harbour craft. Pilots for the first full-electric ferry by the consortium led by Keppel Offshore & Marine and full-electric lighter craft by the consortium led by SeaTech Solutions will commence later this year.MPA is also working with terminal and harbour craft operators to pilot the implementation of charging stations. The first charging station will be deployed by Shell at the Shell Energy and Chemicals Park Singapore on Pulau Bukom by the first half of 2023 to support full-electric ferries owned and operated by Penguin International. This will form part of a larger charging infrastructure implementation masterplan, which MPA will roll out by 2025.The transition to a sustainable future will take time. We need to start now to achieve our 2050 net-zero emissions targets.Mr Chairman, while Singapore does not compete on costs alone, there are areas where we could help businesses to save time and money by reviewing our rules and regulations. The work is ongoing. I will share three examples.First, we are reviewing our transshipment procedures at the land checkpoints. Currently, the transshipment of goods through our land checkpoints at Woodlands and Tuas is considered import to be re-exported. Companies must apply for two permits from Customs – one for importing the goods, and another for exporting them, resulting in higher administrative and compliance costs.The review streamlines land transshipment procedures through the use of transshipment permits, similar to existing practices for air and sea transshipment. This will reduce the number of permits that companies need to apply for, with potential cost savings of up to S$40 for each transshipment. The total savings for the industry could amount to S$2 million annually.Next, we are reviewing the requirements for exports at our air checkpoint. Companies are required to screen their cargo before export, which may involve physically opening the cargo for inspection. Companies with appropriate supply chain security controls in place can apply to the Police, for consideration to receive a reduced level of screening on their cargo. These requirements were put in place for good reasons – to ensure safety and security. They have served us well, upholding Singapore's position as a trusted supply chain hub.However, there is scope to further calibrate the requirement based on risk management. For example, we could reduce the level of screening for goods exported through Singapore, if they come from overseas companies with strict safety and security processes in place.Finally, we are exploring ways to move goods more efficiently between land checkpoints and our sea ports, to support multi-modal connectivity. Currently, only Singapore-registered container trucks and Singaporean or work permit drivers are allowed to enter our container terminals. Trucks from Malaysia that are not Singapore-registered and have foreign drivers will have to offload their containers outside the port after entering Singapore and load them onto Singapore-registered trucks with Singaporean or work permit drivers, before these containers are allowed to enter our container terminals.This double-handling is not productive, as it leads to increased manpower requirements and business costs. We are also short of local drivers. PSA is working with the industry to allow non-Singapore registered trucks and non-Singaporean drivers under local logistics and haulier companies to access the container terminals and handle containers. They will do this in a phased approach to ensure safety and security. The companies and drivers will be subject to PSA's approval, after attending workplace safety training and assessments.Allied Container Services is the first company that PSA has approved under this new arrangement. Allied Container Services will now be able to directly transport the goods of its customers from Malaysia to the container terminals in Singapore, without double handling. Mr Chairman, in Mandarin, please.(In Mandarin): [Please refer to Vernacular Speech.] Chairman, while Maritime Singapore does not compete on cost alone, there are areas where we could help businesses to save time and money by reviewing our rules and regulations. The Government will continue to work with industry partners and unions to achieve this. The work is ongoing. I will share three examples.First, we are reviewing our transhipment procedures at the land checkpoints to reduce the number of permits companies need to apply for and help businesses save costs.Second, we are simplifying the requirements for exports at our air checkpoint to reduce the level of screening required for goods from companies with strict safety and security processes in place.Third, for goods moving between land checkpoints and our seaports, our operators are exploring ways to improve efficiency. Currently, cargo coming in from Malaysia or Malaysian-registered trucks need to be unloaded and loaded onto a Singapore-registered container truck with a Singaporean or work permit driver before they are allowed to enter our container terminals.PSA is working with the industry to allow non-Singapore-registered and non-Singaporean drivers under local logistics and haulier companies to access the container terminals. These companies and drivers will be subject to PSA's approval after attending workplace safety training and assessments. With this initiative, local logistics and haulier companies approved by PSA will now be able to directly transport the goods from Malaysia to the container terminals in Singapore, saving time and money.As we adopt a tripartite approach to review our regulations and create a pro-business environment, I also urge companies to make full use of the Government's support to improve their efficiency, including through digitalisation.(In English): Mr Chairman, I am also glad to know that PSA, the Singapore Transport Association (STA), the Container Depot and Logistics Association (Singapore), and Enterprise Singapore have worked together to develop the OptETruck app in November 2022.It allows the haulier community to exchange data, job pool and integrate solutions, for trips made by their trucks. Currently, each truck makes up to 12 trips a day on average, but about 30% are empty trips. With dynamic job allocation and job pooling provided by the app, the number of empty trips will be reduced by up to 50%. This will also reduce the carbon footprint of the trucks – equivalent to planting up to 300,000 trees a year.Sir, we need to enhance our competitiveness to provide good jobs and career opportunities for our people. At the same time, we need to continue building a future-ready workforce with the right skills and expertise.In response to Ms Janet Ang, we have put in place several schemes over the years to attract and develop a steady pipeline of maritime talent.Last year, I announced that MPA and our tripartite partners would fund a new Sail Milestone Achievement Programme – we call it SailMAP – to support the earnings of our local seafarers.Ms Nur Farhana was one of the 41 seafarers who benefited from this programme. Under SailMAP, she received $5,000 for attaining her Class 1 Certificate of Competency (CoC). This is the highest level of certification. This helped to offset her training costs for CoC Class 1 and will support her plans to pursue a Master of Science in Maritime Studies at the Nanyang Technological University.I agree with Mr Gan Thiam Poh that we need a pipeline of local seafarers to support our essential harbour craft sector.SailMAP is designed to deal with the challenges unique to ocean-going seafarers who sail for extended periods while our seafarers within the harbour craft sector can disembark and return home to their families more frequently.MPA, the Employment and Employability Institute (e2i) and Workforce Singapore (WSG) have designed training programmes to groom local seafarers to become harbour craft captains and chief engineers. The programme fees are fully funded and trainees receive training allowances.MPA will continue to strengthen the training and support for our local seafarers and work with tripartite partners to attract and retain locals for these roles.So, I hope our young people will take up maritime-related courses and consider making maritime your port of call.The Chairman: Senior Minister of State Dr Amy Khor."], "The Senior Minister of State for Transport (Dr Amy Khor Lean Suan)": ["Chairman, I will elaborate on how we will put the community at the centre of our efforts to improve our land transport system.A journey is not just about getting from one place to another. The experience, safety and convenience matter too. During our Forward Singapore engagements, participants shared their aspirations for better connectivity, walkability and more inclusive transport infrastructure. We have made good progress in these areas and plan to do more.Ms Nadia Ahmad Samdin will be glad to know that we have implemented 27 Silver Zones so far and are on track to complete 50 by 2025.Overall, the accident rate for senior pedestrians across all Silver Zones has reduced by 80%. Building on residents' feedback, future Silver Zones will have even more safety measures, including Y-junctions, which create a gradual bend so that motorists slow down when approaching the junction.Besides these zones, we are also improving infrastructure for pedestrians to safely cross our roads.As Ms Hany Soh highlighted, we have been retrofitting existing pedestrian overhead bridges (POBs) with lifts since 2013. So far, we have completed retrofitting 77 POBs with lifts and will continue with 30 more. We prioritised POBs near major transport nodes and healthcare institutions so that the lifts will benefit commuters with mobility challenges.As our population ages, the need for more POBs to be retrofitted with lifts will grow. We are thus looking to launch a new phase to retrofit over 110 more existing POBs with lifts.Beyond safer road crossing infrastructure, we saw the opportunity to convert some existing road space into footpaths, cycling paths or bus lanes to make it even safer for the community and improve connectivity. We identified 60 potential road repurposing projects.Ms Yeo Wan Ling and Ms Poh Li San asked for an update.So far, we have been working on four projects done through extensive consultation with local stakeholders. We completed projects in Havelock Road and Civic District in 2021 and will complete permanent repurposing works at Kampung Admiralty and Tiong Bahru this year.At Kampung Admiralty, when we complete the pedestrianisation of a section of Woodlands Ring Road this month, residents can reach the neighbourhood centre more comfortably via covered linkways and widened footpaths. A new bus stop has also been added and from next year, more segments of cycling paths will be ready as part of the wider Woodlands network.At Tiong Bahru, we have worked on pedestrianising and widening footpaths along various streets.Throughout the process, we engaged local stakeholders and residents and will incorporate some of their ideas into the final design, such as creating open spaces for community activities. These enhancements will be completed by June.We will also start two new repurposing projects in the second half of this year at Yung Sheng Road and Choa Chu Kang Terrace.Pedestrianising Yung Sheng Road will enhance pedestrian safety and accessibility between the Taman Jurong Shopping Centre, Market and Food Centre whilst pedestrianising Choa Chu Kang Terrace will make walking to Sunshine Place neighbourhood centre and the upcoming Jurong Region Line more pleasant.We will continue community engagements to implement more such projects.Beyond LTA-led projects, LTA has been working alongside other agencies on larger-scale urban rejuvenation.One example is the public-private partnership to revitalise Tanjong Pagar, which Mr Cheng Hsing Yao has asked about.As part of the effort, LTA has worked with URA and commercial stakeholders to identify and build new pedestrian crossings and cycling paths and widen some footpaths in the precinct.I visited the area recently and met teachers and children from a childcare centre at Tanjong Pagar Plaza. The teachers told me that the children loved playing at a nearby eco-playground but it was previously very challenging for them to bring the children there due to safety concerns.As part of the rejuvenation project, LTA built new crossings along Tanjong Pagar Road and Tras Street. The teachers shared that it is much safer now to walk with the children to the playground while allowing the children to expand their learning beyond the classroom.These changes go beyond making Tanjong Pagar safer for the young. They also bring the community together.As a colleague noted, \"To LTA, it is a crossing. But to the kids, it is many memories.\"We will continue to work with stakeholders in Tanjong Pagar to identify and repurpose more stretches of roads to create more space for placemaking and complement the wider urban rejuvenation.It is clear that our roads and paths are not just conduits for vehicles and people. They make our towns safer and more vibrant. More importantly, over time, they impact the way Singaporeans interact with each other – taking care of more vulnerable users, being more gracious to one another.This is why we are launching the Friendly Streets initiative – to harness the potential of our streets to connect people, activate spaces and strengthen the sense of local identity.The Friendly Streets initiative builds on LTA's existing efforts to prioritise road space for active mobility, public transport and community uses. This includes Silver and School Zones, Road Repurposing and added features to collectively support more inclusive people-friendly neighbourhoods and gracious communities. These will be in high-activity areas and near key amenities in our towns.Streets will be made people-friendly in two main ways. First, by creating a pleasant, inclusive and green environment with widened footpaths, more greenery, barrier-free crossings and road markings to inform road users that they are in a Friendly Streets zone. Second, by facilitating more direct and safer journeys to amenities and transport nodes by implementing more pedestrian crossings where there are natural pedestrian flows and reducing pedestrians' waiting time to cross the road.While there will be some common features for Friendly Streets, we hope to have designs unique to each area, co-created with the community. We will form a Friendly Streets Committee in each locality to spearhead this effort.For a start, we will pilot the Friendly Streets initiative around some streets in five locations – Ang Mo Kio, Bukit Batok West, Tampines, Toa Payoh and West Coast.With your permission, Chairman, may I ask the Clerks to distribute handouts illustrating the Friendly Streets concept, with some preliminary ideas for the network of streets around Ang Mo Kio Street 31?The Chairman: Yes, please. [A handout was distributed to hon Members.]"], "Dr Amy Khor Lean Suan": ["Thank you. Members may also access the handout through the MP@SG Parl app.As you enter a Friendly Streets zone, you will be greeted by specially designed signages and on-road markings. This encourages all to be more aware and look out for others. The streetscapes will also be filled with more greenery and we will consider upgrading bus stops where possible.As you move down the street, you will see more people-friendly features such as pedestrian crossings and cycling paths designed to be used by all. As you cross the road and enjoy your safer, smoother and greener journey to the Teck Ghee neighbourhood centre, you will likely meet a neighbour or a friend. We hope you will all greet one another with a friendly smile.Chairman and Members, this is but a simple example, because we are looking forward to co-designing the details with local stakeholders and bringing in their suggestions for their own neighbourhoods.Engagements for Friendly Streets in these five locations will start this year, with the pilots targeted to be realised by 2025.Together, we will not just build roads, but also memories.Moving to Mr Melvin Yong's suggestion on only allowing lorries fitted with seat belts on the rear deck to be sold in Singapore.As previously shared, original equipment manufacturers had concerns that seatbelts on rear seats create new safety risks. As the chassis and rear deck of lorries are separately put together, they will not be strong enough to anchor seat belts.There are also liability issues. Original equipment manufacturers (OEMs) will not fit seat belts onto the rear deck of new lorries, nor vouch for the safety of such lorries.On phasing out lorries that can ferry workers on the rear deck as the lorries' COE expire, this could be disruptive for many industries.I would also like to clarify that many lorries with COEs expiring within the next five years will not have reached the end of their statutory lifespan of 20 years. Owners may choose to renew the COE. Over 60% of lorries with COEs that expired in 2022 had their COEs renewed.Our \"Walk Cycle Ride\" vision remains at the heart of our future land transport system. Still, we understand that some need a car for various reasons. When private transport is required, we encourage drivers to choose cleaner energy vehicles, especially EVs.We have been making steady progress to make charging points more accessible and reduce range anxiety among potential EV drivers.To Prof Koh Lian Pin's question, there are over 3,800 charging points island-wide today, up from 1,500 in 2019. This includes around 1,600 publicly accessible and 1,200 private charging points, with the remainder for BlueSG users only.The EV Common Charger Grant was launched in July 2021 to co-fund charger installation costs in private condominiums. To date, LTA has co-funded 267 chargers in 107 condominiums.I am pleased to announce that we will extend the EV Common Charger Grant for another two years to December 2025. The extension complements recent amendments to the Building Maintenance and Strata Management Act that make it easier to pass resolutions to install chargers and further boost charger deployment.LTA and the Urban Redevelopment of Authority (URA) awarded a pilot tender in 2021 to deploy more than 600 charging points in over 200 public carparks. I am happy to announce that all of them will be installed by the end of this month.Building on this experience, LTA launched a large-scale tender last year to deploy 12,000 more EV charging points at around 2,000 HDB carparks in the next three years. The five successful tenderers will simultaneously install chargers all across Singapore.Responding to Mr Gan Thiam Poh, these charging points will support the charging needs of both electric cars and electric motorcycles.Regarding the usage of charging points, utilisation rates for EV charging points under the pilot tender are around 8%, on average, over the last month. This is within expectations because the Government is frontloading charger deployment in the early years of EV adoption to give drivers the assurance to choose EVs. LTA works closely with EV charging operators to plan charger deployment based on local demand, to deploy slightly ahead of expected demand, but not over-deploy.Ms Poh Li San asked about the costs of EV charger deployment. For the tenders at public car parks, EV charging operators bear the cost of the charging equipment. LTA, EMA and HDB are conducting an advanced engineering study to assess electrical upgrades required to support residential EV charging. The Government will bear the cost of these upgrades and eventually recover this cost through a tariff on EV charging operators and users.The deployment of EV charging points on the ground will be planned and managed by EVe, a fully-owned subsidiary of LTA. We have also convened the EV Steering Group, an interagency committee to coordinate the Government's charger deployment policy across key agencies, such as LTA, HDB, BCA and EMA. This Steering Group, co-chaired by Senior Parliamentary Secretary Baey Yam Keng and myself, will focus on three \"Cs\".First, capacity. Most of the charging points that we are deploying island-wide will be slow chargers at residential estates. However, we are also exploring where fast chargers can be deployed to provide an option for high-mileage users, such as taxi drivers, who may need top-ups on the go.The ramp-up in charging points is necessary to serve Singapore's growing EV population, especially among light goods vehicles, or LGVs. Last year, electric or e-LGVs accounted for over 30% of new LGV registrations. This suggests that existing incentives, such as the Commercial Vehicle Emissions and Early Turnover schemes, are effective. As e-LGVs have lower operating costs than diesel LGVs, many fleet owners have realised that it is cheaper to operate an e-LGV over its lifecycle. For heavier vehicles, we will engage fleet owners to see how we can facilitate their transition to a greener fleet. Dedicated charging infrastructure will likely be needed.The second \"C\", culture. LTA has been engaging EV drivers on their driving and charging experiences and is working with operators to foster socially responsible EV charging norms. Many EV charging operators today are considering measures to deter lot-hogging, such as idle fees.But we must do more to develop gracious charging etiquette among EV users. So, LTA is planning a citizen engagement exercise to develop ground-up recommendations on nurturing good charging etiquette.The third \"C\", capability. We will support the industry in training the workforce in areas, such as EV charging standards. Our Steering Group, together with EVe, will engage industry stakeholders and the public to support a safe and sustainable EV transition.Chairman, I will now move on to point-to-point, or P2P, transport, which plays an integral role in complementing other transport modes.As Ms Yeo Wan Ling noted, the P2P sector and drivers' livelihoods were significantly impacted during the pandemic. But as Singapore transitioned towards an endemic COVID-19 norm, P2P trips recovered to about 80% of pre-COVID-19 levels in 2022. In addition, fuel prices moderated over 2022, mitigating the impact of GST on drivers' costs. With this ridership recovery, P2P drivers have seen improved earnings and incomes returning to pre-COVID-19 levels.Whilst demand for P2P services has increased, there are now fewer P2P drivers, as some had left the sector during the pandemic. The number of monthly active P2P drivers dropped from around 69,000 pre-COVID-19 to 55,000 in the fourth quarter of 2022. The decline is steeper for taxi drivers as there are around 9,000 fewer active drivers, compared to pre-COVID-19, and many who left were two-shift drivers who would drive night or weekend shifts.Hence, with fewer P2P drivers available, riders experience high surge fares and longer waiting times, especially during the late evening or night. Mr Gan Thiam Poh and Mr Mark Chay asked for an update.The tight supply of P2P drivers reflects the manpower shortage in many sectors post-COVID-19 and the industry will require time to adjust to demand for P2P rides.For now, P2P operators have shared that they are recruiting more new drivers. Operators are also rolling out features, such as \"hotspot navigation\" to alert drivers to areas with more booking requests to better match demand and supply. Some have reintroduced ride-sharing services, where riders going to similar destinations can share a ride and be served by one driver. This allows the existing limited pool of drivers to serve more riders.Nonetheless, we have seen an increase in P2P vocational licence applications in the past year, with 950 new applications per month in 2022, up from about 650 per month in 2021. On the Government's part, LTA will work with operators to reduce the time to process vocational licence applications.As operators tackle new challenges faced by the sector, we will continue working with the industry stakeholders and drivers to address issues, ensuring drivers' livelihoods, addressing P2P availability and looking ahead to shifts in the sector's landscape.Over time, we have seen structural shifts in the needs of our land transport system. During our Forward Singapore engagements, we heard some youths sharing aspirations to have the option to use a car, without necessarily owning a car. As Ms Poh Li San shared, car sharing may be an option for people who only require a private vehicle from time to time. Car sharing refers to the short-term leasing of cars, typically for less than a day. There are several operators, like Getgo and BlueSG.Based on preliminary engagements with operators last year, we understand that there is growing demand for car sharing. With over 5,000 shared cars throughout Singapore today, operators plan to expand their fleets further to meet expected demand.As car sharing can add to our mix of connectivity options for occasional car users, LTA will be further studying car sharing. LTA will work with operators to better understand the needs and potential role of the industry. We will share more when ready.Chairman, in conclusion, we look forward to working with the community to co-create friendly streets, making our towns safer and more vibrant. As we reimagine our road space, we also encourage the use of more sustainable alternatives, such as EVs and shared modes of transport. Through these initiatives, we can work together to create a more people-centric land transport system for all.The Chairman: Senior Parliamentary Secretary Baey Yam Keng.", "On the Friendly Streets pilot, we are wanting to work with the local community and will form a committee. That committee would comprise all stakeholders. So, if you have a Neighbourhood Renewal Programme there, then the relevant stakeholders can also be involved. Indeed, the Friendly Streets initiative is really about integrating: looking at an entire zone and then putting in place the various projects that we may have, whether it is a School Zone, Silver Zone, your NRP as well as other initiatives to make the area more friendly for users. So, definitely.Regarding the POBs, it is a coveted scarce commodity. We will always have to prioritise. But having said that, definitely, you can continue to hope for it and we will take note of this.The Chairman: Ms Poh Li San.", "As we have said, 60,000 by 2030, our estimate is that they should be able to serve at least half the car population.The kiosks – about 180 all round – about half are actually on TOLs or short leases. So, depending on how the demand for EV chargers pan out – basically, now, there are already petrol kiosks that have installed EV chargers. For some, it is a question of business model and how they transit. For others, depending on whether there is demand in that specific location and so on, some may actually transit out. So, we will have to look at this as the EV charging network builds up and demand for EV cars increases.", "Yes, it is okay. I can answer that \"half\" question on the linkway.That is why we are forming a committee and getting local stakeholders involved. We will take all suggestions and ideas into consideration and study this as part of the Friendly Streets initiative. Obviously, we will have to look at the viability and so on.", "On using cleaner renewable energy for electricity generation, that is actually under MTI.On MSCP solar panels, there is already a scheme. HDB also has a scheme – the SolarNova scheme – to put solar panels on rooftops and, if it is possible for MSCPs, I am sure. Actually, that is also not under this Ministry.On logistics companies' transition to cleaner vehicles, we are working with them, but it is now limited by the availability of this kind of vehicles, in terms of technology."], "The Senior Parliamentary Secretary to the Minister for Transport (Mr Baey Yam Keng)": ["Mr Chairman, I will first provide an update on the progress of our Active Mobility, or AM, landscape, before elaborating on our efforts to promote inclusive journeys and a sharing culture.Over the last few years, the AM landscape has evolved significantly, with more people taking up active modes of transport, such as walking and cycling. This is a good thing, as AM is the greenest, cheapest and healthiest mode of transport available.Mr Dennis Tan asked how we intend to curb the illegal use of PMDs. First, we have implemented various regulations. E-scooters have been required to be registered since 2019 and be inspected every two years since 2020. In 2021, we also introduced import controls to stem the inflow of non-compliant motorised devices. E-scooter and power-assisted bicycle users, or PAB users, are required to pass the mandatory theory test before they can ride their devices in public spaces. As of end-2022, we have 39,000 passes, which is an increase of 8,000 from the previous year and accounts for almost 93% of the existing registered device population.Second, through active enforcement. Our AM enforcement officers are deployed daily to ensure that our paths remain safe and to take action against errant riders. LTA also leverages technology, such as mobile CCTV cameras, to augment its enforcement efforts and conducts joint operations with other agencies.With that, I am glad to say that we have made good progress in improving AM safety over the years. The number of AM-related accidents on public paths and fire incidents have dropped significantly, each by more than 30% since 2021. The number of accidents on paths fell from 155 to 101 while the number of fires involving motorised AM devices fell from 63 in 2021 to 42 in 2022.But we need to sustain this good progress. We will continue to work closely with our partners and communities to do so, such as the AM Community Ambassadors. Since our call for volunteers last November, a few cycling interest groups, such as BPR Cycling Club and RIDERS Arena, have registered their interest with us. LTA has started to onboard these new volunteers last month and I look forward to the contributions from all our ambassadors. Moving forward, we will work closely with new and existing ambassador teams to expand outreach activities. For those who are interested to join us, you can indicate your interest through the LTA website.As the AM landscape continues to grow rapidly, we are monitoring new trends closely. Together with the Active Mobility Advisory Panel, or AMAP, we are strengthening our regulatory framework while building a more inclusive culture.AMAP comprises a diverse mix of representatives of different stakeholder groups, such as seniors, youths, people with disabilities, cyclists and motorists. This allows us to consider various perspectives to ensure that our rules remain relevant and effective.As Mr Eric Chua mentioned, AMAP recently reviewed the use of cargo bikes, trikes, rider-only tricycles and recumbents. These are gaining popularity overseas. While these devices are still used in small numbers locally, it is timely for our regulations to be reviewed to ensure that the rules of usage are clear and that they can be used safely in Singapore. The Panel engaged a wide range of stakeholders and has provided a set of balanced recommendations.As earlier mentioned by Minister Iswaran, the Government has accepted AMAP's recommendations. In our evaluation, we have aimed to balance between facilitating the use of more devices and ensuring the safety of all path and road users. Non-motorised devices will be subject to the existing device criteria when used on paths, including weight and width limits. Motorised versions of these devices will continue to be disallowed on paths and roads until recognised safety standards are available.In consultation with MHA and the Traffic Police, we will also be introducing new limits for all AM devices used on roads. This is to address concerns that overly wide or long devices are less manoeuvrable and may pose safety risks. We will introduce a width limit of 1.3 metres and length limit of 2.6 metres on all AM devices used on roads. These limits are pegged to the largest AM devices being used in Singapore today: 1.3 metres is about the width limit of a trishaw, while 2.6 metres is the length of a two-seater tandem bicycle. We hope to continue facilitating such devices that have been used on the roads in Singapore for a long time with no major safety issues, while preventing proliferation of overly large devices.We will raise public awareness and safe use of these newer devices and I thank all stakeholders who have contributed to this review.AMAP is currently reviewing the safe and responsible use of personal mobility aids, or PMAs. PMAs help individuals with mobility challenges, including those who have non-visible medical conditions, such as arthritis, that prevent them from walking long distances.However, there have been reports of potential abuse and misuse. We want to ensure that these devices remain accessible to those who need them, but at the same time, it is also important to ensure that they are being used safely on our paths and that they do not detract from encouraging healthier lifestyles, such as walking.AMAP is in the midst of engaging stakeholders and will submit its recommendations later this year. Chairman, I will now say a few words in Mandarin.(In Mandarin): [Please refer to Vernacular Speech.] This year, we will review the regulations of personal mobility aids (PMAs), such as motorised wheelchairs. Thus far, we have taken a light touch on regulations in order to remain inclusive to cater for elderly who may have mobility issues and require such devices to commute.However, there have been recent feedback that seemingly fit and younger people were seen riding motorised wheelchairs in the neighbourhood and even on roads. There are also concerns on fire safety when modified PMAs are being charged.To ensure public safety, we will review the regulations of PMAs. We will strike a balance between ensuring the safety of public paths and the accessibility of people who need these devices.I also urge everyone to walk when you can. The less we walk, the weaker our legs will become. Even if our legs are weak, do not become over-reliant on motorised wheelchairs. The key is to stay healthy and strong. (In English): Ms Yeo Wan Ling shared some concerns of delivery riders and asked if we could consider allowing different classes of AM devices, such as heavier ones, to be used on roads and paths. We note these concerns and will continue to review our existing regulations. But they have to be balanced with concerns of safety raised by other path and road users and also by Members of the House. The limits were put in place in consideration of the power of such devices and the potential dangers posed to other users in the event of an accident.To support greener commutes, we are pressing ahead to implement more cycling paths island-wide. They will be constructed progressively across all towns over the coming years. With the launch of about 30 kilometres of cycling paths in various towns across Singapore recently, we now have about 550 kilometres of cycling paths in total. Residents living in the East and Northeast regions can expect more comprehensive cycling path networks from 2024. On Ms Ng Ling Ling's request, we will first prioritise connectivity to transport nodes and key amenities, before expanding to other areas progressively. Nonetheless, the relevant agencies are studying the area and would be happy to work with her.For those living in the West and Central areas, including Nanyang Division which Mr Ang Wei Neng asked about, we will be rolling out plans to build cycling paths there as well. Residents in these areas can look forward to better connectivity within and between these towns when these are progressively implemented.  With this, all 27 HDB towns and estates can look forward to having some cycling paths by the end of next year, up from the current 13. This is an ambitious programme, especially when we have to construct most of the paths in estates which are already very built up and space is scarce. Finding space can be a challenge, and in some cases, we need stakeholders' support to make way for new cycling paths. For example, LTA recently worked with five different schools in Bukit Panjang to reconstruct their school boundary walls and fences to create space for cycling paths.During construction, we also take the opportunity to dovetail with other infrastructural works where possible. So, as much as we are trying to accelerate the programme, we seek Members' and Singaporeans' patience and understanding.  Apart from these intra-town paths, we are also looking into options for cyclists who prefer longer-distance cycling commutes. One such example is the North-South Corridor, designed with a cycling trunk route that would connect AM device users directly from the Northern region to the city. Ms Poh Li San and Mr Saktiandi Supaat may wish to know that where space allows, we try to have dedicated cycling paths for AM device users. The CBD is a good place to do so and Senior Minister of State Amy Khor had previously mentioned about our plans to rejuvenate Tanjong Pagar. However, given Singapore's land constraints, it is not possible to always build separate paths for different users. We will all need to be prepared to share our spaces, and to do so graciously and safely. Last year, LTA launched the Sunday Cycling Lane trial along West Camp Road in Seletar. This is to facilitate larger-group road cycling. A 4.6-kilometre on-road cycling lane was demarcated and set aside for buses and cyclists only, on Sundays from 5.00 am to . Five months into the trial, we observed that cyclists and motorists have co-existed well by keeping to their respective lanes, and the journey time of buses and other vehicles travelling along West Camp Road have also not been affected.Into the last month of the trial, LTA will conduct surveys with stakeholders and gather feedback, before deciding whether the lane would be permanent or enhanced further. Moving forward, LTA is studying other stretches which are frequented by on-road cyclists and where vehicular traffic is relatively low. This would also be subject to consultation with other agencies and engagements with relevant stakeholders. Mr Chair, we are also stepping up efforts on inclusivity in public transport. As Mr Ang Wei Neng notes, many Singaporeans are keen for our transport system to be more inclusive. Let me give a few updates. First, I am happy to share that all MRT stations, bus interchanges and Integrated Transport Hubs have been designated as Dementia Go-To Points. Members of the public can bring people who lose their way to any of these major public transport nodes and enlist the help of our public transport staff. Beginning last year, we have also fitted Braille signs at the queue rails of each boarding berth at bus interchanges. These signs allow commuters with visual impairments to know which bus services are available at the berth.  For the elderly and families with young children, we have built accessible changing rooms and family toilets. All these rooms with automatic sliding doors will come with audio announcements. These will be useful for visually-impaired commuters who can also just wave a hand to lock the door. These infrastructure upgrades have been included in new bus interchanges since last year and will be added to existing bus interchanges that are slated for upgrading where practicable.  Sir, we are providing Singaporeans with sheltered connections from our public transport nodes to key amenities nearby. Over 2019 to 2022, we expanded our network of covered linkways by about 72 kilometres. Today, we have a total of 275 kilometres of covered linkways built by LTA. Typically, a new MRT station brings about 800 metres of covered linkways. With more than 60 new MRT stations, including interchanges, coming up in the next decade, our network of covered linkways will only continue to grow. We will continue to work closely with other agencies to enhance the walking experiences of Singaporeans. While we make improvements in hardware, we have also continued to foster a caring commuting culture in public transport, primarily through the Caring SG Commuters movement. In 2022, we had a new initiative to spread awareness to more people. I am glad to share that more than 900 people have undergone training to assist commuters in need under the Caring Commuter Champion initiative. Another 700 volunteers are undergoing the online training course at their own pace. Anyone can enrol for the online training for free at the Caring Commuters website. Mr Eric Chua may be glad to learn that we will expand the Caring Commuter Champion initiative. This year, we are developing content that is suitable for primary school children to enlarge our pool of young Caring Commuter Champions. Moving forward, we will actively increase outreach efforts and engage our existing partners to promote inclusivity on public transport and enhance outreach to private sector organisations to raise awareness and recruit more Caring Commuter Champions.  Our Public Transport Operators (PTOs), who are the frontline touchpoint for commuters, are our close partners. They have worked closely with Social Service Agencies to develop inclusive initiatives. One of the initiatives was the Helping Hand scheme.  We started with a sticker or card displaying \"May I have a seat please?\" to help commuters be aware of those who need a seat more, especially those whose medical conditions may not be obvious. This message has been expanded to the entire bus and train network across all PTOs, and commuters who need these stickers or cards may request for them at bus interchanges and MRT stations. We encourage commuters to exercise graciousness and give up their seats, and not just priority seats, to fellow commuters who need them more and will put up posters at prominent locations as visual reminders. From April 2023 onwards, we will expand the Helping Hand scheme by adding more messages to assist the special needs of other commuters. The new messages will be progressively rolled out, starting with the bus network, and publicity will be done on various online and out-of-home platforms.  Chairman, Sir, we have made good progress in our AM landscape over the past few years. We will keep up the momentum to provide more inclusive and sustainable modes of transport. Nonetheless, more can be done to achieve our goal for a gracious and sharing community. No matter your mode of transport – whether you choose AM or public transport – let us look out for one another so that everyone can move around Singapore safely and with ease.The Chairman: Clarification. Mr Pritam Singh."], "Mr Pritam Singh (Aljunied)": ["Thank you, Chairman. Minister, my cut to MOT this year is a follow-up to my colleague, Mr Faisal Manap's Adjournment Motion of October 2021 on motorcycle ownership and his other Parliamentary Questions (PQs) on high motorcycle COEs.I note the Minister's point about finance as a service offered by many motorcycle dealerships and I recognise the role that it plays. However, the prospect of speculative bidding of motorcycle COEs has always been a concern of the public. I will not go through the newspaper articles that can substantiate this concern.The Minister said that the violations of motorcycle financing would be subject to the Hire Purchase Act. But the Hire Purchase Act comes under the purview of the Ministry of Trade and Industry (MTI). In view of high motorcycles COE prices, does MOT, for example, monitor the number of repossessed motorcycles and would it consider doing so to have a better fix on the impact of motorcycle financing through dealerships today?To this end, would the Ministry consider a broader study into alternative financing options for our motorcycle riders, such as through cooperatives, that could bargain for not just better block-financing rates from financial institutions, but also reduce the arbitrage component of some loans that are in turn offered by some motorcycle finance companies today?My second clarification is very short. It pertains to the second point of my cut. Does the Minister have a perspective on the total number of motorcycle COEs transferred to the Open Category over the last 10 years? I use 10 years because it is the lifespan of a COE, even though I note that the practice had been stopped in 2017.Would the Ministry consider an increase in motorcycle COEs to make up for the COEs transferred to the Open Category in the past?"], "Mr S Iswaran": ["Mr Chairman, I thank the Leader of the Opposition for his questions. Actually, these two questions, straddle the gamut of almost all the issues; so, they are deceptive in their apparent simplicity. But let me endeavour to respond.Perhaps, I will start with the second point on COEs and allocation. I think what the Leader of the Opposition is driving at is whether there is a way to re-allocate some of the old COEs. I think that was the point he made earlier because of the old system, which was discontinued in 2017.First, let me say and I want to reiterate this point. I omitted to mention Mr Fasial Manap's Adjournment Motion, but as I said, I do not think any one party here has a monopoly on the care and concern for motorcycle owners. We all do. We are all endeavouring to help. And the question is, how to best achieve that.Secondly, let me make the point that we need to be clear about what is the overall intent and structure of the system. So, I start with the vehicle growth rate. We have taken an important albeit difficult decision that the vehicle growth rate will be zero. We have done this because of the overall interest in terms of the liveability of our city and ensuring that even our roads, the flows, the vehicular flows can be sustained, going forward, taking into account road development and all the other modes of transportation that we are developing.So, that is the first and important consideration, baseline point, that vehicle growth rate is zero. Why is that important? It is important because the moment we agree on that and – I am assuming the Leader of the Opposition agrees with that as a principle. Because if you do, then any mechanism to re-allocate COEs is basically a zero-sum exercise. We have to take it from some other category in order to give it to a more critical category. The Leader of the Opposition's proposal is to take it from, I think, Cat E, or – I cannot remember where.But there have been similar arguments made for other categories – whether it is for Cat A, whether it is for Cat C, commercial – in this House. So, how do we decide then where to take it from, where to allocate it, how much to allocate and how do you measure that the outcome has been successful? Because, clearly, the intent here is that – and I am reading into the Member's comment – unless prices soften, the desired objective has not been served.But we have to look at any change we make to the COE system holistically for all the reasons I have just highlighted.So, to propose one particular dimension for modification without looking at the systemic implications, I think would be remiss on our part.But as I have said, having said that, we have been prepared to take measures. We have, not just in terms of the systemic measures to help motorcycle owners in terms of costs, but also some of the more recent measures to curb any potential speculative behaviour on the part of motorcycle dealers. And we remain ready to do more.As I have pointed out, the most recent couple of months has been quite telling because there have been 450 TCOEs that have been forfeited. Which means at a certain point, there was pushback in the market and now the dealers have to let them go. And this re-enters the supply. And, as I said, I hope buyers and dealers will take note of this when making their decisions on bidding and buying for Cat D.The first point that he raised was on the financing elements. First, we should all be very focused on our core mission. And the mission in LTA and for MOT is to make sure that we have agreed on a policy for managing the population of vehicles and we have an allocation mechanism through the COE, and we should ensure that that is working to the best of our ability.Having said that, financing is essential because most buyers of vehicles, generally, do need financing assistance. Whether we can study further, whether there are any other alternatives, I would say that this is actually better left to the market and to industry players to respond. Because in the end, LTA or the Government is not in a unique position in any way or even in a position where we have special insights into this. The practices – and the Member himself has highlighted, there is a cooperative and so on – the mechanisms exist, in other context perhaps. And it is really best left to the market.What we will do, however, is even though the Hire Purchase Act is under MTI, if there are issues about practices that contravene the regulations, these are areas that we will want to make sure they are investigated thoroughly, because they do affect the effective functioning of the COE market.The Chairman: Mr Pritam Singh.", "Mr Chairman, on the point on re-allocation, some data points are useful. Over the last 10 years, the population of motorcycles in Singapore has been around 130,000 to 140,000. So, it has been at about that level. It has not been so volatile. And when we talk about allocation to Cat E, it is not just from Cat D. And we continue to have allocation from Cat A, Cat B and Cat C into Cat E, which then gets recycled. So, if we talk about changed circumstances that warrant considerations specifically for motorcycles because of, say, delivery, the same might apply to Cat A cars, for example, because they are used for Grab, or those kinds of platform services. What I am trying to illustrate is, I do not think we have a disagreement in terms of wanting to help. But we have to be very clear that in our desire to do so, we do not throw the baby out with the bathwater. Because it is a system that in general has worked. But let us also be clear: why we are discussing this today is because the prices have gone up. When the prices were lower, we were not debating these issues in the same way. So, we have to understand clearly what is the driver, what is causing it, be prepared to respond if, in fact, there are structural issues or systemic issues that we think need to be resolved. But I am just advocating having a care and also trying to present the larger perspective. The second point is, the point has been made, by the way, on \"equity and fairness\", and I think \"equity and fairness\" depends on where you stand and whom you are advocating for. And I can assure the Leader of the Opposition that I have had many who have advocated for other groups with equally meritorious claims for favourable allocation. So, I think it is a subjective discussion, one that we need to take into account, we need to take serious consideration of, in terms of the circumstances. But we should also make sure that if we are going to make a systemic change, it is one that we can then not just defend but also make sure that we can sustain it in the long run because it is warranted, in the manner that we have just discussed. On the possibility – so, now, it is beyond MTI; it has gone to the cooperatives and whether we can ask them. I will dutifully convey the message. But I just want to come back to what I said at the start, which is that, in the end, there are various market mechanisms. We should encourage it, I fully agree with that. As the Leader of the Opposition said, if there is an arbitrage possibility and if the market is functioning well, then somebody would take advantage of the arbitrage and come in – whether it is a cooperative or another finance business or whatever. So, I just want to make that point.The Chairman: Ms Ng Ling Ling.", "Mr Chairman, Ms Poh Li San has raised an important point regarding the cost impact. This is why, in coming up with this recommendation on electrification from 2025, it is really about focusing on the replacement of the airside vehicles. As the existing fleet reaches its end of life, the replacement has to be electric. Eventually, perhaps some other variants may emerge.Then, the question of cost, relative cost, I would say that there are a few things happening here at the same time. Even today, based on our discussions with the operators like the larger players, the life cycle cost evens out when you make the switch. So, that is the first point.Secondly, we have to bear in mind that the cost of electric vehicles and solutions, as the scale grows, it is a reasonable proposition that the cost may become even more competitive. We have already seen that over the last several years as EV manufacturing and supply have scaled up.On the other side of it, any cost associated with emissions also has to be factored in. For example, in Singapore, we have already spoken about our carbon tax trajectory.So, when you factor all of these into account, in general, it is a manageable transition without imposing undue cost and I think the businesses also see the competitive value proposition of doing so.", "I am tempted to say that every street is a friendly street. [Laughter.]On affordable electric motorbikes, we are running various trials, as Mr Saktiandi would be aware. There are different models. You have the plug-in charger types but they are largely the more high-end type of motorcycles. There are the battery-swapping models, which seem to be becoming more common in other markets. Our concerns would, in particular, centre on fire safety type issues because, if they are batteries that can be removed, then, what is the charging arrangement and so on? So, this is the reason why we are conducting these pilots. I think learning from them, we will be able to come up with the appropriate regulations on that.In terms of affordability, my expectation is they will probably end up, like in cars, with a spectrum of such electric motorbike solutions available in the market. In fact, you can already see it in other parts of the world.On buses and electric buses, can we speed it up? This is already quite a bit of an acceleration over the last one to two years because we decided we have to move. What I think I would say is, let us get this first tender out, let us run in the system a bit more, because what we have had up to now are pilots and trials. We now need to do this at scale and understand the implications because when you ramp up and it goes up to half or more of your fleet, the implications are quite different from running a small-scale pilot.So, let us do that. I just want to assure the Member that we share his enthusiasm for this transition.The Chairman: Mr Dennis Tan. Keep it tight.", "Thank you, Mr Chairman. Just on the specific point that Mr Dennis Tan raised, I think the practical way forward is for our chargers to tap off the grid rather than have dedicated solar panels or other sources of energy coming in.The reason is because if we take solar panels, for example, the intermittency means that if there is cloud cover, you will have a problem and how does the charging rate work? Then, you need batteries to store the electricity in order to do this.So, the more efficient way of doing this is to have the diversification and the incorporation of renewable energies at the grid level, which is what the Energy Market Authority is doing by calling for proposals for renewable energy supply into Singapore. Through that, we will achieve greater renewable energy component in the electricity that is used to charge EVs as well.The Chairman: Mr Saktiandi Supaat, would you like to withdraw your amendment?"], "Mr Pritam Singh": ["I thank the Minister for the considered reply. On the point of how do you re-allocate, I recognise the difficulty in doing so, particularly in the context of a zero vehicle growth policy. But I think the other context to consider, and I make this appeal to the Minister, is the landscape with regard to what has happened since 2017 and today, insofar as a burgeoning of the gig economy and the need for lower-income Singaporeans to have an affordable mode of transportation to deliver food and whatever else, has changed. So, that was the context in which I raised the argument that covered a previous policy of LTA, which was to take COEs from the motorcycle Cat D and put it to the Open Category. And I was wondering whether there could be some considerations because of the landscape, to see whether it is feasible to consider a transfer back. And in my cut, I use the word \"equity and fairness\". It is not meant to dilute the Minister's response of the larger task of re-allocation from other categories as well. I take that point. On the point of the market, indeed, ultimately, that is the bedrock that has to sustain financing. But in view of the Forward Singapore exercise, I think there was an exercise which looked at the prospect of cooperatives partnering businesses to better manage finance. I am wondering whether the Ministry could nudge our cooperatives to consider providing loans for lower-income Singaporeans so as to ensure that the arbitrage that motorcycle financers gain is not overly large, to the detriment of lower-income Singaporeans who need these bikes in the first place."], "Ms Ng Ling Ling (Ang Mo Kio)": ["Thank you, Chairman. I just have two clarifications for Senior Minister of State Amy Khor. I welcome the Friendly Street pilot. I think it is a great project. My question is, instead of it being just a standalone project with a committee, for constituencies that are entering into a major Neighbourhood Renewal Programme (NRP), can it also be a standard as part of it, so that we can have a more collective and integrated plan for our residents.The second clarification is for the installing of lifts in pedestrian overhead bridges (POBs). I am really glad to hear that it will be expanded in recognition of our ageing population. I have a block facing a POB. On one side is a very densely populated residential area but on the opposite side, is the industrial area. In the consultation with LTA, I have been informed that because the density is not high enough to justify this, it will be considered. I would just like to ask if there is a hope for it, so that my residents can hope for one day having the lift there as well because they are also ageing."], "Ms Poh Li San (Sembawang)": ["Thank you, Chairman, I have three clarifications.First one for Minister Iswaran. Minister Iswaran mentioned the mandatory switch to EVs by 2025 for the airside vehicles. These airside vehicles are mainly owned by private companies or listed companies, the ground handlers. This will add new cost pressures with new vehicles and electricity for these companies. May I know if there are any plans for MOT to look at some incentives to ease the transition for these companies to deal with these cost pressures?The second question is for Senior Minister of State Amy Khor. This is regarding the EV chargers. We have about half a million private vehicles in Singapore and there are plans to increase to about 60,000 EV charging points island-wide by 2030. I have a question in my cut regarding whether there are plans to convert the existing petrol stations to support EV charging. There are currently 180 of these. Hopefully, we may also use some of these assets to convert them into fast-charging EV stations in the future to augment the 60,000 EV charging points required nationwide.The third clarification is for Senior Parliamentary Secretary Baey Yam Keng who shared about the trial of the cycling zones in Seletar West Camp. Thank you for this trial. I am sure the cyclists will appreciate it. I would just like to know, following the successful five-month trial, whether there would be plans to extend to more areas, especially the longer stretches like those in the Lim Chu Kang area?"], "Mr Baey Yam Keng": ["I thank Ms Poh Li San for her interest in the road cycling lane.This is a time-based cycling lane. It is actually a road lane for normal vehicles at other times. As we have limited land space, road space, we cannot always built dedicated paths. Therefore, we came up with this first time ever time-based lane at West Camp Road. So, only for six hours a week, it is open to cyclists and buses only.So far, it has been five months since we started it. As I have said, the feedback and the observation have been positive. We are going to do a proper survey among the users also to get feedback on how the scheme could be improved.If all things go well, I hope the cycling lane at Seletar will become a permanent one. That would give us confidence to explore other areas. These would be areas where road cyclists are already using because we want to go where they want. But at the same time, at a time or day where normal road traffic is already low so that it does not have a high potential for clashes to happen.So, Lim Chu Kang area, yes, we will look at that and we hope that we will be able to do more in other areas as well.", "I agree with Mr Dennis Tan that, indeed, when we restricted usage of PMDs, a lot use PABs. But looking at the data we have, on the offences where we have caught people using non-compliant PABs, they have come down since 2020.Last year, we had about 600 summonses given for non-compliant PABs. That would include those which the Member observed where they were not pedalling but they were able to move. Probably, they have some illegal modifications as well. So, if these are caught, they would be confiscated.As for enforcement on the roads – speeding, beating red lights and so on – we hold joint enforcement with the Traffic Police. In areas like Park Connector Networks (PCNs), we hold joint operations with NParks' officers as well.So, we will continue to do enforcement. We want all users to understand the rules and abide by the rules."], "Mr Saktiandi Supaat (Bishan-Toa Payoh)": ["Mr Chairman, I would like to ask about two and a half questions. My first question is with regard to the Friendly Streets, which I actually laud, and I am happy to hear that Friendly Streets will be launched, including in Toa Payoh as well. My first question with regard to Friendly Streets is that when you co-create, does it involve the option of having covered linkways? The reason why I asked is because some areas are beyond MRT stations. Will the covered linkways be part of the suite of options that can be chosen by the committee?The second question is with regard to the question in my cut on the Ministry's plans to roll out affordable EV motorcycles as part of the sustainability efforts in our land transport system. I would like to ask the Minister whether these affordable EV motorcycles—hopefully, we will move away from ICE motorcycles to EV motorcycles over the next decade or so, but it has an impact on the demand that Member Pritam Singh has mentioned just now. What does it mean for Singapore and can we have an assessment of the possible early adoption incentives for EV motorcycles? For Singaporeans who want to get EV motorcycles, will there be incentives?My \"half\" question is with regard to electric buses. The Minister mentioned 400 new electric buses and electrification. I have met residents who mentioned that they really want to have electric buses because they are quieter, they are less noisy, especially for those staying near on the second, third floors of HDB blocks facing bus stops. Can it be sped up even faster – half of the buses by 2030, possibly, all by 2030, if it is possible?The Chairman: That sounds like a full question. Your \"half\" question was requesting it to be in Toa Payoh. So, it is three-and-a-half questions. But never mind. [Laughter.]"], "Mr Dennis Tan Lip Fong (Hougang)": ["Thank you, Chairman. I have three clarifications for Senior Minister of State Amy Khor and one quick clarification for Senior Parliamentary Secretary Baey Yam Keng.The Chairman: We need to finish by ."], "Mr Dennis Tan Lip Fong": ["Yes, I will endeavour to do that.The Chairman: But we need time for the response as well.", "I will do that, yes.First, I would like to ask very quickly, does the Government have any plans for alternate renewable energy choices for EV drivers besides natural gas? Related to this, has the Government studied the feasibility of having some of the public chargers be powered by solar panels fitted on the multi-storey car parks (MSCPs), at least in part?My second clarification is whether the Government is concerned with the slower conversion of heavier vehicles and lorries to EVs and will it affect our plans for 2030 and beyond.The third clarification for Senior Minister of State Amy Khor is whether the Government will actively engage logistics companies directly on their plans to convert to EVs to speed up the process.My clarification for Senior Parliamentary Secretary Baey Yam Keng – I thank him for the reply on PMDs – I just want to request that the Government continue its enforcement, engagement and public education efforts in respect of power-assisted bicycles (PABs) as well because it is common to see e-bikes beating red lights, cycling against traffic, not wearing helmets. I also see many cruising on e-bikes without having a pedal at all, which is not consistent with LTA requirements that the motor power can only cut in when the cyclists start to pedal. So, it suggests that there is still a lot of illegal PABs running around.The Chairman: Short responses, please."], "Mr Saktiandi Supaat": ["Thank you, Mr Chairman. I would like to thank the team from MOT for answering all our questions, especially the 46 cuts from Members, which took a very efficient timeframe – one hour from 6.55 pm to 8.00 pm sharp.The responses taken by MOT Minister Iswaran, Senior Minister of State Amy Khor and Senior Minister of State Chee Hong Tat and Senior Parliamentary Secretary Baey Yam Keng which took just one-and-a-half hours which, in line with what Senior Minister of State Chee Hong Tat mentioned, we, being efficient at the checkpoints, like MOT, has shown it is being efficient.At the same time, as the Senior Minister of State mentioned, I was surprised to hear that there are 300,000 trees being saved, equivalent to 300,000 trees being saved by changes in the maritime sector as well. I would like to thank the MOT team at the backend as well for their continued work to ensure a resilient, sustainable and inclusive transport system and all the Members who have spoken within that one hour last night. I hope we can continue to make sure that we continue to maintain that sustainability efforts going forward as well. Mr Chairman, with that, I beg leave to withdraw my amendment.Amendment, by leave, withdrawn.The sum of $2,550,842,700 for Head W ordered to stand part of the Main Estimates.The sum of $10,165,701,000 for Head W ordered to stand part of the Development Estimates."]}