{"Mr Vikram Nair (Sembawang)": ["Chairman, I beg to move, \"That the total sum allocated for Head N of the Estimates be reduced by $100.\"A key source of geo-political uncertainty is the growing US-China rivalry. The hope for many of us is that both the US and China find a way to co-exist together. As the two largest economic powers, their peaceful co-existence could allow Asia and the rest of the world to continue to prosper in peace.Unfortunately, this rivalry seems to have grown and intensified over the years. Last year, US Speaker Nancy Pelosi visited Taiwan in the face of objections and threats of dire consequences from China. The message she wanted to send as clear – that the US stands firmly behind its ally Taiwan. China responded with joint military exercises in the Taiwan straits and unprecedented missile overflights over Taiwan. While this rivalry had started out as a largely economic one, the risk of a military confrontation has suddenly also become more real. The economic rivalry itself should not be underestimated. Throughout the 1990s and 2000s, there was a wave of US investment into China and trade from China with the world blossomed. This was like a golden age for economic prosperity following the end of the Cold War.The last few years though have marked a sharp reversal of this trend. As the rivalry between China and the US intensified, US companies have started leaving China. Amazon, Yahoo and Linked-In are the latest companies to announce exits from China, following Google which exited more than a decade ago. Prior to this, other well known names such as Macy’s, Home Depot, eBay and Best Buy have entered and exited China.The Chinese company Huawei was hit with restrictions in 2019 and China followed with its own restrictions on various US sectors. Individuals have also not been spared. Following US sanctions on Hong Kong lawmakers in the wake of the unrest there, China had responded with sanctions on US lawmakers too, including members of President Trump’s administration and lawmakers such as Senators Marco Rubio and Ted Cruz.This rivalry has also manifested itself in the realm of critical technologies. For example, the US last year, imposed restrictions on the sales of advanced semiconductor chips, especially those with wide applications in artificial intelligence to China. While these measures are not targeted at Singapore, our semi-conductor industry could potentially be impacted given the highly complex nature of semi-conductor supply chains. In a more general dial-back of trade liberalisation, the last few years have seen both countries announce trade restrictions and sanctions against entities and individuals on both sides. We can expect more intense and vigorous competition between both powers in the years ahead. What are the key risks and challenges for Singapore and the region arising from intensifying US-China competition? Question proposed."], "Ms Tin Pei Ling (MacPherson)": ["US-China relations are vital for regional peace and prosperity. Singapore has always welcome both countries' efforts to keep communication channels open and engaged in dialogues.While the US and China are not actively looking for conflict, the nationalistic rhetoric on both sides mean that there is a real danger that any miscalculation or accident could potentially lead to an escalatory spiral and destablise our region.The recent balloon incidents seem to suggest that the space or window of opportunity is closing again. This is worrying. While we are a small nation, we can still play our part. How has Singapore engaged both the US and China on their strategric rivalry? What is the prognosis and are there opportunities for Singapore?"], "Mr Pritam Singh (Aljunied)": ["Chairman, the Prime Minister’s National Day Rally last year outlined perhaps the most pessimistic assessment of US-China relations in recent memory. The Prime Minister was bleak and direct. US-China relations, which set the tone for global affairs, are worsening. Neither side expect relations to improve anytime soon and there is a risk of things worsening quickly.  The Prime Minister noted that more geopolitical contestation was likely in the Asia-Pacific and that some countries would choose a side. This assessment was a marked difference in tone compared to the Prime Minister’s speech on US-China relations at the 2019 International Institute for Strategic Studies (IISS) keynote address and the Prime Minister’s essay on US-China relations in Foreign Affairs magazine in 2020.  In the aftermath of the recent shoot-down of a Chinese balloon over the US, there were reports of the visit of a senior Pentagon official to Taiwan. Taiwan is likely to be a focus of contention in US-China relations. How does the Ministry assess the Taiwan question? Is it a red line and will it force Singapore to choose a side? Chairman, it is often said that foreign policy begins at home. In view of the realities of our external environment and the multiracial character of Singapore, it is a reality that our social compact can be susceptible to fissure and cracks because of geopolitical tensions. Beneath the cordial and friendly nature of Singaporeans, the large number of foreigners, our ethnic and racial make-up and the number of new citizens in our economy can easily be exploited as a fault line. This may make it more difficult for the population to be psychologically prepared for a far more contentious and unpredictable external environment. I have alluded to this prospect at previous Committee of Supply (COS) debates. The Workers’ Party agrees that Singaporeans should never allow ourselves to be divided – whether by race, religion, income, social differences or place of birth. The reality of a far more complex and diverse Singapore then ever before can make this feel like a tall order. But it would be important to see ourselves as Singaporeans first, ahead of our ethnic differences, even as the latter define who we are culturally.We should not shy away from saying that we are Singaporeans first, while recognising and honouring our ethnic and racial realities. This distinction would be critical in building up our psychological readiness for unpredictable US-China relations."], "Ms Janet Ang (Nominated Member)": ["Mr Chairman, thank you for the privilege to participate in this Committee of Supply (COS). I would like to declare that I am the Non-Resident Ambassador (NRA) of Singapore to the Holy See.One year ago, Russia launched a full-scale invasion on the small sovereign state of Ukraine. One year on, the war is still raging. Two years ago, the coup in Myanmar started and today, the violence is reportedly getting worse. Meanwhile, geopolitical tensions between the US and China have intensified and Taiwan, which is the red line for China, is constantly being \"put to the test\". And, alas, if there were any dreams for peace in the Korean Peninsula post the Kim-Trump Summit, those have fast faded into the distance. We have experienced supply chain disruptions since the COVID-19 pandemic and these are further exacerbated by the Russia-Ukraine war especially for food and energy. Inflation is at a 14-year high, and across the globe, we see increasing protectionism.It is indeed troubling times that we live in.Singapore is a small and young nation in this increasingly divided world where we see sharpened rivalry and deepened mistrust between nations and even between peoples in the same country. The \"Terror on Capitol Hill\" is but a vivid reminder of how mistrust once sowed can lead to consequences that one cannot imagine could happen. Singaporeans must not think, even for a moment, that these things can never happen to us.Hence, whether it is our National Service or our multicultural, multi-religious heritage or our shared values of building an inclusive and progressive society for all, Singaporeans must always have the courage to speak and act with integrity for our country. We are a small nation and may, at times, have to walk a tight rope. It is pertinent that Singapore does not falter but firmly stick to principles and abide by global rules-based multilateral system, whether for international security or for international trade. Singapore may be small, but as Minister Balakrishnan often reiterated, and I quote, \"We cannot be bought, nor can we be bullied.\"Our diplomacy approach is simple. We are friendly with everyone. Kudos to our Ministry of Foreign Affairs (MFA) colleagues here and in the overseas Missions for establishing strong diplomatic relationships with many countries. Singapore is not simply a fair-weather friend. I read with pride The Straits Times article on how our Singapore men from the Singapore Civil Defence Force (SCDF) responded to a request by Turkey and took part in the rescue operations in Southern Turkey which was hit by a 7.8 magnitude earthquake on 6 February. This is one of the many heartwarming examples of Singapore diplomacy at its best. Let me speak next to the US-China relations and implications on business. Both these super powers are Singapore's key trading partners with China as Singapore's largest trading partner and the US as Singapore's top foreign investor. The US is also Singapore's third largest trading partner and Singapore is China's top foreign investor.In 2022, we are glad to see the high-level engagements that Singapore leaders had with the US and with China. I would like to ask the Minister for Foreign Affairs to share his perspective on the following questions.One, with the US-China geopolitics heating up to the extent of balloons being shot down, how do we ensure that Singapore, being a little red dot, is not caught in their \"bull fight\"?Two, in view of recent Presidential-level engagements between them, how hopeful can we be that open communications and dialogue will continue to progress constructively? Three, how can Singapore build on our strong political and diplomatic engagements with the US and China as well as with multi-lateral institutions, to play an effective role as bridge-builder to tackle common challenges, for example, climate change and digital economy?The Chairman: Your time is up. Please round up now. "], "Ms Janet Ang": ["How does Singapore's good relations and strong trade with these two super powers, keep us in the \"green lane\" with both of them and enable us not to have to take sides? The Chairman: Thank you. Dr Lim Wee Kiak."], "Dr Lim Wee Kiak (Sembawang)": ["Chairman, November 2022 was one of the months when we saw two important events taking place and boosted the relationship between Singapore and China. There was the 18th Joint Council of Bilateral Cooperation that was held in Singapore. This meeting was co-chaired by Deputy Prime Minister and Coordinating Minister of Economic Policies, Mr Heng Swee Keat and the Vice Premier of the State Council of the People's Republic of China, Mr Han Zheng. A total of 19 MOUs and Agreements were signed with both countries agreeing to continue to work to look for growth opportunities in areas, such as digital and green economies to collaborate in. Shortly after that, in the same month, Chinese President, Xi Jinpeng and our Prime Minister Lee Hsien Loong met on the sidelines of the 29th Asia-Pacific Economic Cooperation (APEC) Leaders' Meeting in Bangkok. Both Leaders affirmed the close and multi-faceted relationships between Singapore and China. After months of strict lockdowns in China, China has now abandoned its zero COVID policy and reopened its border. The infections have apparently peaked and normalcy has begun to return to major Chinese cities. There are reports of foreign businesses gearing up for travel into China as it reopens its door for foreign travellers again. Can Minister give us an outlook of the Singapore-China relationship in 2023, especially in the post-pandemic era, given that many of the areas both countries are keen to work together on?The Chairman: Mr Don Wee is not here. Ms Sylvia Lim."], "Ms Sylvia Lim (Aljunied)": ["Chairman, I note the recent visit to Singapore by the Malaysian Prime Minister, Datuk Seri Anwar Ibrahim. The event marks a new chapter in relations across the Singapore Strait, one where our two countries can perhaps continue putting down some of the historical baggage accumulated over the years.I am heartened by the fact that Singapore and Putrajaya are moving ahead on such issues as management of the Flight Information Region, development of the Rapid Transit System and reducing congestion along the Causeway. There will also be a Leaders' Retreat later this year.Singapore and Malaysia share many things. The histories of our countries are deeply intertwined, family and social ties link our societies. We are consistently among each other's largest trading partners and Singapore is one of the main sources of Foreign Direct Investment into Malaysia – in fact, second largest in 2021.The Singaporean and Malaysian governments often collaborate on external issues of mutual concern. We do so in several ways, bilaterally, through ASEAN, or as part of groupings, like the Five Power Defence Arrangements and Strait of Malacca Patrols.Amid the COVID-19 restrictions, Singaporeans discovered how important Malaysian workers are to our economy, just as Malaysian food products are an integral part of our diet. Cultural and social currents often flow both ways across our borders as well.As neighbours that are geographically right next to each other, there will be differences from time to time. Historically, this included differences over water supply, something that Singapore's diversification of national taps may be helping to alleviate. Then, there are disputes over Pedra Branca, Middle Rocks and South Ledge, which both sides resolved through arbitration at the International Court of Justice. Also appearing as occasional points of disagreement are maritime delimitation, the effects of land reclamation, as well as flight paths for military and civil aircraft. Generally, both sides seek to address differences professionally and respect the arbitral processes in which they agree to participate.I would like to ask the Foreign Minister how the Government intends to further consolidate and build on the Singapore-Malaysia relationship and develop new areas for mutually beneficial cooperation at both the official and unofficial levels. We would, of course, bear in mind the potential for political instability in Malaysia.What are the areas he seeks to explore either bilaterally with the Malaysian government or even unilaterally, beyond those covered during Datuk Seri Anwar's recent visit? Are there any timelines for these proposals or projects? What are the communication channels to prevent the escalation of differences, to ensure calm and professional management and resolution of differences as and when they arise?Sir, whatever our differences, Malaysia is our closest neighbour. This bilateral relationship is one we must manage effectively in an increasingly contested and uncertain world. I ask the Foreign Minister to lay out the Government's perspective."], "Dr Wan Rizal (Jalan Besar)": ["Chairman, Singapore has excellent ties with Malaysia at the federal level. Malaysian Prime Minister Dato Seri Anwar Ibrahim recently made an official visit to Singapore in January 2023 where he met both President Halimah and Prime Minister Lee.Prime Minister Anwar and Prime Minister Lee also witnessed the signing of several Frameworks and MOUs, including Frameworks on Cooperation in Digital Economy and Green Economy, and an MOU on Personal Data Protection, Cybersecurity and Digital Economy. Additionally, Deputy Prime Minister and Minster for Finance Lawrence Wong's first official visit in his capacity as Deputy Prime Minister was to Malaysia in September 2022. I would like to ask the Minister, how is MFA engaging Malaysia at the state level and how does the Ministry plan to encourage greater people-to-people links."], "Mr Zhulkarnain Abdul Rahim (Chua Chu Kang)": ["Chairman, Singapore and Brunei have long maintained strong relations and importantly, support for each other.During the pandemic, Singapore and Brunei had issued a joint Ministerial Statement together with Australia, Canada, Chile, Myanmar and New Zealand affirming commitment to ensuring supply chain connectivity and launched Reciprocal Green Lanes (RGL), as well as our first Vaccinated Travel Lanes. As both countries emerged from the pandemic, our high-level and people-to-people exchanges have steadily resumed. Last year, Prime Minister and Deputy Prime Minister Lawrence Wong had both visited Brunei, while the Sultan of Brunei and Crown Prince of Brunei have made separate visits to Singapore in August 2022, where they discussed a broad range of areas to further bilateral cooperation in areas such as in energy and green economy and in youth exchanges.How have we built on the special Singapore-Brunei bilateral relationship last year, Sultan of Brunei's State visit?", "Sir, the Middle East/Gulf countries are an important region for Singapore not only in terms of trade but also because they are Islamic countries. So, what happens there is also important to us. In September 2022, the Minister for Foreign Affairs made an official visit to the Kingdom of Saudi Arabia as both countries commemorate the 45th anniversary of diplomatic relations. During the visit, Minister has also met the Secretary-General of the Cooperation Council for the Arab States of the Gulf (GCC), His Excellency Dr Nayef Al-Hajraf. Both sides noted the strong foundation for cooperation set in place by the GCC-Singapore Free Trade Agreement, which entered into force in 2013 and encouraged greater exchanges between the GCC and Singapore as well as with ASEAN in areas of mutual interest like food security and education. How is Singapore looking to build on our growing ties with the Gulf countries?Recently, the Middle East has seen a positive spotlight with Qatar hosting a successful FIFA World Cup finals. There is thus opportunity to bring closer people-to-people ties. In this regard, besides such close cooperation with the Gulf countries, what other role can Singapore play in assisting to alleviate the Palestinian-Israeli tensions in the Middle East, whether on our own or together with other Gulf countries?"], "Mr Chong Kee Hiong (Bishan-Toa Payoh)": ["Chairman, Indonesia is one of Singapore's closest neighbours. Singapore and Indonesia are connected through family ties, social and commercial relationships. As one of our most important bilateral partners, we enjoy a high level of cooperation across a wide range of sectors.  Singapore has consistently been Indonesia's top source of Foreign Direct Investment since 2014. According to Ministry of Trade and Industry (MTI)'s figures released last year, Indonesia is Singapore's sixth largest trading partner. In June 2022, our Minister for Trade and Industry visited Indonesia to meet with his counterpart among others. Both sides expressed interest in deepening bilateral cooperation in the areas of energy, infrastructure development and the digital economy.On the bilateral front, Indonesia's ratification of all three agreements, covering Flight Information Regions (FIR), Defence Cooperation and Fugitives Extradition, under the Expanded Framework between Singapore and Indonesia in 2022, was a clear sign of the strength and maturity of our relationship and our commitment to work together as close neighbours. Would the Minister share with the House an update on how Singapore is stepping up cooperation with Indonesia, especially from the economic perspective?"], "Mr Vikram Nair": ["Chairman, Singapore and Indonesia have had a long standing and deep relationship tracing back to the late 1960s, following the end of the Konfrontasi. Both were founding members of ASEAN and economic ties between both have been deep. Singapore is the largest foreign investor in Indonesia and both countries are each others' largest source of foreign visitors. The government-to-government and people-to-people ties are strong and close at many levels.Yet, even between friendly neighbours, there will be differences and matters that need to be resolved. The Prime Ministers of both countries meet regularly and try to address these matters. Last year, Prime Minister Lee and Indonesian Prime Minister Joko Widodo held their Leaders' Retreat in January 2022 in Indonesia, where they witnessed a set of agreements on three long-standing bilateral issues under an Expanded Framework. They were an Agreement on the Realignment of the Boundary between the Jakarta Flight Information Region (FIR) and the Singapore FIR, a Treaty for the Extradition of Fugitives, and a Joint Statement between the Defence Ministers on the 2007 Defence Cooperation Agreement. These were longstanding matters. We signed the first FIR with Indonesia and first agreement on military cooperation in 1995. The military agreement was implemented for a few years and then lapsed. The FIR could not be implemented because of external factors. In 2007, agreements were reached on both defence cooperation and extradition, but these were not ratified by Indonesia at the time.Each of the points that were agreed upon last year give clarity to matters that are important to both countries and were negotiated as part of a framework to create a good balance of benefits for both sides. The FIR sets out the agreed boundaries between Singapore and Indonesia in responsibilities for the FIR, with Indonesia delegating responsibility to Singapore for 25 years to provide continuity with what is going on today. There is an option to renew this delegation beyond 25 years, if parties wish.The Defence Cooperation Agreement provided for both governments to ratify and implement the 2007 agreement. This provides for cooperation between the armed forces and also permits SAF to continue training in South China Sea Danger Area, where it had been training since the 1960s.The extradition treaty provides for a complete list of extraditable offences between Singapore and Indonesia and builds on and formalises existing practices where law enforcement agencies already cooperate with each other. In January this year, MFA announced that Indonesia had ratified all three treaties. This means that the agreements have received the necessary internal support from the Indonesian legislature.These are promising developments. I will be grateful if the Minister can give an update on the status of the implementation of these three agreements and whether anything further needs to be done.", "I thank the two Ministers and Senior Minister of State. I have one clarification on the China-US matter. It is clear that Singapore has extensive and deep relations with both countries. Is there anything that Singapore has envisioned to try and bring both parties together on some of the difficult issues?", "I would like to thank Minister Vivian Balakrishnan, Second Minister Mohd Maliki bin Osman and Senior Minister of State Sim Ann for sharing with us the works of the Ministry and also want to thank all the civil servants in our embassies all over the world. With that, Chairman, I beg leave to withdraw my cut. Amendment, by leave, withdrawn.The sum of $514,857,600 for Head N ordered to stand part of the Main Estimates.The sum of $18,000,000 for Head N ordered to stand part of the Development Estimates.The Chairman: Order. I propose to take a break now.Thereupon Mr Deputy Speaker left the Chair of the Committee and took the Chair of the House.Mr Speaker: Order. I propose to take a break now. I suspend the Sitting and will take the Chair at 3.15 pm. Sitting accordingly suspended at 2.52 pm until 3.15 pm.Sitting resumed at 3.15 pm.[Mr Speaker in the Chair]"], "Miss Rachel Ong (West Coast)": ["Chairman, the situation in Myanmar remains critical and fragile. The continuing violence in the country remains of deep concern as it also affects neighbouring countries and impacts ASEAN's community-building efforts.Since the finalisation of ASEAN's Five-Point Consensus in 2021, there has been little progress in its implementation, especially in the area of cessation of violence. This, despite efforts by successive Special Envoys of the ASEAN Chairs, Brunei and Cambodia. As a result, much of the country remains in need of humanitarian assistance.During the 40th and 41st ASEAN Summits held in November 2022, the leaders called on all parties in Myanmar to facilitate the work of the Secretary-General of ASEAN and ASEAN Coordinating Centre for Humanitarian Assistance in delivering assistance in Myanmar to all in need.May I ask the Minister for Foreign Affairs what ASEAN is doing with regards to humanitarian assistance and what support has Singapore, as a member of ASEAN, provided and/or will continue to provide?"], "Mr Kwek Hian Chuan Henry (Kebun Baru)": ["Chairman, Sir, ASEAN has come a long way since its establishment in 1967. ASEAN has kept the peace among us and gave us collective heft internationally. To tap on the promise of ASEAN as a dynamic and diverse growth engine, we have developed a comprehensive agenda to expanded collaboration, tackle challenges and seize new opportunity within ourselves and with like-minded external partners.Amidst the geopolitical tensions, ASEAN has stood apart as a region committed to economic freedom, growth and free trade and one that upholds the international rule of law. Yet, ASEAN needs more than inspiring ideals and rousing principles to thrive. We must use our collective weight and potential to encourage key external powers from all over the world to contribute constructively to our growth and stability. In short, ASEAN must be the destination for all and be the backyard of no one.  Can our Minister for Foreign Affairs share how Singapore has worked to develop closer integration within ASEAN and to help ASEAN engage with our external powers?", "Chairman, Sir, the international situation is in flux. One, the war in Ukraine is undermining the international system that kept peace and defended countries' independence. Two, strained US-China relations have made armed conflict more likely and split up technology, finance and supply chains. Three, the combination of geopolitical clashes, the formation of regional trading groups and the aging of populations in developed countries have caused inflation and slowed down economic growth. Four, the climate emergency is making differences between countries worse, leading to greater worldwide inequality. Fortunately, change brings opportunities for those who are bold and fast-moving. For example, advancing technology is enabling Singapore to do business with more people further away. Furthermore, Singapore is at the heart of ASEAN – a large, varied, rapidly growing and youthful region.Can our Minister of Foreign Affairs explain how we can adjust our foreign policy to ensure that Singapore succeeds in this shifting world. How can our Foreign Service help us in this?"], "Mr Gerald Giam Yean Song (Aljunied)": ["Sir, the Workers' Party supports Singapore's efforts to work with our neighbours to bolster ASEAN.The regional grouping plays an important role in fostering deeper social, cultural and economic ties, enhancing regional stability and integrating Southeast Asian economies. An effective ASEAN can help countries in the region, including Singapore, to punch above their weight when dealing with major powers.Despite all its benefits, ASEAN's flaws have been laid bare on several occasions, most recently with the crisis in Myanmar.A key tenet of ASEAN is the requirement for decision-making to be based on \"consultation and consensus\", effectively giving any member the veto power over decisions. This requirement can hamper ASEAN's ability to address critical security issues.How is Singapore working with ASEAN to overcome situations where consensus is hindered by a minority of member states?According to Article 20 of the ASEAN Charter, \"where a consensus cannot be achieved, the ASEAN Summit may decide how a specific decision can be made\". Has there ever been any push by Singapore at the ASEAN Summit for a decision to be taken by majority vote on issues where arriving at a consensus is impossible?Has Singapore asked ASEAN to adopt stronger mechanisms to enforce its own consensus decisions?For example, little progress has been achieved by the Myanmar Armed Forces in the implementation of ASEAN's Five-Point Consensus to put Myanmar back on the path to peace following the military coup.Does the ASEAN Summit have the authority to decide by a vote to suspend Myanmar from participation in all ASEAN meetings and initiatives? This will send a strong signal to the country's military rulers that their violent actions against their own citizens are not compatible with ASEAN's principles."], "Mr Gan Thiam Poh (Ang Mo Kio)": ["Thank you, Chairman. Last November, the US and ASEAN established a comprehensive strategic partnership at the 10th ASEAN-US Summit in Cambodia. This new agreement will facilitate closer collaborations in a wide range of areas, including climate change, energy research, transportation and health, just to name a few. Will the Ministry provide an update on US engagement of ASEAN?ASEAN has been boosting its engagement with more countries over the years, including through the extra-regional platform of  (APT), which comprises ten ASEAN Member States, the People's Republic of China, Japan and the Republic of Korea. Today, APT is the main platform to promote East Asian Cooperation, including political security, trade and investment, finance, energy and many, many more areas.In view of the rising tensions between the US and China, what are the main challenges facing APT and how can APT advance to protect and promote the interests of East Asia? Is the APT on track with the implementation of the ASEAN Community Vision 2025? Would the Ministry share recent APT initiatives and their outcomes?Singapore enjoys good engagement with the Pacific Islands. We have hosted the Pacific Islands FinTech Innovation Challenge in July 2022, which aimed to foster stronger collaboration between ASEAN and the Pacific Islands in digitalisation.Will the Ministry share with us which are the areas of cooperation  seek to advance in the near future?"], "Mr Murali Pillai (Bukit Batok)": ["Sir, in a Straits Times article dated 21 December 2022, entitled \"India set to become world's fastest-growing economy on post-COVID spending boom\", it was reported that India is expected to grow 6% in this fiscal year ending 31 March 2024.Given this blistering pace of growth, it is imperative that Singapore does more to engage our giant Asian neighbour for mutual benefit not just between the countries but also ASEAN.I was happy to note an initiative that Prime Minister Modi from India suggested in 2018 when he visited Singapore was made reality on 21 February 2023 when Prime Minister Lee and Prime Minister Modi both launched the PayNow-UPI Linkage that will allow for cheaper, faster and safer cross-border retail payments and remittances for businesses and individuals. This is indicative of a strong partnership between Singapore and India. I would like to ask the hon Minister for his assessment of Singapore's relations with India and what we are doing to deepen India's engagement here and in the region."], "Mr Gan Thiam Poh": ["Chairman, last June, Prime Minister Lee made his first official visit to Africa when he visited Rwanda. I understand that he announced a three-year Singapore-Africa Partnership Package. We have also kept up ties with South Asia. Several Ministers visited the region last year, including Deputy Prime Minister Wong, who made an official visit to India in September. What are the plans to step up engagements with emerging markets this year?", "Chairman, the UK Secretary of State for Foreign, Commonwealth and Development Affairs, James Cleverly, and Minister for Foreign Affairs, Dr Vivian Balakrishnan, signed a memorandum of understanding (MOU) on the Singapore-UK Third Country Training Programme last September. The MOU aims to jointly promote capacity building in ASEAN and the region.EU countries like Germany are also keen for more cooperation. The Federal Chancellor of Germany made an official visit to Singapore last November, which concluded with the signing of the Germany-Singapore Framework for Sustainability and Innovation which aims to increase economic partnership."], "Ms Joan Pereira (Tanjong Pagar)": ["Chairman, last month, at the 16th Pacific Alliance (PA) Summit in Colombia, Minister for Trade and Industry, Mr Gan Kim Yong, signed the PA-Singapore Free Trade Agreement (PASFTA) and PA-Singapore Joint Declaration with his counterparts from the PA member states, namely, Chile, Colombia, Mexico and Peru.  In July last year, we substantively concluded negotiations with the other  economic bloc, MERCOSUR, which comprises Argentina, Brazil, Paraguay and Uruguay. Will the Ministry elaborate how these agreements will benefit and help build trade between Singapore and ? Will the Ministry also share with the House an update on our other initiatives to engage ?"], "Mr Liang Eng Hwa (Bukit Panjang)": ["Sir, the geopolitical stability that we have experienced for decades and has helped propelled globalisation is now being challenged. The rivalry and intensification of competition between major powers and the Ukraine war has altered the global geopolitical landscape.We are increasingly seeing countries taking unilateral actions to decouple in areas of trade, technology, investments and finance. More countries are taking steps to shore up their economic security through policies to safeguard strategically important technologies and data.This development would create more barriers for businesses to internationalise, with a likely negative impact on global economic growth. Can I ask the Minister on his view on how he see globalisation panning out in the years ahead?Sir, Singapore participated in several multinational platforms like World Trade Organization (WTO), World Health Organization (WHO) and the United Nations (UN). We play our part, working with these agencies to deal major crisis and help resolve deep-seated global issues.Can I ask the Minister if these multilateral organisations have been able to galvanise actions and make real impact? Is multilateralism still useful for Singapore when globalisation is under threat and what role should Singapore play?"], "Mr Desmond Choo (Tampines)": ["As Singapore and the rest of the world step down COVID-19 restrictions, travel is picking up globally. Many Singaporeans are assuming their overseas travel. Singaporeans have always been well-travelled and \"revenge travelling\" is expected to fuel even more expected trips for some Singaporeans. It is common to hear people saying that they needed to make up for lost time. Some Singaporeans have also taken this time to resume their overseas postings and business travel.MFA had faced significant request to consular assistance during the pandemic. With the DORSCON Green, we should now thank our MFA officers for their three years of difficult work. How has the volume and complexity of  changed since easing of COVID-19 and the resumption of travel by Singaporeans? With the significant increase in outbound travel over the last few months, what advice would MFA provide the Singaporean travellers? Could the Ministry also provide us with an update on some of its efforts to improve the delivery of consular assistance to Singaporeans overseas? What were the valuable lessons learned from the COVID-19 pandemic to incorporate in our consular services and development of overseas missions? What are the challenges that MFA faced that will require the public support?The easing of COVID-19 restrictions also coincided with the Ukraine-Russian conflict and the Turkish-Syrian earthquake. Can the Ministry provide an update on how they supported Singaporeans affected by these disasters? "], "Mr Liang Eng Hwa": ["Sir, our Embassies, High Commissions, Consulars, Trade Office and Overseas Missions are like home away from home for Singaporeans overseas. They are like a one-stop service for Singaporeans in need or in dire situation, or for seeking information and queries. These were well demonstrated during the numerous emergency situations in foreign land and more recently during the COVID-19 pandemic.When Wuhan city was dramatically locked down in January 2020, MFA and our embassy in Beijing were in touch with stranded Singaporeans there and worked on their expeditious evacuation. Similarly, when Shanghai went into lockdown mode in April 2022, our Consulate-General office in Shanghai sent food packs to Singaporeans unable to obtain food on their own. They also helped source for essential supplies and medications and facilitated Singaporeans who wish to return home urgently.This is the service ethos of our MFA officers in Singapore and overseas. We owe them a debt of gratitude for going all out to take care of Singaporean overseas, often going beyond their call of duty and at personal risk and leaving no one behind in any emergency situation.Now that COVID-19 is in our rear mirror, it is important that Singaporeans know about the extraordinary work that our MFA officers did during the pandemic to help Singaporeans overseas and at home. This would be also useful as the Government undertake the After Action Review (AAR) and to look at areas that we can further improve or strengthen.Hence, I would like to request the Minister to share with the House and Singaporeans more details of how MFA supported Singaporeans overseas affected by the COVID-19 pandemic."], "Mr Cheng Hsing Yao (Nominated Member)": ["Sir, we are entering into a post-COVID-19 world with travel restrictions easing and borders reopening. There is a strong pent-up demand for travel and Singaporeans are once more beginning to travel in large number across the globe.  Given that it has been two to three years since people have travelled, many Singaporeans have forgotten some of the precautions and preparations needed when travelling overseas. For example, there have been stories of Singaporeans forgetting to apply for travel insurance, falling ill overseas and racking up thousands of dollars in medical expenses. Other Singaporeans have lost their passports or had been the victims of theft. Moving forward, we can expect more Singaporeans to invariably encounter problems.With the easing of travel restrictions worldwide, what can Singaporeans do to better prepare themselves for their overseas trips and does MFA reach out to Singaporeans to share with them travel tips?"], "Miss Cheryl Chan Wei Ling (East Coast)": ["Chairman, as a small city-state, Singapore has thrived through many years of mutual exchange with many countries. We celebrated the 30th anniversary of the Singapore Cooperation Program (SCP) in 2022. Close to 150,000 foreign officials have participated in SCP courses, and a large proportion of participants were from ASEAN member states. Given the global fight against climate change and the impact of digitalisation in dealing with real world issues, there is increasing need for countries to cooperate and develop framework, conduct practices and co-create technical solutions that are beneficial for both their domestic needs and concurrently helping to solve global issues. While the commitment from countries is strong in wanting to reduce global emissions under the Paris Agreement, there needs to be demonstrated political will to set up intersectoral climate governance on critical areas like renewable energy transition, food security, forest and land use protection amongst others. I note that MFA has launched the Sustainability Action Package to support the capacity-building needs of developing countries on sustainability and climate change.Moving forward, I would like to ask the Minister how is SCP evolving to better meet regional and global challenges? Will SCP be advocating for an overarching coordinating body on climate change to ensure more information-sharing across ASEAN bodies, one that can convene dialogue partners to exchange based on structural needs and solutions and also engage civil societies; something similar to the public health emergencies model established during the pandemic? "], "Mr Gerald Giam Yean Song": ["Of all the Ministries, MFA's work is probably the most esoteric to many Singaporeans. Some think that foreign policy is too complicated, is not as relevant to their daily lives as many domestic issues or is too sensitive to have open discussions about. As a result, foreign policy is often left out from public discussions. This is not healthy in a nation as educated and with as much access to information from around the world as Singaporeans are.In a speech in July 2017, the Foreign Minister stated that \"our diplomacy is only credible, if we are able to maintain a domestic consensus on Singapore's core interests and our foreign policy priorities.\" If there is insufficient engagement with Singaporeans on foreign policy, it will be close to impossible to build and maintain that \"domestic consensus\", especially in the face of a plethora of news and information from abroad, including disinformation.How is MFA engaging Singaporeans on foreign policy matters and explaining our core interests to citizens of all ages and education levels? Do our missions engage overseas Singaporeans on foreign policy?How is the Ministry countering some of the narratives put out by foreign actors that attempt to influence Singaporeans' views on policies that may go against our national interest?During the debate on the Foreign Interference (Countermeasures) Act (FICA) Bill in 2021, Minister K. Shanmugam acknowledged that a whole-of-society effort is required for public education and that he \"welcome(s) everyone's assistance in helping to engage and educate the population.\"How is MFA facilitating this? Is the Ministry working with schools, academic institutions, NGOs and business chambers here and abroad to engage, inform and involve them in Singapore's foreign policy?", "Sir, I acknowledge the extreme complexity of the situation in Myanmar and I do not for a minute think that there are, sadly, simple solutions to it. However, I would like more clarity on the Minister's answers to my questions just now.I asked, has Singapore ever pushed at the ASEAN Summit for a decision to be taken by a vote on issues where arriving at a consensus is impossible? As the Minister alluded, this is provided for in Article 22 of the ASEAN Charter. Just now, the Minister mentioned that Myanmar's participation at the political level was reduced. Was that decision to bar Myanmar's participation at the political level arrived at by consensus or was it a vote?More fundamentally, is Singapore open to considering alternative decision-making mechanisms at ASEAN? Or is MFA's position that sticking to the consensus decision-making approach in all cases best serves Singapore's interests? The Minister has stated that decision by consensus in ASEAN is a feature, it is not a bug. However, does the Minister agree that sometimes features do not work well in all situations?"], "Ms He Ting Ru (Sengkang)": ["Mr Chairman, the emphasis on families and equality in this year's Budget makes it a good time to discuss the role of women in diplomacy.Apart from just looking at the proportion of women in roles across our foreign service, I would also like to understand what more is being done to support women and their families in the foreign service as they move ahead with their careers.International Women's Day is coming up next week. Yet I note that unlike many countries in the region such as Australia, the Philippines and Indonesia, we still have not yet had a woman take on the role of Minister for Foreign Affairs.Women in key leadership positions create role models for those who wish to follow in their footsteps. Studies have also found that having women involved in a peace process increases the chances of a negotiation being reached. Getting to those roles, however, may not be easy. The foreign service can be a tough job – being on call, constant travel, frequent relocation and a high stress working environment. This can make having a stable family life particularly difficult. These pressures may fall particularly heavily on women who seek a long-term career in our foreign service. We still live in societies where there are greater expectations on women to be carers and to perhaps even forego their career prospects to fulfil these obligations.I would like to ask what steps the Ministry is taking to support women in our foreign service, especially to ensure that they have an equal chance of success. What is being done to regularly review the circumstances faced by women in the foreign service and their families and improve on existing measures? How much of the approximately $10 million earmarked for \"Manpower Development\" in MFA's FY2023 budget is allocated to equality efforts?Striving for our Singaporean aspirations of equality in the foreign service sets a tone for society that gender equality is of importance across all areas."], "Mr Louis Ng Kok Kwang (Nee Soon)": ["Sir, through my visits to Rohingya refugee camps, I have seen firsthand the amazing work that UNHCR does in helping the most vulnerable, defenseless and voiceless people. UNHCR serves millions of refugees. They need money to help them. But the UNHCR was about $4 billion, or 44% short of the budget it needed to carry out its work. In 2021, Singapore ranked 103rd on a list of 125 donors to UNHCR. Contributions that ranked ahead of Singapore included countries with a far lower per capita GDP. I previously asked that we increase our contributions. The Government responded that we are a small country with limited resources. I understand that. I also appreciate that our contribution is comparable to that of other ASEAN countries. It has been six years since we increased our contributions by $10,000 to now US$60,000 annually. Can we do our part by considering increasing our contributions to the UNHCR further? Almost every month, I join volunteers in Nee Soon East and Darul Makmur mosque to teach students at a refugee school. We talk to the children about their ambition. I struggle because I know their dreams are almost impossible because they are refugees with very little hope of getting citizenship. Amazingly, without formal education, four of them have completed their GSCE \"O\" Levels and are now pursuing a university degree and citizenship under the Philippines' CPath programme. I met with two of them, Rehana and Saber, who just started their degree in accountancy and I finally saw hope in their eyes. They have been refugees their whole lives. In Singapore, we say education is a great equaliser and we tell our children that if you study and work hard, you have a chance of succeeding. But this is not possible for many refugee children around the world. I understand that Singapore faces difficulties in accepting refugees because of our small land size and I am not asking for that. We had around 1,700 international students on scholarship in 2019. Can the Government consider following the Philippines and extending scholarships to a limited number of refugees? "], "Mr Raj Joshua Thomas (Nominated Member)": ["Chairman,  (NRAs) are a unique part of Singapore's diplomacy. The scheme widens the Ministry of Foreign Affairs (MFA)'s reach beyond countries in which we have a permanent mission and helps to build personal diplomatic relations with a larger number of countries. I would like to ask the Minister how the Ministry tracks the performance of NRAs and the effectiveness of their representation, and the frequency of such assessments. Further, could I also enquire on the resources that are made available to enable them to carry out their duties? I have also noticed that most of the NRAs have private emails some even Gmail accounts listed on the Singapore Government directory online and on MFA's website. I would like to enquire whether NRAs are given official MFA email addresses and whether it is prudent to allow them to use private email addresses in correspondence with foreign officials?Finally, I would like to ask whether the Ministry has any plans to increase the number of NRA representations and to which regions or countries?The Chairman: Minister Vivian Balakrishnan."], "The Minister for Foreign Affairs (Dr Vivian Balakrishnan)": ["Mr Chairman, 2022 was a very busy year. We handled close to 200 incoming and outgoing visits. We expect a higher tempo in the year ahead and especially with more countries reopening their borders. The demand for consular services will intensify as more Singaporeans travel overseas and sometimes get into trouble.But more critically, the world has become much more complex, with a perfect storm of multiple interlocking crises in the military, security, economic, public health, climate, technological and socio-political domains. The global order which has served us so well for six decades is under severe strain.Mr Henry Kwek asked how our foreign policy should adapt to these evolving trends. Let me highlight four points. First, foreign policy begins at home. I think the Leader of Opposition also agrees with that. If we are not united and successful as a thriving, vital city-state in the heart of Southeast Asia, we will quickly become irrelevant to the world. I am also gratified that if you listen to all the speeches by the PAP Members of Parliament, the Opposition and the Nominated Members of Parliament, in fact, if you all exchanged your speeches, it would not have been noticeable. This speaks well to the consensus on foreign policy in Singapore.Second point, our foreign policy must be based on a clear-eyed understanding of Singapore's long-term national interests and our vulnerabilities in a volatile and dangerous world. We refuse to be a vassal state that can be bullied or bought. We will not be a proxy or a stalking horse for any superpower. We will uphold principles, but we will not choose sides.For instance, our principled position on the Russian invasion of Ukraine, which in fact has just marked its first grim anniversary, illustrates this point. We defend the right of all nations, big or small, to have their sovereignty, independence and territorial integrity fully respected.Third, we must continue to make common cause with as many countries as possible by building overlapping circles of friends. The innermost circle obviously consists of our immediate neighbours and ASEAN.Fourth point, we must always, always uphold international law and rules-based multilateralism, and the avenues for peaceful resolution of disputes – precisely because we are a tiny city state.Let me now deal with the questions on the US-China competition. I believe Mr Vikram Nair, Ms Tin Pei Ling, Ms Janet Ang and the Leader of the Opposition have asked about the impact of the difficult and complicated US-China relationship on our region and on Singapore.This represents, in fact, a fundamental deficit of strategic trust, rooted in incompatible worldviews and aggravated by their respective domestic political pressures. Both sides wish to avoid conflict but neither side can afford to be seen as weak.The \"balloon incident\" reflected this dynamic. It exacerbated suspicions and tensions amidst strong domestic reactions on both sides. The incident was a setback to the interactions between the US and China. But I am glad that Secretary of State Antony Blinken and State Councilor Wang Yi did meet in Munich earlier this month. It shows that both sides recognise the necessity for dialogue and diplomacy, especially at times like these.Effective communication between the US and China is vital to manage risks in global affairs. Both sides need to establish guardrails, as hardened, negative views against the \"other side\" increasingly become structural features of geopolitical discourse in both the US and China. For example, there is a growing body of opinion within China that the US is a superpower in terminal decline, which is determined to contain China's rise at all costs. In the US, there has also been a deep shift in attitudes towards China. The US believes that China \"is the only competitor with both the intent to reshape the international order and, increasingly, the economic, diplomatic, military and technological power to advance that objective\". It is now a settled bipartisan US view that China's rising power is inimical to American interests and values.Both sides are now locked in intense and sharpening strategic competition across multiple domains. The US has identified computing-related technologies, biotech and clean tech as force multipliers throughout the technological ecosystem and emphasised leadership in each of these arenas as a national security imperative. Consequently, the US has decided it needs to maintain as large a lead as possible over China in these fields. To this end, the US is implementing systematic measures, including export restrictions on advanced semi-conductor technology. There are, in fact, ongoing discussions on an outbound investment screening mechanism.On its part, China is determined to achieve greater self-reliance and to prevent itself from being held to ransom. It is progressively onshoring segments of its supply chains in the tech sector. Collectively, these moves by both sides, increase the danger of a grand bifurcation in technological and economic systems, a deepening of tensions and an elevation of mutual suspicions. These have profound implications for the rest of the world.There is a real risk that the steps taken by the US and China to reduce their mutual interdependence will adversely affect the global economy. Singapore will not escape such spill-over consequences. Our open economy is highly dependent on doing business with the entire world and we have benefitted greatly from being a vital node in globalised supply chains. The US is the largest foreign investor in Singapore and our top trading partner for services. But we are also one of the largest investors in China, which is our top trading partner in goods. If the US and China get along, then Singapore will be ideally positioned to prosper. On the other hand, if things go wrong between them, these strengths can quickly turn into vulnerabilities for Singapore. The Taiwan Strait has become a more dangerous flashpoint. For China, Taiwan is a part of China and Taiwanese independence is an absolute red line.However, to the US and some other western countries, Taiwan is a vibrant democracy that they need to protect, just like Ukraine, which in fact, is different, because Ukraine is an independent country and a member of the UN.Meanwhile in Taiwan, more and more people are identifying themselves as exclusively Taiwanese. Whilst neither the US nor China seek a military conflict over Taiwan, missteps or mishaps can easily trigger a cycle of tit-for-tat actions and reactions that spiral dangerously out of control. A conflict over Taiwan will have global repercussions and a much more direct impact on Singapore than the ongoing war in Ukraine. Not only is Taiwan much nearer to us geographically, but our ties with the US, with China and Taiwan are much stronger and deeper compared to our ties with Russia and Ukraine. We have repeatedly stressed to both the US and China that Singapore, and indeed, the countries in our region want to maintain good relations with both countries. We do not wish to be forced to choose sides. We participate in multiple initiatives that have overlapping memberships, but do not always include both parties, for instance, whether you talk about the Indo-Pacific Economic Framework, or the Global Development Initiative.We have always put Singapore's national interest first and we take principled positions impartially, even if it does not always please one or the other superpower. We need the quiet confidence and the national unity to do so consistently for the long term.Given the grave implications for the world, we, like most countries, hope that the US and China work out a modus vivendi between themselves. Senior Minister of State Sim Ann will elaborate on our cooperation with both the US and with China later.Let me now turn to our immediate neighbours: Malaysia, Indonesia, Brunei. We continue to strengthen our relations with all three countries. Mr Vikram Nair asked about the significance of the Expanded Framework agreements with Indonesia. It is noteworthy that Singapore and Indonesia recently completed our respective domestic legal processes for the ratification of the three agreements under the Expanded Framework, namely the Flight Information Region (FIR) agreement, the Defence Cooperation Agreement (DCA), and the Extradition Treaty (ET).For the FIR Agreement, the next step is for Singapore and Indonesia to jointly seek approval from the International Civil Aviation Organization (ICAO). Once the FIR Agreement is ready for implementation, both sides will arrange for all three agreements to enter into force simultaneously, on a mutually-agreed date.  These three agreements will bring tangible benefits to both our countries. Under the FIR Agreement, Indonesia will delegate to Singapore the provision of air navigation services in portions of the airspace which are within the realigned Jakarta FIR which are nearest to Singapore. This will ensure that the present and future air traffic to Changi Airport and nearby Indonesian airports continue to be managed safely and efficiently. The DCA will enhance cooperation and interaction between our two military forces. It will provide clarity for the SAF's training in Indonesian archipelagic and territorial waters and airspace, on a basis that fully respects Indonesia's sovereignty over its territory, while preserving Singapore's rights under UNCLOS. Finally, the ET will strengthen cooperation between our law enforcement agencies to combat crime and to complement our existing cooperation with Indonesia. Taken together, the resolution of these three longstanding issues paves the way for us to advance our bilateral cooperation significantly in the years ahead. We look forward to welcoming President Joko Widodo to Singapore soon for the next Singapore-Indonesia Leaders' Retreat. This will be a good opportunity for our leaders to build on the strong progress in the bilateral relationship.Mr Don Wee and Ms Sylvia Lim asked about our relations with Malaysia. Our close relations with Malaysia are underpinned by strong people-to-people ties and frequent high-level exchanges. Prime Minister Anwar Ibrahim became Malaysia's 10th Prime Minister after their 15th General Election. Prime Minister Anwar is an old friend of Singapore. Many Singapore Ministers have known our Malaysian counterparts for decades, and we have kept in regular contact. At the end of January, we welcomed Prime Minister Anwar on his introductory visit to Singapore. His delegation included four Ministers, the Sarawak Premier and the Johor Menteri Besar. It was a fruitful visit. We signed three G-to-G Memoranda of Understanding (MOUs): the Framework Agreements on Digital and Green Economy, as well as the MOU on Personal Data Protection, Cybersecurity and Digital Economy. These signal our commitment to work on new and emerging areas of mutual interest.We look forward to welcoming Prime Minister Anwar back in Singapore later this year for the 10th Leaders' Retreat. Meanwhile, we also have significant ongoing cooperation projects, including the Rapid Transit System (RTS) Link between Singapore and Johor Bahru. This project will facilitate more convenient two-way travel for the tens of thousands who cross the border every day. It is making good progress and is expected to commence operations by the end of 2026.  However, as with any friendship, problems will, from time to time, arise. For example, while the issue of sovereignty over Pedra Branca has been conclusively settled, Malaysia has raised objections to Singapore's development works at Pedra Branca. These works are needed to enhance maritime safety and security and to improve search and rescue capabilities in the area. They also ensure that Pedra Branca is adequately protected against the threat of sea-level rise.Let me assure you that these development works are fully in accordance with international law and Singapore's sovereignty over the island and its waters.Nevertheless, in the spirit of mutual cooperation and good faith, we temporarily suspended the works in May 2022, to facilitate discussions on Malaysia's concerns and to comprehensively address Malaysia's queries.In December 2022, Singapore put forward proposals to Malaysia to resolve the issue and move forward with the works. Subsequently, we agreed to Malaysia's request for more time for them to consider our clarifications and proposals. Presently, the development works remain paused due to the monsoon season. We will manage our differences constructively and pragmatically, and not allow any single issue to overshadow the entire relationship.With Brunei, our unique, longstanding, special relationship remains strong and mutually beneficial. We continue to sustain a good momentum of bilateral exchanges. Last year, we were honoured to welcome His Majesty Sultan Bolkiah on his fifth State Visit to Singapore and His Royal Highness Crown Prince Billah for the eighth Singapore-Brunei Young Leaders' Programme. Prime Minister attended His Majesty's 76th birthday celebration in July 2022 and Deputy Prime Minister Lawrence Wong visited Brunei at the start of this year. Deputy Prime Minister called on the Sultan and the Crown Prince, and had productive meetings with many Bruneian Ministers. We look forward to working with Brunei to expand our cooperation in emerging areas such as the green economy, agritech and energy. Second Minister Maliki Osman will elaborate further on these areas of cooperation subsequently.Mr Gan Thiam Poh asked about our efforts to deepen cooperation between ASEAN and the US as well as our regional neighbours. Singapore has always advocated engaging major players so that they all have a stake in the peace, stability and development of our region, and can create a stable balance of power in the Asia Pacific. This provides small countries like Singapore more room for manoeuvre than if there was only a single power dominating our region. Naturally, we do not want the major powers to make Asia their battleground or conduct proxy wars here. Instead, we want them to be engaged constructively – politically and economically – so as to enhance regional cooperation, development and security. This will benefit all countries, big and small, in our region. This is why Singapore seeks to forge overlapping circles of friends as embodied in the open, inclusive and ASEAN-centred regional architecture. ASEAN-led mechanisms like the East Asia Summit, ASEAN Regional Forum, , and the Plus-One summits bring major powers including the US, China, Russia, India, Japan, the European Union (EU) and Australia to the same table convened by ASEAN. Our external partners also want to do more with ASEAN. Last year ASEAN upgraded its relations with the US and India to Comprehensive Strategic Partnerships, after doing the same with China and Australia the year before. ASEAN also signed the Comprehensive Air Transport Agreement with the EU in October 2022. We therefore welcome the interest of major powers to take clear stakes in our region and in our prosperity, and to engage ASEAN on our own merits.For this to work, ASEAN must remain united, coherent and credible. Mr Gerald Giam asked if we are looking at alternative options for decision making, when consensus is difficult or hindered. The need for consensus is in fact, a design feature, it is not a bug, precisely because of the great diversity within ASEAN. No other regional association has the level of diversity that ASEAN represents. Nevertheless, the ASEAN Charter does provide for decision making at the Leaders' level, even if there are profound political problems in a member state. For example, we have not allowed the coup in Myanmar to paralyse ASEAN or to hold the rest of us hostage. As ASEAN Chair this year, Indonesia has an ambitious agenda to step up ASEAN integration in key areas including the green economy and digital sphere. In particular, the ASEAN Digital Economy Framework Agreement promotes our economic integration and growth. Singapore has also committed to assisting Timor-Leste in its accession to ASEAN membership, which is to be achieved through an objective, criteria-based roadmap. We urge other ASEAN Member States and our external partners to similarly support Timor-Leste. Singapore will also work closely with and support Indonesia in fulfilling its priorities as Chair this year.Mr Seah Kian Peng asked about the outlook in Myanmar and ASEAN's role in it. Two years after the coup in Myanmar, the situation remains grave and grim. Singapore and ASEAN remain deeply disappointed with the lack of progress in the implementation of the Five-Point Consensus. We will not interfere with domestic politics in Myanmar. But the solution must ultimately involve national reconciliation amongst all the domestic stakeholders living there. This will not be easy to achieve.Mr Liang Eng Hwa asked about the continued relevance of multilateralism. As a small state, the observance of international law is vital for our sovereignty and independence. But the fact remains, we live in an increasingly fragmented world, with the erosion of shared rules for the global commons and more frequent resort to unilateral action. It is therefore even more important for Singapore to strongly advocate adherence to international law and to actively contribute to shaping global norms.Mr Alex Yam asked about the implications of the war in Ukraine. Let me state for the record: Russia's invasion is a clear and egregious violation of international law and the UN Charter. The UN Charter enshrines the core principles of peaceful settlement of disputes, the non-use of force and non-interference in a country's internal affairs. Russia's invasion sets a very dangerous precedent that jeopardises the security and existence of small states, and especially small states like us. There are many other global challenges such as food security, emerging diseases and threats in cyberspace that require collective action. The most salient and urgent is climate change, and Singapore is particularly sensitive to this as an alternative energy-disadvantaged and low-lying island state.Singapore must continue advocating for multilateralism and globalisation, and support for the United Nations (UN). We do our part to contribute to the multilateral governance of the global commons. We are helping to develop fair, inclusive and well-functioning global carbon markets. Singapore has been co-facilitating Article 6 negotiations on developing carbon markets at the Conference of Parties (COP) of the United Nations Framework Climate Change (UNFCCC), and concluded carbon market collaboration agreements with Ghana, Peru and Papua New Guinea at COP27 last year. We also have a significant role in developing international oceans law, as well as new global norms in cyberspace and in outer space. Ambassador Rena Lee serves as President of the Biodiversity Beyond National Jurisdiction (BBNJ) Intergovernmental Conference, which aims to enhance the sustainable use of our maritime global commons. Singapore, represented by our Permanent Representative to the UN, Mr Burhan Gafoor, chairs the UN Open-ended Working Group on security of and in the use of information and communications technologies, to build a safe and secure cyberspace for all.Singaporeans are also taking the lead in other international organisations. For example, Mr Daren Tang serves as Director General of the World Intellectual Property Organisation – this is the first time a Singaporean has led a UN agency, while Raja Kumar serves as the President of the Financial Action Task Force – he also happens to be the first Singaporean to have assumed this role.Strategic and geopolitical tensions are also undermining the multilateral trading system. Singapore depends on a stable, functioning and free international trading system to make a living, centred around a common set of rules for all. Remember, our trade volume is three times our GDP. So, we do need to continue to uphold such a system as embodied and represented by the World Trade Organisation (WTO). We also diversify our trade relationships through regional arrangements such as the Regional Comprehensive Economic Partnership (RCEP) – that is ASEAN-10, plus China, Australia, New Zealand, Korea (ROK) and Japan. We have also substantially completed the negotiations for the Mercosur-Singapore Free Trade Agreement (FTA), and we have also signed on to the Pacific Alliance-Singapore FTA. Mind you, all these have been signed during the last couple of years when there was a pushback against gobalisation, against free trade and in fact, the world being disrupted by the COVID-19 pandemic. But we have been able to double down on the cause of free trade. We will need to continue to seize opportunities in global integration and also seize opportunities in emerging areas like the digital economy and sustainability. We have concluded Digital Economy Agreements with several like-minded partners. For instance, we have signed the Digital Economy Partnership Agreement (DEPA) with Chile and New Zealand, and in fact, right now, this agreement with only three small countries – Chile, New Zealand and Singapore – we are now reviewing accession requests from the Republic of Korea, China, Canada and Costa Rica.We signed the landmark Singapore-Australia Green Economy Agreement in October 2022, the first-of-its-kind agreement that will facilitate trade and investment in environmentally sustainable goods and services, and such collaborations are crucial as we work towards keeping Singapore sustainable and economically vibrant.Let me conclude. We are entering a period of intense superpower rivalry, global economic disruption and looming climate change, and all these within a more fragmented, turbulent world. It is worth recalling the words of Mr Lee Kuan Yew: \"We have to live with the world as it is, not as we wish it should be.\" Singapore and Singaporeans must approach all these challenges with a combination of realism and quiet confidence. Do not underestimate the external dangers, but neither be overwhelmed by them.We do have significant strengths. We are one of the few countries whose unity has in fact strengthened after the pandemic. That is why there is strong interest from businesses, investors and entrepreneurs, from elsewhere, queueing up to come to Singapore and to plug into our ecosystem. They recognise and appreciate the stability and consistency with which we have run our affairs, both internally and externally. This reputation for consistency and stability, and high levels of public trust and unity provides us with the strength and the resilience to manage our foreign policy challenges in a very hazardous world. The Chairman: Second Minister for Foreign Affairs Dr Mohamad Maliki Osman."], "The Second Minister for Foreign Affairs (Dr Mohamad Maliki Bin Osman)": ["Mr Chairman, Mr Don Wee, Mr Wan Rizal and Ms Sylvia Lim asked about our relations with Malaysia. Malaysia and Singapore are deeply intertwined, with strong people-to-people, cultural and economic linkages. There is a high tempo of two-way exchanges and visits. Since the start of the year, there have been more than 10 high-level visits, including by Prime Minister Anwar Ibrahim. President Halimah will make a State Visit to Malaysia next month. We also devote considerable resources to deepening our links with the various Malaysian states. Apart from the visit by Johor Menteri Besar Onn Hafiz Ghazi earlier this month we also hosted delegations from Terengganu, Selangor and Sarawak. I will be visiting Terengganu and Kelantan in April – to explore opportunities to work together for mutual benefit. Ultimately, the relationship between Singapore and Malaysia is undergirded by enduring people-to-people linkages, which we are committed to strengthening into the next generation. Mr Chairman, please allow me to speak briefly in Malay.(In Malay): [Please refer to Vernacular Speech.] As a small nation without natural resources, our foreign policy is to strengthen our relations with as many nations and to stay relevant in a rapidly changing world. At the same time, we have to be united and concur that our foreign policy begins at home. Every citizen plays a role towards advancing Singapore's interests in the international arena.   Singapore's foreign policy will always be based on our principles and interests. Every choice and decision we make prioritises Singapore’s interests. We are confronting a period of intense superpower competition and a more fragmented and turbulent world. But Singapore approaches these challenges from a position of strength. Our political and economic stability, as well as our consistency in managing our affairs are valued by others around the world. At the same time, our unity and public trust are crucial to navigating foreign policy challenges. In this regard, Singaporeans trust their Government and remain more united than ever before. I urge Singaporeans to be more aware of our external environment, so that they know the realities of the world we live in, but also have hope and confidence that, if we stay united, we can emerge from these challenges stronger.Therefore, we should continue to endeavour to strengthen relations with our neighbours, especially our most immediate neighbours. Let me start with Malaysia.  As Prime Minister Lee Hsien Loong said during Prime Minister Anwar Ibrahim's visit to Singapore in January, Singapore and Malaysia share a relationship quite unlike any other. A key pillar in our relations is the deep familial ties, as well as our shared history, languages, and cultures. Singaporeans and Malaysians frequently visit each other’s countries, whether for work, play, or visiting relatives.However, we cannot take the current strength of our people-to-people relationship for granted. We must ensure our younger generation are invested in it. We must create opportunities for young Singaporeans and Malaysians to engage one another and spend time together to learn about and appreciate one another’s perspectives and aspirations. Our education system plays an important role in this, especially now with the easing of COVID-19-related travel restrictions.As we know, we need to enhance in-person interactions to form close-knit friendships. Similarly, for classroom concepts such as shared cultures and civilisations to come to life – we need in-person interactions. So, I was delighted that 41 Junior College students in the Malay Language Elective Programme had the chance to visit Selangor and Ipoh last year to attend classes at the Universiti Putra Malaysia where they learned about Malay heritage and even tried their hand at making fermented fish in Kampung Beng in Ipoh!Importantly, such educational exchanges are not limited to our students. Teachers are also encouraged to build their professional networks with their Malaysian counterparts, through the E-Immersion Programme, which saw more than 30 Malay Language teachers and pedagogical leaders from MOE engaging their counterparts from the Sultan Idris Education University (UPSI) to exchange best practices on the teaching of the Malay language, literature and culture.Beyond education, we are also enhancing cultural and religious exchanges. Just last month, MUIS hosted the religious authorities from Perak, led by its Mufti Dr Wan Zahidi Wan Teh, to discuss best practices regarding the generation of religious advisories (fatwa) and the management of religious teachers (asatizah). On the cultural front, with the Government's support, practitioners of various Malay art forms in Singapore are engaging more widely with Malaysian artists and audiences.As close neighbours, however, we acknowledge that there will be differences on some issues from time to time. But we must seek practical ways in managing these bilateral issues, and always prioritise working together to improve our peoples' lives. We intend to continue this spirit of pragmatic cooperation with Prime Minister Anwar and his team, as we build a Singapore-Malaysia relationship which our future younger generations can be proud of. Finally, I would like to put on record our gratitude for the assistance provided by the Malaysian authorities in rescuing three Singaporeans after the tragic landslide near Genting last December.(In English): Mr Chairman, allow me to continue my speech in English. Moving on to Singapore's relations with Indonesia. Mr Chong Kee Hiong asked about how we are stepping up our cooperation with Indonesia. As the largest economy in ASEAN and an immediate neighbour, Indonesia is a natural investment destination. Singapore has been the largest foreign investor in Indonesia since 2014 – a position we have maintained even during the COVID-19 pandemic. Last year, I visited six Indonesian provinces for bilateral and G20 meetings. I met a wide range of political and business leaders, as well as Singaporeans living in Indonesia. Among these regions, the Riau islands (KEPRI) is geographically the closest to Singapore and we have worked well with leaders through the pandemic and we will continue to support each other's recovery. We have stepped up cooperation especially with Batam and Bintan. This includes establishing new data centres and efforts to develop tech talent, which could support the rapidly growing tech sectors in both Singapore and Indonesia. There are new growth areas, for example, Indonesian companies are keen to boost exports to Singapore in the agri-food and energy sectors, which aligns with Singapore's efforts to strengthen domestic food supply and security. Economic Development Board (EDB), together with Enterprise Singapore (ESG) and Singapore Food Agency (SFA), have been working to increase our imports of hydroponic vegetables from Batam. To accelerate digital transformation and raise skill levels, the Ministry of Education (MOE) and the Indonesian Ministry of Education, Culture, Research and Technology signed a Human Capital Partnership Agreement last year to strengthen our cooperation in technical and vocational education and training. The Ministry of Foreign Affairs (MFA) also supports these efforts by offering relevant capacity-building courses under the Singapore Cooperation Programme for Indonesian government officials.Indonesia is an important partner in maintaining the continued prosperity and security in the region, strengthening ASEAN centrality and relevance, and upholding the multilateral rules-based order. In November 2022, the Prime Minister attended the successful G20 Summit hosted by Indonesia against the backdrop of heightened global tensions. Singapore was happy to support Indonesia's G20 Presidency as it is important to strengthen multilateral platforms. Singapore is also extending our full support to Indonesia as ASEAN Chair this year. Singapore will host the next Singapore-Indonesia Leaders' Retreat. This will be a good opportunity for our leaders to enhance the bilateral relationship and explore new areas of opportunities and cooperation. We have a special, unique and close relationship with Brunei. As mentioned by Minister Vivian Balakrishnan, Deputy Prime Minister Lawrence Wong visited Brunei at the start of the year, reaffirmed Singapore's long-term commitment to nurturing this special relationship into the next generation. In addition, the Prime Minister and Mdm Ho Ching attended His Majesty's 76th birthday celebration in July 2022. We were honoured to welcome His Majesty Sultan Bolkiah last year on his fifth State Visit to Singapore. That same month, His Royal Highness Crown Prince Billah visited Singapore for the eighth Singapore-Brunei Young Leaders' Programme when both sides agreed to establish a bilateral scholarship programme. Mr Zhulkarnain asked about how we have built on our relations with Brunei following the visits last year. During the Sultan's visit, four Memorandums of Understandings (MOUs) were signed to boost cooperation in new areas such as energy and green economy, trade and investment in food and medical products, youth education scholarship and public service capacity development. Let me move on to other ASEAN countries. With Cambodia and Thailand, Singapore has worked closely with both to support of their successful chairmanships of ASEAN and Asia-Pacific Economic Cooperation (APEC) in 2022 respectively. We are also expanding our collaboration in emerging areas such as the digital economy, innovation and sustainability. We celebrated the 50th anniversary of the establishment of diplomatic relations with Vietnam and the 10th anniversary of our Strategic Partnership. Vietnamese Prime Minister Pham Minh Chinh visited Singapore earlier this month. We look forward to a series of high-level exchanges to strengthen our trade and investment links and expand cooperation in new areas like renewable energy, carbon credits, digital economy and sustainable infrastructure. President Ferdinand Marcos Jr of the Philippines visited Singapore last year for his first overseas trip since taking office. We have expanded our partnership with the Philippines in areas ranging from digital cooperation, data privacy and counterterrorism, to water collaboration, urban development and the deployment of healthcare workers. Last June, we started importing hydropower from Laos under the Lao PDR-Thailand-Malaysia-Singapore Power Integration Project (LTMS-PIP). This marks the first renewable energy import into Singapore and serves as a pathfinder towards an eventual ASEAN Power Grid. In addition to the warm relations with our neighbours, ASEAN remains a cornerstone of Singapore's foreign policy. As noted by Mr Henry Kwek, the combined GDP of all ten ASEAN countries currently stands at about US$3 trillion. ASEAN is expected to become the fourth largest single market in the world by 2030. ASEAN is home to over 660 million people, with 60% of our population under the age of 35 – a significant demographic dividend. We intend to enhance regional economic integration through ASEAN-led frameworks and the Free Trade Agreements (FTAs), which provide greater economic opportunities for our Member States. The Regional Comprehensive Economic Partnership (RCEP), which came into effect at the start of 2022, eliminates the tariffs of about 92% of goods traded amongst the signatory parties. ASEAN is also pursuing FTAs with new partners like Canada. In addition, we are upgrading existing ones, such as our ASEAN-China Free Trade Area (ACFTA) and ASEAN's FTA with Australia and New Zealand (AANZFTA) to ensure that these arrangements remain relevant in the post-pandemic economy.Beyond trade, ASEAN is looking at how to best harness digital technology to transform our economies. The ASEAN Smart Cities Network Initiative (ASCN) was launched when we were chair of ASEAN in 2018. Two major projects are worth highlighting here. First, the ASCN Online Portal, that seeks to provide up-to-date information on ASEAN smart cities priorities. It can help position Singapore as a marketplace for ASEAN's smart cities solutions and support Singapore firms exploring commercially viable smart city projects in the region. Second, the ASEAN Smart City Investment Toolkit, that provides information for various options available for funding and financing smart city initiatives. ASEAN is set to commence negotiations on an ASEAN Digital Economy Framework Agreement (DEFA) that aims to create a seamless digital trade ecosystem across the region. Such initiatives provide opportunities for our people and businesses to tap into the digital economy and narrow the digital divide within our societies. As noted by Mr Seah Kian Peng, it has been two years since the coup in Myanmar and the region remains grave. Singapore and ASEAN remain deeply disappointed with the lack of progress in the implementation of the ASEAN Five-Point Consensus. The ASEAN Leaders reviewed this issue at their Summit in November and agreed that Myanmar will only be invited at the non-political level for the ASEAN Summits and Foreign Ministers' Meetings. Myanmar remains a member of ASEAN. We will continue engaging them at the civil service level. Ms Rachel Ong and Mr Louis Ng asked about the humanitarian assistance that ASEAN and Singapore have provided to Myanmar.The dire situation in Myanmar has, unfortunately, diminished the prospect of a safe, voluntary and dignified return of refugees. Singapore supports ASEAN's efforts to facilitate the refugees' safe return and has contributed over S$1 million in bilateral aid to meet the urgent humanitarian needs of displaced persons. In addition, Singapore has contributed US$100,000 to the ASEAN Coordinating Centre for Humanitarian Assistance on disaster management. There are no quick fixes. We will work with relevant partners to scope our assistance in a way that would meet the specific needs and circumstances in the affected countries.Looking beyond our immediate region, we are working to further deepen collaboration with other key partners. Mr Murali Pillai asked about Singapore's relations with India post-pandemic, the steps taken both to deepen bilateral cooperation, as well as ensure that India remains engaged in the region. India is an important friend and partner to Singapore. Last September, Deputy Prime Minister Lawrence Wong and Minister Vivian, Minister Gan Kim Yong and Minister S Iswaran were in New Delhi to participate in the inaugural India-Singapore Ministerial Roundtable (ISMR) with their Indian counterparts. This leaders-driven platform allows both sides to explore potential collaboration in emerging areas such as food security, energy and green projects, and digitalisation, including enhancing digital connectivity. On 21 February 2023, Prime Minister Lee and Indian Prime Minister Narendra Modi launched the linkage of the Singapore's PayNow and India's Unified Payments Interface (UPI). Singaporeans will now be able to send and receive funds from their family and friends in India in a safe, simple and cost-effective manner. We commemorated the 30th Anniversary of ASEAN-India Dialogue Relations and the establishment of the ASEAN-India Comprehensive Strategic Partnership (CSP) in 2022. The CSP will serve as a springboard for mutually beneficial cooperation. This will create more opportunities for our people and enhance contributions to an open and inclusive region. India assumed the G20 Presidency in 2023 and we thank India for inviting Singapore to participate in G20 meetings this year. Singapore will continue to contribute constructively in the G20 framework, including in our capacity as Convenor of the Global Governance Group (3G), with a view to enhance the inclusiveness of the G20 process and strengthen the global governance. Mr Ang Wei Neng asked how we can enhance our relations with Australia and New Zealand. With Australia, we are constantly exploring ambitious areas of cooperation under our Comprehensive Strategic Partnership. The Singapore-Australia Green Economy Agreement (GEA) that Minister Vivian mentioned earlier is one such example. The GEA will reduce barriers to cross-border trade in clean energy as well as green trade and investment. This in turn promotes the growth of green sector in our economy and creates new job opportunities for Singaporeans. We established a new \"Climate Change and Green Energy\" Pillar under the Singapore-New Zealand Enhanced Partnership in April 2022. This will pave the way for low-carbon and sustainability solutions, and include initiatives on energy transition technology, carbon markets, sustainable transport and waste management. Meanwhile, we will continue to strengthen our engagement in the Middle East and Central Asia. Mr Zhulkarnain asked about our relations with the Middle East, and Singapore's role in the Israeli-Palestine conflict. Our ties with the key Gulf countries remain excellent and there is growing interest to deepen cooperation in areas like renewable energy, which the Gulf states have ambitious plans on. We look forward to elevating our ties with Saudi Arabia. Prime Minister met the Saudi Crown Prince Mohammed Bin Salman on the sidelines of the APEC Economic Leaders Meeting in November 2022. Minister Vivian also visited Saudi Arabia in September 2022, while the second Saudi-Singapore Joint Committee meeting was held in November 2022. We are also glad that the Hajj for 2023 has resumed and without restrictions and look forward to Saudi Arabia's favourable consideration to increase our Hajj quota, which was discussed during Prime Minister's meeting with Crown Prince Mohammed. We enjoy excellent ties with the United Arab Emirates (UAE), our top trading partner in the Middle East. As small states and hubs in our respective regions, we share many mutual interests. There has been healthy exchange of visits between the UAE and Singapore. In May 2022, I accompanied President to attend the mourning for the late UAE President Sheikh Khalifa. The Abu Dhabi-Singapore Joint Forum was held earlier this month and I will co-chair the Singapore-UAE Joint Committee meeting later this year.Several high-level exchanges also took place last year with other Gulf countries. Minister Shanmugam and I had good discussions with our counterparts during the inaugural Singapore-Oman Strategic Dialogue in December 2022. To signal our shared commitment to deepen the strategic and economic links between our two countries, we agreed on the mutual upgrade of our diplomatic relations to the Embassy level. I plan to visit Oman later this year to take a look at some of those opportunities. With Qatar, our third-largest trading partner in the region, we look forward to continued engagement as fellow small states. Last year, Senior Minister Teo Chee Hean, Minister K Shanmugam and I made separate visits to meet various Qatari leaders. Later this year, Singapore will host the eighth High Level Joint Committee to explore new areas of cooperation. We remain committed and concerned by the escalation of the violence in Israel and the West Bank. Certainly, we are always very concerned to the escalation of violence there. We are saddened by the loss of lives on both sides. There can be no justification for attacks on innocent civilians. Both Israelis and Palestinians deserve to live in peace and security. Singapore has been steadfast in our support for a negotiated two-state solution that allows both Israelis and Palestinians to live side-by-side in peace and security, in accordance with the relevant UNSC resolutions. As a friend of both sides, we continue to urge both Israel and the Palestinian Authority (PA) to return to direct negotiations. A two-state solution requires both sides to have the political will to negotiate with each other in good faith and make the necessary concessions. The recent decision by Israeli government to retroactively legitimise nine outposts in the West Bank is deeply worrying. Such unilateral moves will only further heighten tensions and undermine any prospect for peace. We urge all parties to avoid taking further unilateral actions. The status quo at the Temple Mount/Haram Al Sharif should be maintained. In addition, Singapore supports Jordan's custodianship of the Christian and Muslim holy sites in Jerusalem.Our ties with the Palestinian Authority remain strong. Both Minister Vivian and I made separate visits to Ramallah in the West Bank last year. During my visit, I officiated the opening of the Singapore Representative Office there. In October 2022, we welcomed the visit of PA Prime Minister Dr Mohammad Shtayyeh to Singapore. Prime Minister Shtayyeh was the first high-level Palestinian leader to visit Singapore, and he expressed appreciation for Singapore's support for the PA's capacity building efforts. Singapore will continue to do so through the Enhanced Technical Assistance Package which we had established since 2013.Mr Chairman, given the turbulence and challenges that the world continues to face, it is more important than ever for Singapore to further strengthen our ties with our international partners and friends. We will seek a common cause, including on pressing global issues, as well as in bilateral collaboration. In doing so, we will also find opportunities for the benefit of Singapore and Singaporeans.The Chairman: Senior Minister of State Sim Ann."], "The Senior Minister of State for Foreign Affairs (Ms Sim Ann)": ["Mr Chairman, in Mandarin please.(In Mandarin): [Please refer to Vernacular Speech.] Mr Lim Wee Kiak, Ms Janet Ang and Mr Gan Thiam Poh asked about the outlook for Singapore-China relations. Singapore-China relations remain excellent. We have kept up our uniquely defined \"All-Round Cooperative Partnership Progressing with the Times\". Our apex bilateral cooperation platform, the Joint Council for Bilateral Cooperation (JCBC), continues to reflect the breadth and depth of Singapore-China cooperation.We concluded 19 deliverables spanning health, sustainability, green finance, tourism, trade security and others at the 18th JCBC last year. Our signature Government-to-Government projects in Suzhou, Tianjin and Chongqing have not only withstood the test of time, but also continued to reinvent themselves in support of both our countries' development priorities.We will leverage the 15th anniversary of the Tianjin Eco City this year to refresh our cooperation. Our deepening cooperation in the digital and green economies, as well as on e-commerce will increase digital connectivity between our countries, foster further business cooperation and better position us for a more sustainable future. It is with this forward-looking spirit that our bilateral relations continue to grow from strength to strength and bring benefits to our peoples and enterprises.There is good engagement between our leaderships. Over the past year, President Halimah and Prime Minister Lee Hsien Loong, respectively, had good in-person meetings with President Xi Jinping and Premier Li Keqiang. Last week, I joined Minister Vivian on his visit to China. We also welcomed several delegations from China, most notably, Vice Premier Han Zheng for the 18th JCBC. Such engagements allow us to reconnect in-person with our Chinese friends, which is necessary to build and strengthen trust. With China adjusting its pandemic management approach, we believe that we would be able to resume in-person exchanges and visits this year. We look forward to catching up with old friends, building ties with the new Chinese leadership and further strengthening bilateral relations.(In English): Mr Chairman, please allow me to continue in English. Ms Janet Ang asked what could be done to strengthen bilateral engagements with the US. Singapore-US relations are also excellent. Prime Minister visited the US twice last year – in March for a bilateral visit and in May for the ASEAN-US Special Summit hosted by President Joe Biden. Several Cabinet colleagues have also made visits to the US. In Singapore, we hosted visits by key members of the Biden Administration last year, including four Cabinet members Secretary of Defence Lloyd Austin, Secretary of Energy Jennifer Granholm, Secretary of Homeland Security Alejandro Mayorkas and US Trade Representative Katherine Tai. We also hosted visits by Members of Congress, including one led by then-US Speaker Nancy Pelosi. The intensity of engagements reflects the breadth and depth of our bilateral relationship. Greater engagement with the US will benefit not just Singapore but also our region. That is why Singapore participates actively in the US' Indo-Pacific Economic Framework (IPEF). Singapore is working closely with the US and other IPEF members to develop an open, inclusive and flexible framework that brings tangible benefits for our workers, businesses, and communities. The US is the chair of APEC this year and has chosen the theme of \"Creating a Resilient and Sustainable Future for All\", to build a more interconnected, innovative and inclusive APEC region.Beyond China and the US, Singapore is also deepening our collaboration with many other like-minded partners. Mr Gan Thiam Poh and Ms Joan Pereira asked about our plans to strengthen cooperation with other countries and partners such as Japan, the Republic of Korea (ROK), the UK, the EU and , and with emerging markets such as those in South Asia, Sub-Saharan Africa and the Pacific Islands. High-level exchanges were frequent with Japan and the Republic of Korea in 2022. President Halimah attended the inauguration ceremony of ROK President Yoon Suk-yeol, while Prime Minister made two working visits to Japan. We also welcomed Japanese Prime Minister Kishida Fumio's first Official Visit to Singapore.Digitalisation is a recurrent theme in our cooperation with Japan and the ROK. Singapore and Japan signed two Memoranda of Cooperation (MOC) covering issues such as Artificial Intelligence, cybersecurity and digital government transformation. The Korea-Singapore Digital Partnership Agreement entered into force this January. We will continue to deepen bilateral cooperation with both Japan and the ROK.                             Relations with the UK and EU are underpinned by strong economic ties and our common commitment to supporting free trade and a rules-based international order. We have FTAs with both the UK and the EU. We are enhancing connectivity in the digital realm. For example, our Digital Economy Agreement with the UK entered into force last year and we signed a Digital Partnership Agreement with the EU earlier this month.Looking ahead, we will sign a Green Economy Framework with the UK next month, and we are also working towards launching negotiations on a Singapore-UK Investment Protection Agreement. As the gateway to the region, Singapore can play an active role to promote greater collaboration between Europe and Southeast Asia. We welcome Europe's interest to engage our region, including through initiatives like its €10 billion package for ASEAN under the EU's Global Gateway Initiative.With , we have concluded negotiations for an FTA with Mercosur and signed an FTA with the Pacific Alliance. Both FTAs represent significant new opportunities for us to engage the fifth and eighth largest economic markets in the world respectively. We are also pursuing other forward-looking initiatives with partners in , such as on the digital economy, food security and carbon credits collaboration. The latter will help us meet our Nationally Determined Contributions, while bringing sustainable development benefits and facilitating technology collaboration. To deepen our engagement of , Singapore reopened our Honorary Consulate-General in Lima, Peru and will open a new Honorary Consulate in Bogotá, Colombia. While some parts of South Asia experienced setbacks last year, long-term growth prospects for the region are positive. In 2022, we welcomed official visits from the Foreign Ministers of Bangladesh, Sri Lanka and Pakistan. We will continue to build on the warm ties to deepen our collaboration in areas – such as food security, infrastructure development, the digital economy and connectivity. We have seen an uptick in our engagement with Sub-Saharan Africa. Prime Minister made his first official visit to Rwanda last June in conjunction with the Commonwealth Heads of Government Meeting. In Kigali, Prime Minister announced the three-year Singapore Africa Partnership Package (SAPP), offering customised courses for African officials to address their development priorities in areas such as climate change, digitalisation and smart cities. Africa has emerged as an engine of growth, and we will do more to engage the continent with 1.4 billion people. In addition, Singapore will deepen our engagement of the South Pacific and we look forward to attending the Pacific Islands Forum later this year as a newly-admitted Dialogue Partner. As a small country with limited manpower, we only have resident missions in 33 countries and regions. Consequently, we depend on the excellent support of our  (NRAs). Mr Raj Joshua Thomas sought an assessment of the NRA scheme.Our 46 NRAs accredited to 48 countries and four International Organisations amplify Singapore's diplomatic outreach and nurture our ties with various partners, especially in places where we do not have a diplomatic mission. Our NRAs are reputable individuals both in the public and private sectors, who have distinguished themselves in the fields of their respective professions and have contributed extensively to the community. We assess their performance regularly as part of the NRA appointment process. We constantly evaluate our diplomatic relations and review our scope of coverage, and will appoint NRAs to countries of interest to Singapore. Besides our contributions to international norm-setting which Minister Vivian had spoken about earlier, Singapore also extends our support to other countries in different ways. Mr Louis Ng asked about our contributions to the United Nations High Commissioner for Refugees (UNHCR) and Miss Cheryl Chan asked how the Singapore Cooperation Programme (SCP) is evolving to better meet regional and global challenges. Besides the UNHCR, Singapore makes annual voluntary financial contributions to a range of UN funds and programmes and other international organisations and humanitarian mandates. Some examples are the UN Office for the Coordination of Humanitarian Affairs (OCHA), UN Development Programme, the International Committee for the Red Cross, UN Women and UNICEF. We review the quantum of our contributions regularly and have increased our contribution to OCHA this year. Singapore focuses especially on capacity-building in developing countries by extending technical assistance and training. Twenty twenty-two marked the 30th anniversary of the SCP. Close to 150,000 foreign officials have taken part in the SCP and we have continually adjusted our courses to respond to the evolving needs of developing countries. We refined our health-related courses to strengthen pandemic resilience and gave greater focus to digital transformation. We also launched a new Sustainability Action Package to support the capacity-building priorities of developing countries on sustainability and climate change. Mr Liang Eng Hwa, Mr Desmond Choo and Mr Cheng Hsing Yao asked about MFA's consular assistance to Singaporeans. Singaporeans travel very widely and sometimes need help urgently. During the pandemic, we resolved to \"leave no Singaporean behind\".Consular work is thus one of MFA's core functions. MFA officers in our Overseas Missions have worked tirelessly under challenging conditions to respond swiftly to changing local environments. For example, our Consulate-General in Shanghai partnered with the Singapore Global Network and the Singaporean community groups to distribute basic necessities to Singaporeans who faced difficulties in procuring these items during a period of strict COVID-19 lockdown last year. With the easing of travel restrictions, MFA has assisted more Singaporeans overseas. In 2022, MFA facilitated the issuance of 730 Documents of Identity, a temporary travel document for Singaporeans who have lost their passports overseas to travel home. This figure was twice that of pre-COVID-19 numbers in 2019.MFA also assisted with several complex emergencies, including the evacuation of Singaporeans from conflict areas. We worked with our Thai counterparts to facilitate the departure of Singaporean mother Olivia and her baby from Ukraine, where Singapore does not have a diplomatic mission. Throughout their journey home through Romania, our MFA officers kept in close contact with Olivia to check on their well-being and provide reassurance. This reflects the human and personal touch in MFA's consular assistance, which we endeavour to provide.To ensure that MFA continues to deliver prompt and effective consular services to overseas Singaporeans, we continually review and improve on our processes. We have harnessed digital technology to launch online applications for Documents of Identity. We have also established a new consular corps of professional first responders to provide 24/7 consular response and assistance to Singaporeans. To help Singaporeans better prepare for their trips, MFA has embarked on new publicity efforts to raise awareness of MFA's consular services. For example, the \"Be Informed. Be Prepared. Travel Safe.\" campaign reminds Singaporeans to e-Register, purchase comprehensive travel insurance, and provide tips on how to stay safe while travelling. The safety and well-being of overseas Singaporeans is MFA's priority. Unfortunately, our officers have occasionally been subjected to abusive behaviour or encountered unreasonable requests, such as receiving Singaporeans at airports, providing security escort services, or interfering in overseas legal or commercial disputes. MFA is legally constrained in such cases. I would like to take this opportunity to stress that our MFA officers will do their very best to assist every Singaporean with a genuine need for consular assistance, and within the permissible legal boundaries. At the heart of MFA's work is a corps of dedicated officers at the frontlines of Singapore's diplomacy every day. Ms He Ting Ru asked about the challenges faced by and the strengths that women bring to the table in diplomacy. Half of Singapore's foreign service is made up of women. Our women serve with courage and distinction at all levels in MFA, including in Senior Management as well as our Ambassadors, bringing to the table a natural collaborative and problem-solving instinct.A MFA career is very challenging, for both men and women alike. The long hours, urgent demands, frequent travel and extended time away from home can take a toll on family life. MFA has in place support systems that help our officers balance the demands of their professional and personal lives. For instance, there are provisions that make it conducive for their immediate families to go on post with the officers and support them in maintaining links with their families in Singapore. MFA officers have demonstrated resilience and determination amidst all these challenges. I would like to take this opportunity to extend my sincere thanks to our MFA officers and their families, for their unwavering dedication and sacrifice in service of our nation.Mr Gerald Giam asked how we have been engaging Singaporeans on foreign policy and what can be done to counter harmful narratives by foreign actors. Singapore is an open society with free flow of information. All countries seek to influence our people and some even interfere outright in our domestic issues. Singaporeans must be aware of this danger and not be unwitting vectors of foreign influence. It is therefore critical that Singaporeans understand our national interests and foreign policy objectives. Our domestic politics stops at the border and we forge consensus on our foreign policy.Our first and most important line of defence is a vigilant and well-informed citizenry that recognises the geostrategic forces at play and understands our national interests. Minister Vivian, Second Minister Maliki and I, as well as our Ambassadors overseas, our retired Ambassadors and MFA officers have been engaging Singaporeans overseas and in Singapore. We do so in schools, though youth organisations and other platforms to communicate Singapore's core interests and the fundamental principles of our foreign policy. We will continue to reach out to all Singaporeans. Mr Chairman and Members of this House, foreign policy begins at home. If we can stay united and work together, we can make Singapore a safe and secure nation in these complex and turbulent times. The Chairman: Clarifications, please. Mr Vikram Nair."], "Dr Vivian Balakrishnan": ["We do have good, deep constructive relations with both parties. I think we should also know our place. We are not going to be able to bring them together.But I would say is, as Singapore, I do not have the luxury of saying one thing in Beijing and then a different thing in Washington. So, both Beijing and Washington know that when we analyse the situation and we take a decision, it is not for one side or the other. We are not a stalking horse, we are not a proxy. We call it the way we see it as a tiny city-state in the heart of Southeast Asia, dependent on world trade. They also know that we will be consistently reliable, we are good for our word.Taking this kind of posture – thinking straight, being consistent, being very clear where we come from – in fact, I have found to be a very good and useful way to engage superpowers. So, we know our place but we also are useful and credible.", "Thank you. Two good questions. Let me take a step back. What is happening in Myanmar is a tragedy. It is not something that can be fixed externally. If you think about Myanmar since independence – if you go back 70, 80 years, the end of the Second World War – unlike the rest of us, they have never been able to forge a single, all-encompassing consensus on identity and bringing all the component parts together.That is why you, as well as everyone here, will know that Myanmar's people themselves are talented, hardworking, as motivated as anyone else to get ahead and provide for their families. But unfortunately, the political situation has not enabled Myanmar to create a situation that is conducive for its own people. This coup – two years now in the making – has not helped. If you ask me for my opinion, I think it is a dead end. It is not going to lead to a road where you will achieve national reconciliation, national reconstruction, the forging of a national identity, the protection of minorities, the uplift of its economy, of its capacity, of its people. Having said that, we must also be very clear that we do not believe in foreign interference in domestic affairs. So, nothing that we do can solve the problem if the key stakeholders within their society themselves are not prepared to sit down and have an honest-to-goodness conversation with each other for the sake of the future of their people.We must understand that although we clearly disapprove of the coup and we do not recognise the current military junta in Myanmar, it does not give ASEAN a licence to interfere in its domestic affairs. I hope you agree with me that it is necessary for us to take this principled but restrained position on Myanmar.The Member's first question was about representation. In April 2021, when our Leaders met in Jakarta – there was a special ASEAN meeting called for that – that was the meeting that created the Five-Point Consensus, the consensus amongst the ASEAN Leaders present. Unfortunately, there has been no significant progress. Later on that year, we decided that Myanmar will not participate at a political level in ASEAN meetings. You can argue about why this distinction between the political level and the civil service.The reason for that is because Myanmar remains a member of ASEAN and we do want it to continue to enjoy the benefits of membership to the extent possible within the constraints of its own domestic politics. We want it to be able to access information which is available to ASEAN. That is why we say, \"We are not keeping any secrets from you. You have a seat at the table\".In fact, if you watch the videos of ASEAN leaders' meetings or the foreign ministers' meetings, there is an empty chair. We do not insist on an empty chair. We say, \"Do not send a political representative because we do not recognise the coup and the military authorities; but by all means, send the most senior civil servant, the Permanent Secretary or the equivalent\". Myanmar refuses and would rather keep the chair empty.Our Leaders met again in November and reaffirmed this decision, that at the summit and at meetings of Foreign Ministers, there shall be no political representation from Myanmar. We have maintained that position since then.I should also say that it does not mean that everyone views the problem in Myanmar through the same prism. Clearly, the immediate neighbours who face risks of refugee outflows would be in a greater hurry to see a resolution and perhaps may be prepared to compromise more on the resolution.For us, we are maintaining a principled position of disapproval. But whilst the political leaders of Myanmar are not represented at the Summit at the Foreign Ministers' level, it does not mean that there is no communication, no engagement.I think we need to maintain those lines. To give you a short answer, why did I not go for that meeting, which was apparently convened by Thailand?First of all, it was not an ASEAN meeting. It was a bilateral meeting between Thailand and presumably the junta leaders. He opened the invitation to others. I did not think our participation in such a format would be helpful.But have I spoken to the people in the junta in the past? Yes, I have. Will I speak to them? Yes, I will. But what will I tell them? I will tell them what our views are and that we will not interfere but we do not want to make things worse and our suggestion is stick to the Five-Point Consensus, release the political detainees, allow Daw Aung San Suu Kyi and President U Win Myint to sit down at a table and discuss the future with the military authorities in Myanmar.I hope you understand why there is a certain amount of restraint but at the same time, effective engagement is necessary. Let us have no illusions. This is a very difficult and complex problem. I have no idea how long it will take to resolve.The Chairman: Mr Louis Ng.", "Like Mr Louis Ng, I have been at the refugee camp at Cox's Bazar in Bangladesh but even that was some years ago. The first thing I should say is Bangladesh has in fact been extremely generous all these years in hosting and supporting the refugees. If you had gone to that camp, you would also have noticed that there are multiple agencies, multiple UN agencies and in fact, other countries also, who are providing assistance.Unfortunately, the real solution is not just assistance at the camp – even though that is urgent and essential. The real solution is national reconciliation and peace within Myanmar. Because without that, the refugees will not or will choose not to return home because they worry about their safety for themselves and their family members.So, we continue to support and to work through ASEAN. For instance, we have the ASEAN Humanitarian Assistance Package. We have a Centre that sends teams on the ground to do needs assessment and, depending on their reports, we will be prepared, if necessary, to step up assistance to the people on the ground in Myanmar.The answer is not \"no\". The answer is, we hope for a definitive solution. But in the meantime, assistance will be needed, humanitarian assistance would be needed, and we will continue to do so, primarily working through ASEAN.", "Thank you. No other regional organisation – if you just look at the 10 of us or soon to be 11, has the great diversity in the economy, forms of government, you have got absolute monarchies, constitutional monarchies, democracies of various shades and sometimes even outcomes of coups. If you look at language, culture, religion – there is no other regional organisation that I can think of with that range of diversity. So, that is the first point – to understand that.Then, we go back in history – why the consensus principle? It has everything to do with diversity. In the midst of diversity, you must remember, it is very important to protect, especially, a community or state or body of opinion that may be a minority at that point in time.So, you are right. When consensus is abused, it becomes an avenue for everyone to take hostages and to, loosely, threaten a veto. I recognise that danger. But, actually, in practice, knowing that you have to seek consensus creates a whole level of additional consultations, negotiations, compromises, imaginative diplomacy, which would not be present if everyone had easy access to just majoritarian voting.I explain this at some length so that you understand why I believe there was good reason for the founders of ASEAN to design the consensus principle. Whilst I recognise the challenges, it is not something that I am keen to lightly abandon or change. Coming specifically to Myanmar as a work example. When the leaders gathered in April 2021, obviously Daw Aung San Suu Kyi, the State Counsellor of Myanmar and President Win Myint could not attend; they were detained. The other nine ASEAN leaders were present or sent designated envoys who could act with their authority.Senior General Min Aung Hlaing, the commander of the Tatmadaw, the Myanmar Armed Forces, attended that meeting. We did not view his attendance as conferring legitimacy upon him or giving him the status of a Head of State. Nevertheless, as far as we are concerned, the decision on the ASEAN Five-Point Consensus was made at that meeting. Subsequent decisions made, for instance, on the question of political representation, initially made at Foreign Ministers' level and ultimately affirmed at the Leaders' level. Again, the coup leader was not present at the table.As far as I am concerned, there was consensus from the ASEAN Leaders legitimately recognised by each other, the consensus principle continues to operate. More importantly, we have not allowed Myanmar to hold us hostage and force us to expedite, for instance, recognising the coup outcome so that we can conduct business as usual. At the same time, we have been able to express a view that enjoys consensus amongst all the other members of ASEAN. When in life when you are dealing with complicated situations, be very, very wary about quick fixes and about resorting to simply raising hands. Sometimes, there are issues for which dialogue, engagement, arguments, are better conducted, even if it is in a prolonged phase, But with honesty and good faith, I think we can make progress.You obviously have read the ASEAN Charter. In fact, the ASEAN Charter does envisage that there will be occasions where consensus will not be possible. In those circumstances, it hands over sufficient flexibility – at least in my opinion – for the leaders to decide how to move forward.So, all in all, as far as this work example is concerned, there will be arguments, but generally it has worked and ASEAN has made progress and we have been able to continue negotiations with our external partners, we have been able to sign agreements and work has gone on. When Myanmar has a government that is legitimate and recognised as such, I am sure they will sign on to the agreements that we have made as well. But that is all the more reason why there are no secrets. They are fully privy to, and we will listen to whatever views they have to share on the agreements and negotiations that we are engaged on. ", "I am not going to give you a specific date. Ongoing discussions are occurring with Malaysia. So, I do not want to complicate it by making public announcements at this point in time.Just to reiterate what I said just now, we are sure that our development work is necessary and that it is fully in compliance with international law and our rights, and we will proceed in due course. But let us continue this discussion with Malaysia for the time being. There is a deadline, but I do not want to make a public pronouncement yet. I am sure you will understand. The Chairman: Mr Vikram Nair, would you like to withdraw your amendment?"], "Ms Sylvia Lim": ["Thank you, Sir. I have a clarification on ASEAN's approach towards Myanmar. I believe both the Minister and the Second Minister touched on this matter. From what I understood, there was an ASEAN decision to exclude Myanmar's junta leaders from ASEAN-level meetings because of disappointment with the implementation of the Five-Point Consensus. I think that decision was taken in November last year.But at the same time, we read that a month later in December, Thailand's Ministry of Foreign Affairs apparently hosted a regional meeting, which the junta leaders attended and which was attended also by Foreign Ministers from Myanmar, Laos, Cambodia and also, I think, from the Vietnam foreign ministry. I understood that Singapore declined to attend, together with, perhaps, the other founding members of ASEAN – the Philippines, Malaysia and Indonesia.So, two questions concerning this: one, could the Minister confirm our reasons for not wanting to attend this meeting? And secondly, does he think that the fact that some ASEAN Foreign Ministers attended shows that there is actually a difference of opinion or approach on how ASEAN should approach Myanmar's junta leaders and the situation in Myanmar in general?"], "Mr Louis Ng Kok Kwang": ["I almost want to say I have to apologise for whatever I have done again. I know Minister Vivian is very concerned about refugees and has also personally visited the refugee camp. So, two clarifications on that point.As I shared in my cut, it has been six years since we increased our contributions to the United Nations High Commissioner for Refugees (UNHCR). I think the reply is we are not doing it now. So, could I just ask when is the next review for our contributions to UNHCR?Second, I really do hope we can consider some limited scholarships to a limited number of refugees so that we can give them some hope and, perhaps, some future in this world we live in."], "Mr Pritam Singh": ["Thank you, Chairman. Just a quick question for the Minister. This is with respect to his comments on works that had been temporarily halted on Pedra Branca. Can I confirm with the Minister what is the timeline vis a vis Singapore's position on the monsoon season? When can we be expected to recommence work, precisely because the works are for the purposes of protecting against sea level rise and climate change? "]}