{"Mr Seah Kian Peng (Marine Parade)": ["Chairman, I beg to move, \"That the total sum to be allocated for Head I of the Estimates be reduced by $100\".Singapore's success, resilience and unity are built on the foundation of a strong social compact, which has been built up by generations over the years. Our social compact is anchored in the strong partnership between individuals and families, the community and the Government. It is the shared understanding of the various roles and responsibilities that different stakeholders play. In this compact, instead of an exercise of raw might and power, where the strong prosper and the weak perish, we have a society where we all agree on a set of rules, that distributes resources and ensures opportunities in ways we all think are fair and just. As Singapore develops, both economically and politically, our language has become more alive with contests of values, and consensus about public goals is harder to achieve. Both developments are, to me at least, great virtues of a small and vulnerable state like Singapore. We have nothing but good ideas, and these can only come through vigorous, honest debate and a commitment to Singapore. I stress \"honest\" because, often, the policy problems that we deal with are highly complex and require not just a deep recollection of history, but also a willingness to invest time, mental and emotional energy into a topic. At the same time, it is important for those of us who do want to, or have a duty to, take part in debates on public policy issues, to be willing to make commitments to honest, high integrity debates, and to work for the good of Singapore. I had said in my main Budget speech that this Budget breaks from the past and, hence, gives a new shape to our social compact. Let me say why this is so. First, social spending now accounts for over half of the Government's Budget. We have a population that is ageing, that is facing many social pressures in a world that is increasingly uncertain. We have become more generous, in giving subsidies, employment and other forms of welfare. In fact, in terms of the depth and reach of social spending, \"welfare\" should not be a dirty word. In fact, Singapore has a chance to establish a new form of the welfare state – where generous subsidies are as targeted as practically possible to keep faith with a progressive structure. At the same time, for areas, such as preventive health, which we just debated, the Government has shifted to a more generous \"subsidies-for-all\" regime, as can be seen in the vaccination programme. The Government also strives to provide subsidies in a way to achieve welfare without eroding the work ethic. That is the first element of our social compact – that the most go to the people who have the least so that their lives would be free from precariousness and be rooted in dignity. Second, with the Government Budget that is more than 18% of our GDP, Singapore is still below the US and France. But these two countries are also among the most highly-taxed populations. Singapore tries to keep both Government expenditure and taxes low by targeted subsidies and a progressive tax regime. The second element of our social compact, therefore, is that the market stops where social needs arise, and that the tax burden falls most heavily on the rich as a form of public duty and equity. The third element of our social compact speaks about opportunities – in our investments in innovation, employability and progress for every worker. As we continue to build the society that Singaporeans want to see, we can take heart that we are moving forward from a strong foundation. From the Forward Singapore conversations that have been ongoing for some time, I would like to ask the Minister to share what he feels are the critical pillars that need more attention to strengthen our social compact going forward.Question proposed. ", "As a House, we have each year approved increased spending on early childhood. In 2018, the Government spent about $1 billion on this item. In the near future, this will more than double.As a result, preschool affordability and quality has improved, in particular for children aged three to six. But what about those younger than three years old?To nurture and develop children in their early years, families would need to consider all care options available to them. Centre-based care may not be the best solution for all families, if parents and other family members are able to provide familial care for the very young. What is the Ministry doing to assure parents that there will be accessible support in their children's early years?The Government had earlier said that ECDA will be reviewing the Early Years Development Framework for educators of children aged three and below and that this will include new areas, such as the learning of mother tongue languages and creating an inclusive classroom environment. Can the Minister update us on the outcome of this review?"], "Ms Ng Ling Ling (Ang Mo Kio)": ["Chairman, when I was in my 20s, my strong sense of social justice caused me to constantly question how much more welfare our Government can and should provide for the less privileged among us. In my 50s now, and after spending about 16 years with the social service sector and another four years with the primary and community healthcare sector through my former job in the Public Service, I have a much deeper appreciation of what it takes to uplift the lives of those amongst us who need more support in Singapore.     Challenging economic times can weaken the social fabric, and inequalities, if left unchecked, can widen income gaps. Social mobility may slow if students from less financially able and stable families have lesser opportunities than their peers to optimise their potential. These are social trends that we are familiar with and there is much learning we can glean from developed countries with longer history and development, like the United States of America, Europe and the Scandinavian countries.  However, I wonder if our unique history, our nation-building philosophy that has seen us leapfrog from Third World to the First in one generation and our multiracial and multi-cultural society may yield us a context that requires us to delve deeper and consider social interventions and approaches that have and will work better for Singaporeans in the years ahead. In this aspect, I would like to ask two questions.One, how is the Government enabling more longitudinal and local research to understand what social intervention works and what do not for our different groups of underprivileged Singaporeans in need?Two, how can we keep Singaporeans, especially our younger people, understanding the version of stability, self-reliance and social mobility that will work for our people and how can this be done to build a stronger social compact in the FowardSG efforts.", "Mr Chairman, in my Budget 2023 debate speech last week, I spoke about the importance of supporting our young families amidst the rise in cost of living. Having affordable preschool is an important aspect of such support. When The Straits Times reported in October 2022 that several preschools would be increasing fees for 2023 due to rising costs, I was worried for our young families. I thus felt assured when the Government promptly announced thereafter that from 1 January this year, full-day childcare and infant care fee caps for anchor operator and partner operator centres, like PCF Sparkletots Preschool and My First Skool will instead be lowered by S$40, excluding GST. Kindergarten fee caps for anchor operator centres will also be lowered by S$10, excluding GST.My question is, for estates where there are preschools not run by the anchor operator and partner operator centres and young families have no choice but to send their infants and preschoolers to these centres because of distance or shortage of places, can these subsidies be made portable for them?The Chairman: Mr Leon Perera, your three cuts, please."], "Mr Melvin Yong Yik Chye (Radin Mas)": ["Mr Chairman, families are the bedrock of our society and are often our first lines of support.I would like to ask how MSF plans to better support families to stay strong in Singapore? Have the efforts of programmes, such as Families for Life, been effective?Beyond strengthening families, we need also to pay attention to marriages that are at risk of falling apart. In 2021, there was a sharp spike in divorce applications filed, in part, due to the COVID-19 pandemic. Will we see a continued upward trend in divorce cases? I certainly hope that this does not happen, as the impact on the individuals and the children, if any, can be significant. As a Catholic, I went through a marriage preparation programme conducted by the Church to help me and my wife-to-be understand the challenges of married life. The programme equipped us with conflict management tools and how we can build a lasting relationship. We celebrated our Silver Jubilee just two weeks ago. I would like to ask if MSF would encourage more couples to attend pre-marital marriage preparation programmes and to increase the quantity and quality of such programmes on offer.One initiative that I find heartwarming is the Golden Jubilee Celebration, an annual event started in 2018 to honour couples who have been married for 50 years. It is a wonderful way to reaffirm a couple's love and commitment to their marriage. I would like to encourage the Ministry to expand this initiative and perhaps organise celebrations for marriages at every 10-year milestone.", "Mr Chairman, preschool education is an important formative experience for our young children. However, preschoolers from lower-income families do face more challenges in getting a good start in life. I would like to ask what more can MSF do to support these families? How will MSF assure parents in lower-income households that there will be accessible and affordable support in their children's early years? Beyond increasing the accessibility and affordability of preschools, having an adequate and well-trained pool of educators is just as crucial. Can MSF provide an update on the manpower situation in the preschool sector? Sir, some of my residents who work in preschools have highlighted to me the added challenges of their jobs arising from the continued tight manpower situation at their centres. Sometimes, even having a proper meal break is a challenge. I would like to ask what is MSF doing to ensure that there are adequate preschool educators at all our preschool centres? What is the preschool educator attrition rate in the past three years? How does MSF plan to reduce the attrition rate?Last year, MSF announced that the starting salaries for fresh graduates joining anchor preschool operators will increase to at least $2,800. I would like to ask for an update on ECDA's salary review for early childhood educators in Government-supported preschools. Are there any plans to increase the starting salaries of those working in non-anchor operators?"], "Dr Shahira Abdullah (Nominated Member)": ["Chairman, though our policies aim to encourage parenthood within marriage, penalising unwed single mothers will invariably penalise the children as well. These unwed single mothers are usually already the sole breadwinner and the caregiver of the family. Having these policies would further exacerbate unequal access and reduce social mobility of these children.Previous statistics show that in 2017, unwed single mothers under 35 earn a median monthly income of $600 from work. It was found that it is likely that quite a number may be working in part-time jobs or only for a few months of the year, contributing to their lower monthly income. This may be because they are forced to take part-time jobs, which do not pay as well, as they juggle their caregiving responsibilities. Are there any new statistics on the median and average monthly income of single unwed mothers?Therefore, to help them in their role as single mothers supporting their own family, could we consider allowing them to claim the Working Mother's Child Relief and Parenthood tax rebates? As they may have financial struggles as well, could we also consider granting them the Baby Bonus cash gift?", "Chairman, studies show that a higher staff-child ratio and smaller group sizes contribute to the health, safety, better staff-child interactions and better development outcomes in children. A 2006 research shows that infants and toddlers, particularly, benefit from these ratios.Many early childhood educators believe that a ratio of one to three or four is higher and the best to allow for effective staff-child interaction. This also results in a smaller workload, lowers the stress level and improves the working conditions of the teachers.The current staff-child ratio is one to five. Therefore, would MSF consider a review of staff-child ratios in childcare and infant care centres?I understand such ratios may be dependent on the number of teachers available. In October 2022, ECDA said the annual attrition rate in the sector has been between 10% and 15% over the last few years, in a workforce of about 23,000 people. I note that preschool educators' pay is set to rise by 10% to 30%, amidst a review of working conditions. However, there has been anecdotal evidence that it may be due to the workload of these teachers. May I ask whether there is data on possible reasons why preschool teachers leave the workforce? What are MSF's plans to tackle the turnover rate of preschool teachers?"], "Mr Kwek Hian Chuan Henry (Kebun Baru)": ["Chairman, Sir, I would like to ask MSF how we can accelerate the adoption of the Lasting Power of Attorney (LPA).More Singaporeans, especially seniors, need to do up their LPAs so that they can get their wishes better respected should they lose mental capacity.  Our society will have to pay a high price if there is no widespread adoption of LPA. And as LPA becomes more prevalent, there is also a chance of abuse by a small number of Donees. The PAP senior group closely monitor these issues, given their importance. As such, can the Minister for MSF share on: one, the progress of our new LPA online portal and how much has it spurred adoption; two, the protocols and processes to ensure that abuses by Donees can be proactively identified and minimised; and three, how can MSF partner other Government agencies and the media to increase awareness so as to encourage more Singaporeans to do up their LPAs?"], "Mr Seah Kian Peng": ["At Singapore's current stage of development, no child should fear going hungry or missing out on school, especially preschool. Since 2016, the  programme led by the the Early Childhood Development Agency (ECDA) has been in place to help children from low-income families to have a good start in life.Under , ECDA provides services for families and monitors the developmental progress of children from birth onwards. Today, this is a nation-wide programme supporting 5,000 children. Can the Minister tell us if this number is the anticipated number at steady state, or are there more children who have not yet accessed these resources? If so, what is MSF going to do to ensure better outreach?Second, is the current level of support adequate for these families?Third, given that it is already seven years since the start of the programme, can the Minister provide some data to show how children under this programme has fared since 2016?  ", "We all know of the importance of early intervention services for children with developmental needs and in fostering inclusive preschool environments. Families with children with developmental needs will face challenges in bringing up their children. They need greater support in identifying their children's needs early and in accessing the necessary tools and information.Since 2019, the Ministry had introduced the Development Support Plus (DS-Plus) programme and Early Intervention Programme for Infants and Children (EIPIC) under two. In the same year, MSF had convened the Inclusive Preschool Workgroup (IPWG), which made several recommendations that have since been implemented.I would like to ask the Minister to give us an update on these recommendations, including the Inclusive Support Programme (InSP) at the selected preschools? In general, what is the Ministry doing to better support families with children who have developmental needs?", "Each year, the graduate employment survey shows that our graduates are more and more in demand by the market and that those in greatest demand are, logically, often paid high salaries. In recent years, this has been the students in computing and data sciences.A paradox is this: in light of the rising stresses faced by our people as well as the increased emotional fragility, social service professionals are in greater demand than ever before. Yet, they remain under rated and under appreciated, and I would say, underpaid.Their work is meaningful as they provide social care and interventions to those in need. We face long-term trends such as a declining birth rate and an ageing population. These will lead to a rise in the need for social care and services.  How will MSF better support our social service professionals and better support the social service sector to have adequate manpower and good working conditions?The sector is enormous: more than 15,000 social workers, therapists, psychologists, nurses, special education teachers, early intervention teachers, social work associates, nursing aides, and the list goes on.We must focus our minds in ensuring that this large group of professionals are paid competitively so as to retain the best talents in this important sector. The Chairman: Minister Masagos."], "Mr Mohd Fahmi Aliman (Marine Parade)": ["Chairman, last year, the Forward Singapore dialogue was held to provide a platform for social service practitioners to voice their concerns. In the dialogue, one social service practitioner underscored how children from less-advantaged backgrounds face hurdles to success, such as low morale from not performing as well as their peers. Notably, he mentioned, \"We always observe that people from disadvantaged backgrounds feel discouraged. They lack motivation. They want to get ahead. They want to fulfil their dreams. But, sometimes, they just find it too difficult.\"In view of this practitioner's account, it is evident that preschoolers from lower-income families face more challenges in getting a good start in life. Furthermore, it was also noted that there is growing evidence to show that children who attend preschool early require lesser intervention for learning support programmes, in juxtaposition to children who do not attend preschools perhaps due to financial hardship. In view of this, could MSF share its existing efforts to provide greater support for children from lower-income families.The Chairman: Mr Leon Perera, you have three cuts, please.", "Chairman, to nurture and develop children in the early years, families would need to consider all care options available to them.In 2013, ECDA was launched to integrate the regulation, planning, professional development and public education functions of MOE's preschool education branch and MSF's childcare division. ECDA now serves as the regulatory and developmental authority for the early childhood sector in Singapore, overseeing all aspects of children's development below the age of seven, across both kindergartens and childcare centres.Since its inception, how effective has ECDA been in early childhood development? Beyond ECDA, are there any initiatives MSF have introduced to assure parents that there will be accessible support in their children's early years?"], "Mr Leon Perera (Aljunied)": ["Mr Chairman, the trampoline is used to talk about helping individuals bounce back. Safety nets are equally important but, today, I will make proposals to improve the trampoline.Firstly, the Global Nutrition Report says Singapore is \"off course\" to prevent prevalence of overweight children under five from increasing. The cost of healthy eating is a key reason why we say it is expensive to be poor. Would the Government consider offering vouchers programmed to help parents buy healthier foods, like whole fruits and vegetables, to help children start off on the right foot?Secondly, financial literacy needs to be hands-on as it involves trust and experience in research-based concepts. Discourse builds this trust. For schools, MoneySENSE co-funds vendor talks and workshops covering at least one of three tiers: basic money management, financial planning and investment know-how.Since schools infuse financial literacy in Character and Citizenship Education and Food and Consumer Education curricula, could they dovetail the three MoneySENSE tiers into existing curricula to avoid repetition while ensuring good coverage of topics?Mr Chairman, I want to draw attention to three possibly underserved groups in our social service landscape.With full-time National Servicemen (NSFs), allowances start at $580, going up to $1,280 or more, depending on vocation. In most cases, NSFs need to depend on their family, at least in terms of housing, and are unlikely to be able to save anything without this support. Has the Ministry of Defence (MINDEF) or other Government bodies studied whether these allowances have resulted in increased poverty within this group, for those from poorer families? My colleague Mr Gerald Giam raised a related issue recently.Secondly, an ageing population means caregivers are in demand. This is often near-full-time work. Grant quantums are low and are not meant to replace paid work. For instance, the Home Caregiving Grant pays $200. Again, there is a dearth of research here.Another underserved group is inmates. Inmates get 30 cents to $2.60 per hour at prison workshops. I have heard from ex-inmates that work programmes pay up to around $1,000 monthly. Has the Government studied the financial impact of incarceration and whether this, in turn, has impacts on poverty and recidivism?Sir, I would like to suggest that financial and other state interventions for these at-risk groups be centralised under one agency under MSF, rather than be dispersed among different Ministries like MINDEF and MHA, so that expertise, resources and economies of scale around addressing poverty can be centralised and shared.Mr Chairman, our Family Service Centres (FSCs) and Social Service Offices (SSOs) are intended to be the core nodes for social support. Our social workers are best placed to understand and respond to residents' needs. Social workers help point residents to more specific assistance schemes, such as those for students.I would like to ask if trained social workers participate in the decisions made by SSO staff. Such professional training should be brought to bear on financial assistance decisions, as opposed to taking a rigid schemes administration approach.Also, would the Ministry consider centralising under SSO social workers all financial assistance schemes that are not sector-specific? This includes Community Development Council (CDC) cash assistance. Currently, I understand that residents have to approach both the FSC social worker and the CDC, going through means testing twice.From the Parliamentary Questions I have asked, ComCare disbursements take four weeks, on average, or up to six weeks to disburse. CDC takes two to three weeks for COVID-19 grants and financial assistance.The Chairman: Mr Leon Perera, can you please wrap up?"], "Mr Leon Perera": ["I would like to ask how long CDC takes for cash assistance to be disbursed and could all financial assistance be centralised at the systems level.", "Mr Chairman, the ComCare Endowment Fund has been topped up by $300 million. What is the impact this has on ComCare's dollar payouts and the number of people assisted? From ComCare's reports, it appears that individuals on average received short-to-medium term assistance worth $1,700 a year in 2021, $2,300 in 2020, $1,600 in 2019, and $1,400 in 2018, and $1,300 in 2017. Annual growth is at about 7%, which is less than the increase in Government revenue and NIRC over the same period.I would argue that this derived average of about $150 a month is not enough in most cases for a core welfare scheme.Similarly, the Workfare Income Supplement (WIS) provides about $300 in cash per month. Silver Support pays less than that.For someone earning a little over $1,000 or less, these schemes do defray expenses, but assessed against academic research on minimum income standards, as I alluded to in last year's Budget debate, this is woefully inadequate for care protection and bouncing back.Would MSF at least trial higher ComCare amounts to test the effect on real outcomes, including on the trampoline effect to enable a family to bounce back rather than have to be too anxious about day-to-day survival to plan ahead?Mr Chairman, the Government has pushed out an increasing number of schemes over the years to support Singaporeans in need. This is commendable, although I have concerns over the quantum of core aid schemes, as mentioned.To manage the many available schemes, the SupportGoWhere website was established where Singaporeans can search and get information in a single place. However, the application processes are still separately administered. I wonder if the sheer number of named schemes can be housed under a smaller number of schemes, with officers empowered with the ability to cover more adjacent schemes so there is less forwarding of applicants from one officer to another.Secondly, there are potential schemes offered by various agencies that have not yet been incorporated onto the portal, such as the Ministry of Health (MOH) subsidies or bursaries administered by educational institutions.Awareness about various schemes has been identified as a problem previously, in a study conducted by REACH in 2014. It would be good to build upon a centralised platform to reduce the administrative strain of multiple means tests and application processes for all schemes.Mr Chairman, applicants for financial assistance are burdened with presenting documents and also often face the embarrassment of having family members interviewed. Would the Ministry consider having two formal means of application? For applicants who agree to presenting documents and having family members interviewed, they can do so. For those who have difficulty finding documents or do not wish to have their family members interviewed, they can instead choose to declare that the information that they provide is accurate. Should they be found to have made a false declaration later, they could be subject to penalties.According to an MSF report, 40% of households are already having their applications treated flexibly. Hence, I urge the Ministry to consider providing such a declarative option.Also, short-to-medium-term assistance offers assistance for three to six months, requiring applicants to re-apply frequently and providing them with less leeway or runway to plan ahead for their finances, while sometimes generating tremendous stress about the renewal, stress that can affect decision-making, impose bandwidth tax.Can the Government consider a pilot test of a longer period of nine to 12 months for such assistance, to see if this generates better outcomes in terms of encouraging that mental energy and capacity to plan ahead to turn their lives around and also lead to better outcomes for their children?"], "Ms Denise Phua Lay Peng (Jalan Besar)": ["Sir,  is a worthy MSF-driven programme designed to support families with children living in public rental housing – a great model to provide support in a coordinated manner. I chair the  alliances in two  towns – Jalan Besar and Ang Mo Kio. In each  town, MSF's Social Service Office (SSO) general manager (GM) plays the role of a social services integrator – assessing the needs of each family, coordinating with the alliance of partners, such as schools, job centres, HDB, Police and so forth, to meet those needs. There are three critical success factors needed for  to be effective. And I seek the Ministry of Social and Family Development (MSF)'s support to make it happen.First, clarity. Many like-minded parties are still unclear about how all the many helping hands for families in public rental housing are connected. Sir, there needs to be clarity and mapping of all the help and parties' initiatives like , Project Dian@M3, UPLIFT, programmes of self-help groups like CDAC, SINDA, MENDAKI, CDCs, charities and grassroots volunteers. Second, competence. Each family assessed to be in need will require a competent social service integrator who is the trained case manager, able to do the heavy lifting to identify root issues and solutions. These integrators have to be able to pull in other agency representatives in the  Workgroup Alliance for meetings and actions. I have the privilege of working with SSO GMs and Family Service Centres (FSCs) social workers who play this role really well; but they are not easily available. We need to grow more of them.Lastly, commitment. Sir, integrating services and case management are additional and higher-order skills and duties that need to be resourced. For  to succeed, there must be a commitment to resource by the Government, not only for tangible needs like headcounts, skills training, but also for different agency partners to commit beyond lip service, to get that needed flexible job, financial assistance, preschool placements and so forth to families who need them to move along; and a willingness to share information, track actions and outcomes.Are all alliance partners equally committed or is  seen as just an MSF-driven project?The Chairman: Ms Denise Phua, kindly wrap up.", "Sir, more than half a year has passed since the Enabling Masterplan (EMP2030) was published. I believe the disability community would like a detailed update from MSF on the progress of the masterplan.One key concern of the sector has always been the lack of sufficient services in the adult disability space. What has moved for adults with disabilities at the two ends of the spectrum – adults who are employable and adults who are not suitable for paid employment and need more care?The proposed Enabling Business Hub and the Enabling Services Hub have been hailed as the two key pilots to address the needs of these two categories of adults. What is the progress to date? How many adults with different abilities can benefit? How will these two hub concepts be scaled in order to cover the many other adults who require the services? How will they be funded for sustainability?Next, we should not wait for a COS to provide updates to the EMP2030. EMP2030 is unique in that it is for a duration of eight years versus the shorter five-year plans of the past. By 2030, most of the Ministry's public office holders, like the Minister and his team, would have moved on or be transferred. The assumptions underpinning these recommendations would have changed, in view of the rapid pace at which our society, our economy and our external environment have moved. I would expect that some of the recommendations may even be outdated.  To inject confidence and to ensure the masterplan stays updated and relevant, MSF should appoint an execution leadership team, convene regular sessions, develop and communicate a dashboard and accountability report.  Next, within just eight months of the release of EMP2030, the Government has already made several major announcements in the important aspects of mainstream Singapore: the Healthier SG movement to instil proactive and preventive healthcare is in place. MOE has announced its plan for future education to shift focus from the first 15 years to the next 50 years of one's life. MND has announced new BTO ramp up plans and inclusive living for the elderly in the form of Community Service Apartments. How will MSF ensure the Enabling Masterplan includes and taps on these positive developments in the mainstream? How can we persuade the rest of the Government to adopt a universal design approach to service planning so that the disabled will not be considered only as an afterthought?In conclusion, I want to thank the diligent MSF team for being always on the look-out for this special community. You are deeply appreciated.", "Sir, it is important to understand valid concerns of these charity partners so they can do a better job. I recall vividly how former Education Minister, now Deputy Prime Minister Lawrence Wong, strategically unlocked the highly MOE-controlled reserves of special schools to allow their parent charities to pay for their share of the building costs of the new schools; much to the relief and gratitude of the charities.Let me name some ways by which sector administrators, such as MSF, MOE and MOH, can better support their charity partners.First, on human resources, besides funding competitive salaries of supported staff, can MSF please facilitate higher provisions for hiring of foreign staff in services such as day activity centres for the elderly and the disabled and special schools. This is so critical as competition for manpower becomes more intense. Second, subsidise the costs of corporate services and compliance, such as Executive Directors, Finance, HR, IT and Audit for charities providing essential services for the sector. As larger and needed charities get called to do more, they are also being held to higher and higher standards of reporting and accountability; adding to cost of compliance and management. And lastly, seek regular feedback on Government donation matching schemes meant to encourage fund-raising. Do not make it harder for charities than it already is. The Community Silver Trust (CST), for instance, allows for donation matching for only 40% of funds raised, to pay for \"recurrent operating expenses\". The remaining 60% can only be matched if there are \"new projects\". The current CST design shapes charities to do some funny things, to keep thinking of new projects each year to qualify for the matching, when there are ongoing existing programmes that need to be paid for, such as for the disabled and elderly. So, it is not useful to the charity partners.In conclusion, the Government can certainly better support charities, one of their key partners in meeting the needs of society."], "Ms Denise Phua Lay Peng": ["So, for  to be successful, there must be clarity, competence and commitment."], "Ms Carrie Tan (Nee Soon)": ["I would like to echo Ms Denise Phua's sentiment and add on.I am very happy to know  will be scaled up. I understand though that there have been implementation challenges from a shortage of volunteers to help with needs assessments in some localities. And for this, I propose that MSF tap on graduated beneficiaries of various social service organisations to bolster the befriending efforts and offer a stipend for their time and contribution.Graduated beneficiaries can relate well to families in rental housing as they have experienced similar challenges before. They can be effective in building trust and rapport, which are critical for effective social support.At the same time, they can provide useful and honest feedback from the bridging perspective of both the user and intervener, to help address implementation gaps which sometimes officers from the public agencies may not be cognisant of.Receiving supplementary part-time income from this programme will also help their financial adequacy and social mobility. Paying it forward with their time and empathy to others also enhances their self-esteem and dignity. These can make them positive role models to give  families the hope and encouragement they need to overcome their adversities."], "Assoc Prof Jamus Jerome Lim (Sengkang)": ["The Social Services Office (SSO) supports the less fortunate and less able in our society with the Community Care Endowment Fund or ComCare payouts. The Fund was launched in June 2005 and in FY2021, it amounted to $2.4 billion, disbursing around $177 million to about 100,000 individuals, a non-trivial number, including cash assistance for a shorter as well as longer duration.During my Meet-the-People Sessions, I have occasionally encountered residents who had shared with me about their reluctance to pursue ComCare assistance because they find that the approval process is intrusive, onerous or demeaning. SSO officers often require a careful and complete accounting of a household's income and expenses, and offers strong indications of what they regard as reasonable or not.At some level, this is fair and expected. ComCare are public monies and the Government has to be responsible with the disbursement of such funds. But, on the other, it is important to allow the needy to retain their dignity, even as they seek financial assistance.There is one way that we can potentially soften the intrusiveness of this process. A significant share of assistance rendered is in the form of regular bills with public and semi-public agencies, such as rental, utilities and S&CC. Could these be obtained directly from these entities rather than provided by the resident?I understand that this would mean potentially additional costs, at least at the outset, in terms of setting up informational exchange systems. But once established, the automation will reduce the need for additional verification or data entry. This is the added advantage that the system could be tuned to flag extraordinary increases or decreases, should these occur to better target assistance.There is yet another strategy that we can also deploy to reduce the need for documentary scrutiny. We can deploy conditional cash transfers, or CCTs, in exchange for supplementary educational expenditures, such as tuition or fees and equipment spending for co-curricular activities, or CCAs. Such support will enable low-income children who would otherwise be unable to pursue such opportunities, which are increasingly becoming de rigueur in a holistic education in Singapore. Of course, disbursements will be conditional on their continued participation in these activities.CCTs have been successful deployed in many advanced and developing countries settings for the purposes of social protection, especially in terms of improving outcomes for school-going children. CCTs are also not alien in the local context.In this regard, the Straits Times School Pocket Money Fund supports around 12,000 beneficiaries, providing cash in exchange for school assistance. Research suggests that the Straits Times School Pocket Money Fund has achieved is educational goals. But such beneficiaries are likely to be a fraction of those of school-going age who are in need of financial help, the support is of a limited duration and the grant amounts are also relatively small.Mr Chairman, I believe that the SSO already applies some conditionality for ComCare payouts, requiring households that receive financial support ensure that their children attend school. A CCT explicitly for ComCare targeted towards supplementary educational expenditures will fill a gap in our educational support for low-income households while keeping children as well as their parents accountable."], "Ms Joan Pereira (Tanjong Pagar)": ["Chairman, to better help vulnerable, lower-income families, it is crucial to deliver coordinated and family-centric assistance. I was very glad when  was announced in 2019 to bring together Social Service Offices (SSOs), Government agencies, charities, grassroots organisations and other community partners to help families with children living in public rental flats. I have been meeting various stakeholders to coordinate assistance for distressed families in my constituency. I appreciate the usefulness of these collaborative sessions as it has been effective in providing holistic care. We know who is doing what for whom in the family, thereby preventing duplication in efforts and plugging gaps. A feature which I have been hoping for is a centralised case file which all the stakeholders involved can access and link or refer to the relevant Government and other external assistance programmes.  At last year's COS, Minister Desmond Lee mentioned that the Government would \"strengthen backroom integration across agencies\", consolidate common systems and processes where possible and manage them centrally. This will be really helpful in speeding up delivery and reduce coordination costs. Would the Ministry provide an update on the centralisation process? I would also like to ask about the befrienders with . As the Ministry scales up this scheme, how is the recruitment of these volunteers progressing? What are the main challenges encountered in attracting and retaining befrienders? How is the Ministry reaching out to more Singaporeans to volunteer and participate in this worthy endeavour?Chairman, I am heartened that  which you started, will be expanded nationwide to support more eligible children in lower-income families. The early indicators that children in the programme had better preschool attendance than their peers of similar socioeconomic backgrounds were encouraging, so was the feedback from the parents and caregivers that they were better supported in their parenting journey. I would like to ask the Ministry how it will improve and sustain the attendance of the family members in  at information and counselling sessions organised by Government agencies and volunteers.    organised an information session at a void deck in my constituency and the families just needed to come downstairs to attend the session. However, the parents were unable to attend and even if they attended, they were unable to concentrate unless someone helped to look after their children. In addition, to enhance coordination for each case, we need to map out and identify which agencies to work with and share information within the team looking after the family. Based on my experience, there is still room for improvement in information sharing and updating among the different agencies and volunteer groups.If the Ministry can provide more support and resources to facilitate consolidation and updating, that would be helpful as the assistance delivery process can be expedited.The Chairman: For mentioning , I give you more time. Mr Muhamad Faisal Abdul Manap.", "Chairman, there is feedback from my residents that though there are vacancies in a particular infant care centre, the centre is unable to accept the children because of a shortage of infant care teachers. For parents, it is also important for such centres to be near their homes to facilitate drop-offs and pick-ups.  Does the Ministry have plans to train more infant care specialists to meet the demand of our parents? What are the challenges and obstacles in the recruitment and retention of these staff in this sector? What more can be done to improve the working conditions of the teachers and reduce the attrition rate?", "Chairman, I am glad that as a nation, we have started the conversation on how we should value all work equally, whether these are \"head\", \"heart\" or \"hands\" work. Today, I would like to advocate for \"heart\" work, that is, jobs and careers in the community care and services sector.We, as a nation, had pledged not to leave anyone behind; and a competent and effective social service sector is crucial to fulfil this vision. How can the Government attract good people to join our social service agencies? How will MSF retain them, support, and empower them to excel? These are important questions which we must get right to build a united nation with strong bonds, based on equality and social mobility. Our social service agencies are responsible for the delivery of assistance to the vulnerable amongst us. When they do their jobs well, they uplift not only the lives of this segment but our whole society. How will the Ministry affirm the efforts and contributions of our social service agencies and support them to thrive?I would like to suggest that one way to recognise and motivate capable social service officers is to enable those who do well to progress to senior and top positions in our Ministries and Statutory Boards. Their backgrounds in social services should be treated as equally as those from other sectors."], "Mr Muhamad Faisal Bin Abdul Manap (Aljunied)": ["Sir, I have made several calls in this Chamber to have the  (KiFAS) made available to Singapore students from less privileged families who attend kindergartens apart from the Ministry of Education (MOE)'s and that run by anchored operators. However, the situation remains. As one of the main focus for this year's Budget Statement is to strengthen our social compact, it would be appropriate for me to echo my earlier calls on this.Sir, each child is unique. The diverse choices of kindergartens give parents the option to select the centre which they deem to be in the child's best interest. Parents know their child best. They would obviously want their child to attend a preschool education centre which suits that child's learning style.Apart from the child's learning style, there are parents who may also want their children to attend a preschool institution which provides religious knowledge. Naturally, their choices would be kindergartens run by religious entities, such as mosques and churches.However, this choice can be out of reach for parents who do not have the financial means to do so because the  (KiFAS) would not be extended to their children if they were to attend such institutions.I hope that the scheme's coverage can be extended beyond MOE kindergartens and kindergartens run by anchor operators. The second suggestion I have, Sir, is for KiFAS to be made available for children who are Permanent Residents (PRs), provided one of their parents or stepparents is a Singaporean. I have also suggested for MOE's Financial Assistance Scheme (FAS) to be extended to school-going children who have such parentage for the same reasons of elevating the financial burdens of such households where a Singapore Citizen has a child or stepchild who is a PR resulting from a transnational marriage."], "Mr Louis Ng Kok Kwang (Nee Soon)": ["I am glad we are increasing the number of childcare places but we also need to consider the timing.Let me share an example. At Yishun Glen, a new Build-To-Order (BTO) estate in Nee Soon East, most of the blocks have been completed and keys have been issued many months ago. But the childcare centre in the estate is still not completed. ECDA has not even announced the anchor operator who will run the centre. Even if the centre is completed tomorrow, it will take months more for the operator to take over and renovate the centre. Many of the estimated 179 children younger than seven living in Yishun Glen will need the childcare centre. Surrounding childcare centres are also quite full, so, parents are stuck. In the future, can ECDA appoint the childcare centre operator much earlier and work with HDB to have the main contractor of the BTO project build and renovate the childcare centre for the operator? All these efforts will help save valuable time and resources and will mean that the childcare centre can be ready when residents move into their new homes."], "Ms Rahayu Mahzam (Jurong)": ["Mr Chairman, my son has Down Syndrome and has been diagnosed to be on the autism spectrum. He will turn six this year.I have a lot to thank my son for – for teaching me patience and resilience, for making me the person I am. He has also opened my eyes to a whole community of people with different abilities and the families who support them. The more I learn about the diverse range of disabilities, the more I realise that there is a lot I do not know.One of the many things I am still learning is the appropriate terminology to use at times and I beg for indulgence.There are some specific needs within each disability group. There is a different range of abilities and therefore differing potential amongst the PwDs. There are also different dynamics among the advocates and activists, which may lead to uneven awareness and support structures for different disability groups.I am therefore grateful that the Government has taken the massive effort to put together different pieces and come up with the concept of the Enabling Masterplan. I am heartened with the existing programmes in place to address the various needs of PwDs and their families. It is encouraging to see the developments of the Enabling Masterplan over the years.There are, however, some areas which I would like to find out more about and have some views on.Firstly, in light of the spectrum of disabilities mentioned above, I would like to find out how we could ensure that the needs of the various groups are meaningfully addressed. How are the efforts in addressing needs categorised and organised? Is there some sort of framework to assess if we are adequately filling the gaps?My concern is while the broad efforts go some way to advance the interests of PwDs as a community, we may miss out specific issues that may only affect a particular group. For example, even within persons with intellectual disabilities (PwIDs), there are different levels of abilities. So, when we talk about lifelong learning and preparing them to live independently, could there be a finer resolution that could maximise the potential of each group?I am not expecting the Government to do everything or for things to be done immediately. There needs to be a whole-of-society effort and involvement, a point which I will touch on later, but I believe it would be meaningful for a framework that dives into specifics for different groups, assessing how successful some measures are, addressing what the challenges are and continually developing the infrastructure of support for PwDs and their families.Secondly, I would like to know if there could be more streamlining of some services and support for both PwDs and their family members. Akin to the approach in our child and maternal health and well-being efforts, could we also look at streamlining some services that would make it easier for families to manage the care of PwDs?I had spoken about Dr Chen Shiling in my previous speeches. Dr Chen had developed a holistic healthcare approach for ageing caregivers and their adult children with intellectual disability, addressing also social issues and bringing together multidisciplinary stakeholders on the same platform. She has now set up a clinic, IDHealth, that focuses on medical care of not just persons with intellectual disabilities but also their caregivers. Could we take a leaf from this approach and apply it to various other services?I note that SG Enable is also already playing a role in being the one-stop spot for PwDs and their families. How has this experience been and are there enhancements we can expect?Lastly, I feel it is imperative to harness the resources and support from the community. I believe the Government can play a role to create the platform or structures to encourage ground-up effort. The formation of the Action for Alliance (AfA) for Caregivers of Persons with Disabilities, for example, is encouraging. How do we sustain this and provide the necessary platforms for more people to come together?I do hope to see more in our community step up to offer time or resources so that together, we can help to enhance support for PwDs and their families.It is not uncommon for us as Members of Parliament to come across residents seeking assistance on caregiving issues. Just in the recent weeks, I met several residents from Bukit Batok East who had some challenges with caregiving.In one case, a woman brought her sister, who has intellectual disability. The woman was crying. Both her elderly parents had passed away, one after the other and rather unexpectedly. The late mother was the main caregiver of the sister and my resident was at a loss as to how to now care for her sister.In another case, a gentleman reached out to me for help after his elderly mother, who had been the primary caregiver of his brother with special needs, had to undergo heart surgery. He was the sole breadwinner and had to take time off work to care for his family members. It was not a sustainable solution.During my house visits, I also meet many \"aunties\" who are caring for their elderly husbands. They do not have helpers, and they lament about their challenges as they are not as strong as before. Those who have children, do not want to burden their children. These are scenarios which are all too familiar to us.Much has been said about the challenges of caregiving, especially when it relates to a long-term arrangement when the caregiver is the sole or primary caregiver, or where the person being cared for has some disabilities. There are indeed many dimensions of the challenges including physical health and well-being of the caregiver and financial issues. These challenges are compounded further as the caregiver ages. I am grateful for the various existing support that are in place. SG Enable and AIC have been very helpful in assisting with various issues that arise. In the first two cases I mentioned above, I reached out to SG Enable and AIC and my residents are in the process of getting the assistance they need. But not all matters can be resolved simply and issues may not always be so straightforward. Some arrangements proposed may not fully suit the preferences of the family. I appreciate that there are limitations and it would not be reasonable or sustainable to expect agencies to provide the panacea to all problems. Yet, the issues remain. Caregivers still need the support. They need the respite so they can continue with their task and they need some assurance that they are not trapped in the circumstances alone, having to sacrifice their aspirations or well-being.I believe we need a whole-of-society approach. In 2019, PAP.SG then under the leadership of you, Chairman, I put up a submission to the Government with proposals on various aspects of ageing. In one segment of the paper, it was noted that society should provide better support to caregivers including those from the extended family members. I quote, \"We recognise that the burden on them is heavy. Having proper caregiver support within the family can be instrumental for the well-being of our frail seniors. We believe that our society have an obligation to do more for the caregivers.\" Amongst other things, the paper called for a review of policies to strengthen the role that the extended family can play in supporting seniors I believe, and this can include caregiver leave and Flexible Work Arrangements (FWAs). I believe these are already being looked at.While the Government has a role in putting in place policies and support structures, I do hope to see families, extended families, stepping up to share the load of caring for their loved ones.We also need support from other people in the community. It is therefore heartening to note that there had been efforts like the projects carried out by the AfA for Caregivers of Persons with Disabilities to support caregivers. I understand that there is a partnership with Caring SG to work on Project 3i. I would like to declare that I am an advisor of Caring SG and I have been impressed by the efforts of Dr Lim Hong Huay and her board members.I believe ground-up efforts like this should be encouraged. I am therefore interested to hear about the update on the projects of the AfA and would like to know if the efforts can be scaled up to benefit more in the community. I hope this platform is a genesis to the creation of more support options for caregivers so that they can get the help, the respite and the assurance that they need to continue caring for their loved ones."], "Miss Rachel Ong (West Coast)": ["Chairman, part of the vocational training for PwDs in Singapore has focused on the hospitality, manufacturing and F&B service sectors. As we continue to empower our PwDs, we must look into placing people in training or jobs with a focus on their abilities and interests rather than their disabilities. Depending on their range of abilities, PwDs have the capacity to be employed across sectors and in different roles. As we see from examples in Australia, US and Japan, PwDs can be employed in a variety of sectors, ranging from retail to healthcare to graphic design and even transport technology.In Singapore, we have you UOB Scan Hub where over 30% of their staff are special needs employees, who digitised and archive documents. In India, department store Shoppers Stop has set up an organisation dedicated to help integrate PwDs into the fashion retail sector. In short, there are still many ways we can expand our training pathways for PwDs . May I ask the Minister for MSF if there are alternative training pathways being explored for PwDs to expand work options into much more varied sectors and which are they?The Chairman: Ms Ng Ling Ling, you can take your two cuts together. "], "Ms Ng Ling Ling": ["Chairman, in 2021, the Enabling Masterplan Work Group recommended for the Government to strengthen the ecosystem for continuing education for persons with disabilities by increasing the number of curated courses in sectors with growth opportunities and enhance the Open Door Programme (ODP) training grant to offer better support in specialised training. I believe that lifelong learning opportunities and social inclusion activity must be availed to PwDs, just like all other Singaporeans.However, we know that such learning and social inclusion activities as well as respite care for caregivers should be provided in an integrated way to best help out PwDs and their families. Can I ask for an update on the progress of Enabling Masterplan 2030 implementation, especially in the provision of integrated learning, social inclusion and support services for PwDs and their caregivers? For earlier pilots like the Enabling Village at Lengkok Bahru, how is it achieving its goals and can such models be skilled to more regions? Chairman, according to the annual Comprehensive Labour Force survey, the average resident employment rate for PwDs aged 15 to 64 has risen from 28.2% to 30.1% from FY2018 to FY2020. There is also an increase in nominal median gross monthly income for these Singaporeans between the same period. This is an encouraging progress, a step towards a more inclusive workforce and a demonstration that more PwDs can contribute to our economy. Employment is not just essential for independence for adult PwDs, they provide dignity to them. This is especially important for adults who acquired disabilities due to unexpected events like accidents or major health episodes like stroke, an increasing concern I have from the plight of the residents I see and help in my Meet-the-People sessions. To enable more PwDs to be employed, this will require the utmost support and actions from potential employers. I would like to ask, how is the Ministry helping more SMEs to have suitable job coaches to help these PwDs with different types of disabilities to be able to take and sustain in those jobs? The Chairman: Mr Murali Pillai. ", "Chairman, the saying \"it takes a village to raise a child\" helps us appreciate how much more it takes to care for the underprivileged, vulnerable and those in need in our society. An ecosystem of willing and capable social service partners, each playing a role and contributing its strength and resources is key in keeping our social safety net and support system strong for those among us in need, to leave no one behind as far as possible.Social service partners include not only our hundreds of social service agencies who provide the needed direct services across Singapore, but also companies who provide donations, staff, volunteers, employment opportunities as well as academia who conduct social intervention research, social entrepreneurs and many silent contributors who quietly nurture, enable and build lives around us as they see the needs.I would like to ask how the Government can enable these different groups to be more recognised, encouraged and connected, to make, even stronger collective social impact in the coming years.I would like to dedicate the final seconds of my final COS cut to all social service partners for your dedication, in your contribution for to make Singapore a caring nation."], "Mr Murali Pillai (Bukit Batok)": ["May I take both cuts, Sir? The Chairman: Yes, please. "], "Mr Murali Pillai": ["Sir, I am cheered by the positive steps that have been taken by MSF in the recent past to help persons with disabilities (PwDs) to be meaningfully employed.I am happy to note that MSF agreed to consider my suggestion made in this House to extend Inclusive Business Programme (IBP) launched by HDB and SG Enable in 2019 to involve JTC too. This will hopefully provide more employment opportunities to PwDs near where they live.As part of our efforts to be an inclusive society, more should be done to help persons with disabilities who need customised work support and a structured environment to work in. This is where the  (EBHs) comes in.Like hon Members Ms Denise Phua and Ms Ng Ling Ling, I too seek an update from the Ministry in relation to plans in this regard. What is the assessment of our efforts to date to reach the Ministry's target of 40% employment amongst PwDs by 2030?Sir, over the years, Singapore has seen a steady growth in philanthropy. Over the past five years, the average annual donations collected amounted to about $3 billion.These are respectable numbers and a testimony to the generosity of grant-makers, corporations and individuals in Singapore. The question arises as to what we should do to strengthen this culture of giving here.In this year's Budget, the tax deduction rate of 250% was extended for another three years. I am uncertain as to whether this would move the needle by much. I say this because over the past five years, the amounts of tax- deductible donations remained stable at about $1 billion.It seems to me that we need to do something more fundamental. Successful organisations and people must be made to feel more invested in the lives of the less fortunate so that they will feel morally obliged to do their part and donate. I seek the hon Minister's views on this important topic that, in my view, will have an impact on how we keep together as one society."], "Ms Janet Ang (Nominated Member)": ["Mr Chairman, I would like to ask Minister how is MSF enabling, empowering and compensating our social workers so that they can meaningfully journey with families and persons in their care? What is MSF doing to attract good people and leaders to this sector?Communities with purpose serve. Supporting the marginalised and vulnerable families in Singapore is a whole-of-society responsibility. Mr Benny Chua, a franchisee of a ValuDollar store at Jalan Kukoh, joined in the mission to help bring dignity and hope to John, one of the residents at Transit Point@Jalan Kukoh, a shelter for displaced individuals run by New Hope.Mr Chua shared: \"They need opportunities to be able to uplift to support themselves and their families. Hence, I am prepared to provide employment opportunities whenever I am hiring.\" It takes \"heartwork\" by many in the community to help one \"John\" at a time but in the end, our community will be that much more joyful and alive. If we go upstream and help youths get inspired, especially those who come from vulnerable families, we can change their destiny. SBF Foundation ran a pilot to connect 10 youths from Singapore Polytechnic with five \"towkays\" who joined the mission. One of the towkays, Jester Loi, a third-generation leader of Ya Kun, shared: \"I get to see my company through the youths' lens and we all grew.\"Two of the students who participated shared: \"Connections nowadays are very important. 'Youth Connections' gave me the opportunity to speak with business leaders. We gained friendships and grew our confidence.\" It takes \"heartwork\" by leaders to invest time with youths whom they do not ordinarily cross paths with, but that investment has potential to yield a hundred-fold. To uplift communities, we need another form of tripartism between corporates,  (SSAs) and their clients, and the Government. This is the social tripartisim of \"heartwork\". How does MSF plan to incentivise and encourage corporates to join in the \"heartwork\"?  "], "Ms Carrie Tan": ["Mr Chairman,  (SSAs) form a vital part of our social support system, plugging system gaps and providing last-mile services to beneficiaries. So, how might we support them better?When I was running Daughters Of Tomorrow as its Executive Director, it was a fledgling charity, and it benefitted from financial management workshops held by Credit Suisse and social media marketing mentorship by Facebook employees. It helped the organisation greatly in enhancing its fundraising and outreach capabilities. But not many SSAs have a dedicated employee to lead such engagements with private companies. Many would prefer to spend their operating budget on direct service personnel that executes services and programmes for beneficiaries. And the same goes for impact evaluation. Many SSAs dedicate their bandwidth to interventions and services, and do not have spare capacity to track and evaluate their programmes, which is crucial to show effectiveness and impact and to attract more funding to scale their solutions.  When they do attempt to hire more staff, they find themselves unable to offer competitive salaries. Some boards of charities are worried about optics or hindered by personal beliefs of board members around the notion of altruism or sometimes for whatever reasons, prefer a large reserve. These create constraints on management teams that try to be more progressive in adjusting their compensation system and results in talent risk for the social services, which then perpetuates the longstanding phenomenon of burnout amongst sector workers. How can we empower our SSAs to professionalise and scale effective interventions better? I have three recommendations and that is for MSF to require an audit of salary practices each time an organisation renews its IPC status. And also, in addition to the Research Capability Development Service, MSF can replicate the Volunteer Manager Funding Scheme to help SSAs have a headcount in impact evaluation.I do not have enough time, but I believe these recommendations will enable SSAs to be more self-reliant in the long run by helping them to build up their capabilities. So, to this end, I would like to if the Tote Board Social Service Sector Fund will be renewed to continue supporting SSAs in their efforts. And will MSF consider also enhancing this funding programme to cater additional budget for impact evaluation headcount?The corporate partnerships are also an important function because it requires a different skillset and experience from community volunteer management, which requires some corporate background as well. This will have a catalysing effect to enable SSAs to excavate the potential of the private sector to contribute not just financial donations but also employees' skills and expertise for knowledge transfer. And this will help to shore the \"heartware\" that Ms Janet Ang spoke about. In summary, there is still room to optimise our sector funding for capability enhancements for SSAs. In the long run, it must be the goal of MSF to have a vibrant and resourceful SSA community that is able to do more with less reliance on public funding. "], "Mr Mohd Fahmi Aliman": ["Sir, our social compact is underpinned by implicit agreement between the Government and the people on the roles and responsibilities each play, so that together, we can shape the growth of society in both the present and the future. In other words, our social compact hinges on the tripartite understanding between individuals and families, the Government and the community.A social compact that is deemed fair by all segments of society, will strengthen social capital and foster trust. And this is what will enable us to progress together as a nation. External developments such as the COVID-19 pandemic, US-China tensions and the ongoing Russian-Ukraine war have altered, the geopolitical milieu we live in. Domestically, we must manage the impact of trends, such as the ageing population and slowing social mobility. Cumulatively, these trends can put a strain on our social compact.Hence, it is imperative that we support our social service partners to strengthen our social compact, amidst internal and external uncertainties. As such, how will MSF recognise the efforts of our social service partners and better support them to strive."], "The Minister for Social and Family Development (Mr Masagos Zulkifli B M M)": ["Chairman, I thank Members for their suggestions. The vision to strengthen families and sustain social mobility is a common one we all share.We are starting on a strong foundation. Singapore has invested in the education and well-being of its people. Singaporeans enjoy stable employment, own homes, have the means to start families and lead meaningful lives. This is a hope that we want to keep alive as a society.At MSF, we also want all families to enjoy such resilience and confidence in their future. In short, we want all families to achieve the \"three Ses\": stability, self-reliance and social mobility. Stability, where families are strong and have the means to weather the ups and downs in life. When families face challenges, they weather them because of mutual support from their children, siblings, parents and the extended family. Those who face severe challenges can also look to support from the Government. Self-reliance, where families have a strong sense of ownership. Our society is strong because many Singaporeans continue to have this belief. MSF and our partners see many families who receive help and are motivated not only to do better for themselves and their children, but to actually give back and uplift others.Social mobility, where families will always have opportunities to progress and better their circumstances, and where they can aspire for their children to have a better and brighter future. Sustaining social mobility across generations is the most important assurance we can offer to families in Singapore. The \"three Ses\" – stability, self-reliance and social mobility – is MSF's hope for all families, but especially for lower-income families.This is Singapore's unique approach to addressing inequality – we keep social mobility alive by enabling self-reliance and building stability. We have seen elsewhere how rising social inequality leads to the stratification of society, growing distrust for the Government and increasing disunity amongst the people.To remain a united people, Singapore must do all we can to avoid walking this same path. We have proven to ourselves, during the COVID-19 pandemic that we are a people who will help one another through difficult times.As we look ahead, we must build our social capital and strengthen our social compact as Mr Seah Kian Peng and Ms Ng Ling Ling have also suggested. But as they also suggested, this means it is not just what the Government can do. It is also what individuals, families and the community can do together, so that together, we strengthen families and sustain social mobility.  The \"how\" is as important as the \"what\". In seeking a refreshed social compact through the Forward Singapore exercise, we have heard many speak of their desire to help less fortunate Singaporeans nurture and build better lives, to forge an inclusive and caring Singapore.We will build on these aspirations of Singaporeans and focus their energies in three very important areas: firstly, building strong families and uplifting families that require additional support; secondly, strengthening the social service sector to deliver services that meet the needs of families; and thirdly, weaving an extensive tapestry of support around families by expanding partnerships across society in a renewed social compact.[Deputy Speaker (Mr Christopher de Souza) in the Chair]Chairman, families are the bedrock of our society, where values are transmitted and our characters are shaped. A supportive family nurtures children to become compassionate members of society, able to pursue their aspirations, achieve social mobility for their family and give back to society. A strong nation is built on strong families.The Government has invested greatly in families to support them across all stages. With your permission, Mr Speaker, may I ask the Clerks to distribute a handout detailing the family-related announcements during this Budget, for Members' reference.The Chairman: Please proceed. [A handout was distributed to hon Members.]"], "Mr Masagos Zulkifli B M M": ["Thank you. Members may also access these materials through the MP@SGPARL app.Together with these latest measures, families are supported across all stages in life.For those starting a family, we will provide them with greater support in securing their first home. Newlyweds are supported in laying strong foundations to their marriage, such as through marriage preparation programmes and mentoring support from their Licensed Solemnisers. When couples go on to have children, they are supported in the cost of raising their children through the increase in the Baby Bonus Cash Gift and Child Development Account.Parents with children of preschool ages have access to affordable and quality preschools, with more places to be created. Families caring for Persons with Disabilities have enhanced support for lifelong learning, employment opportunities, as well as caregiving support.We also support our seniors in ageing well. Seniors are supported through preventive health, active ageing programmes and care services. We are building towards a society that empowers seniors to live healthier lives, be socially engaged and contribute meaningfully. The top-up to the ComCare Endowment Fund provides more resourcing and certainty for MSF in supporting lower-income families through ComCare, amid high inflation.  has also been rolled out to proactively support families with children in rental homes. Our efforts continue, as we strive to make Singapore a place where families thrive. Last year, during the Year of Celebrating SG Families, MSF launched the Singapore Made for Families 2025 Plan, a three-year plan that outlines how the Government, community partners, businesses and individuals can together, create a Singapore where all families are valued and supported.As families navigate various milestones, our goal is to ensure they are equipped with the necessary family and parenting skills. Mr Melvin Yong asked about the efforts of Families for Life (FFL), to strengthen families. FFL started with broad-based public education campaigns and resources. More recently, it intensified ground outreach in Choa Chu Kang and Yishun, by offering localised marriage, parenting and even grandparenting programmes under the FFL @ Community initiative. I am pleased to share that FFL will expand this initiative to nine towns by the end of this year and to all towns by 2025. An expected 4,000 couples and 20,000 parents will benefit from these programmes every year from 2025 onwards. There will be families that need more targeted support. Today, there are Family Service Centres which provide integrated and multi-disciplinary services to meet the diverse needs of families. We call these centres: \"FAM@FSC\".The services they offer include marriage preparation programmes, parenting programmes, family counselling and divorce support programmes. We have seen positive outcomes from these efforts. For example, participants of our marriage preparation programme (PREP) report better communication skills with their spouse. We know that all couples aspire to have a strong relationship and a strong family. FFL and FAM@FSC are there on the ground, to provide support to them if they need it. Dr Shahira Abdullah spoke about support for single unwed mothers. Our policies reflect the value our society places on parenthood within marriage. However, we also empathise with the challenges faced by single unwed parents. There is appropriate welfare support for them too. In providing support, we put weight on their child's well-being and supporting them in their caregiving responsibilities.Hence, we extend Government benefits that support the growth and development of their children as we do to other children. These include subsidies for education, healthcare, infant care and childcare, the foreign domestic worker levy concession and the Child Development Account. HDB also assesses their requests for housing holistically, based on their individual circumstances.The family plays an important role in caring for its loved ones even in old age. Increasingly, the Lasting Power of Attorney (LPA) and Advance Care Planning will be important ways that families have the assurance that they are respecting the wishes and intent of their loved ones, who may no longer be able to express their wishes when they lose their mental capacity.In response to Mr Henry Kwek, we are making progress in encouraging adoption of LPAs. More than 10,000 applications have been made online. MSF, MOH and the Public Service Division (PSD) will be launching a public education campaign to promote pre-planning.Some members have raised the issue of possible abuse of LPAs. At the same time, others have asked for the process to be simpler and cheaper. The Public Guardian will continue to be mindful of these considerations and I seek the support of members to understand that the Public Guardian has to balance convenience and cost, with appropriate safeguards. What I have covered are broad-based efforts to strengthen families. We will also extend additional support to lower-income families, through targeted programmes. These families often face complex and interlocking challenges, which cannot be addressed by one agency or partner. These issues need to be addressed proactively, early, and in a coordinated way, preventing them from becoming entrenched. One example is , which is targeted at children in lower-income families. Through , parents are empowered to be confident and competent caregivers. Efforts begin at the hospital, with families given close support through home visits as the child grows older. has supported over 6,200 children from lower-income families thus far and we have seen good results. As announced by Deputy Prime Minister Wong in the Budget, we will be scaling up  nationwide. This is a major effort to move upstream in our support for children from lower-income families and the Minister of State Sun Xueling will share more on this. further ensures that children from lower-income families are provided with a good start in life and supported on a journey of progress. Introduced in 2019, it supports families with children living in rental housing by connecting them to community resources and Government services. Like the localised FFL presence I spoke about just now in each town,  depends on a contingent of volunteers working closely with officers at the Social Service Offices (SSOs). Over 2,400 volunteers have been recruited to support various  efforts such as outreach, befriending and programmes. One such volunteer is Shen Jun, who has helped Mr Wong, aged 68, improve the circumstances of his family. Mr Wong was worried he would not be able to find employment, given his age. But with Shen Jun's support, Mr Wong secured a full-time job as a security officer. His family is now no longer on ComCare assistance. Shen Jun regularly visits them and shares relevant resources and information, such as HDB launch dates, knowing that Mr Wong aspires to own a flat. He also shares information on bursary awards for their son, who is in primary school, to help them with their expenses. Mr Wong and his family are grateful to Shen Jun for his support.For families that demonstrate a strong commitment to do their part to create better conditions for their children, we want to be able to support them better – this is our approach in our new social compact. We intend to tailor sustained support to encourage them. Our aim is for them to achieve the \"three Ses\" quicker. We are working out the specifics and intend to share details later this year. Apart from lower-income families, families caring for children with developmental needs also need additional attention. Minister of State Sun Xueling will elaborate on our plans to increase early intervention capacity.We will also provide support for families caring for Persons with Disabilities. Last year, we announced the Enabling Masterplan 2030. Efforts are underway to progressively implement the 29 recommendations of the Masterplan.On this note, I am happy to announce the launch of the first Enabling Services Hub in Tampines West Community Centre. This follows the recommendation to provide support services to enable Persons with Disabilities to live independently and well in, and with, the community. The Hub will reach out to Persons with Disabilities and their caregivers in its region to understand their needs, link them to relevant support and provide onsite services such as continuous learning programmes and respite care for caregivers. Senior Parliamentary Secretary Eric Chua will elaborate on support for Persons with Disabilities. Integral to our efforts to strengthen families and uplift those in need are our partners. In particular, our social service agencies, our SSAs. Ms Joan Pereira, Mr Mohd Fahmi Aliman, Ms Ng Ling Ling and Ms Janet Ang have asked how we will recognise and continue to support these efforts. In recognition of our SSAs' invaluable efforts, 2023 has been dedicated as the Year of Celebrating Social Service Partners. Significant contributions by SSAs are also recognised through the annual MSF Volunteer and Partner Awards (MVPA) and Community Chest Awards. Behind the successful delivery of social services by the SSAs are those who provide resources, funds and manpower – the Government, philanthropists and donors, as well as volunteers. Over the years, we have witnessed donors stepping forward and have developed and strengthened mechanisms to support the social service sector in meeting emerging needs. The Tote Board Social Service Fund, for instance, supports more than 70 programmes serving over 362,000 clients, in partnership with various Government agencies.As social needs further evolve, access to generous financial support remains a key enabler of the sector. I am happy to share that the Tote Board has committed around $846 million to the Tote Board Social Service Fund for the next five years. This is the Tote Board's largest commitment since the inception of the Fund. It complements the Government's funding of about $400 million a year to support key social programmes.Beyond financial support, a strong core of passionate and competent professionals is equally crucial. As raised by Mr Seah Kian Peng and Ms Denise Phua, they need to be given due recognition and supported in their work. Hence, measures must be taken to better attract, train and retain staff. To support SSAs in this area, we have completed the review of the National Council of Social Service (NCSS) Sector Salary Guidelines, to keep pace with wage realities in the market and account for changes in job responsibilities, as well as salaries of comparable roles in competing markets. When implemented, more than 20,000 employees, including social workers, psychologists, early intervention educators and care workers, are expected to see increases by between 4% and 15% in FY2023.I strongly encourage SSAs to adopt the guidelines to continue to attract and retain talent, and MSF and NCSS will support their efforts. Funding for MSF and NCSS-funded programmes will also be adjusted accordingly. Also working tirelessly alongside our sector professionals, are our volunteers. NCSS will be rolling out new schemes under the Community Capability Trust to help SSAs build capabilities for better volunteer management.Ms Carrie Tan has also asked about support for our SSAs in building capabilities in research and evaluation. We agree that this is important and there are existing support and initiatives in place. The Sector Evaluation Framework, launched in 2021, provides SSAs, funders and public agencies a common language and outcome metric to articulate impact. SSAs may also tap on research advisory support through NCSS's network of volunteer research consultants, and subsidised research courses and workshops offered by the Social Service Institute and universities.Chairman, beyond SSAs, there are many more who make a difference in the social sector – including businesses and the Institutes of Higher Learning (IHLs). Businesses are a key touchpoint for different segments of society. At its very core, businesses provide employment – the first step to achieving stability, self-reliance and social mobility, the \"three Ses\". Businesses also help shape Singapore into a family-friendly and inclusive society through flexible working arrangements for caregivers and inclusive hiring practices for Persons with Disabilities. Furthermore, businesses possess a wealth of resources and many have sought to share this, weaving giving into their DNA.  Mr Murali Pillai and Ms Janet Ang said that more could be done to build the culture of giving. We are heartened by and appreciate SBF Foundation's initiatives on this front, and in particular, as part of the Youth Connections Pilot, as Ms Janet Ang has shared. This demonstrates the strong impact that businesses can make beyond economic returns. Moving forward, we will continue to partner businesses to promote and encourage sustainable philanthropy, which looks to businesses and Singaporeans making sustained contributions, beyond episodic giving of money and goods.   NCSS champions sustainable philanthropy and is working with the National Volunteer and Philanthropy Centre, which recently launched its Corporate Purpose Framework, to define and measure businesses' impact on social causes.One example of sustainable philanthropy is the Change for Charity initiative, where businesses enable customers to donate to Community Chest conveniently when they make payments.I am glad that banks such as DBS, Maybank and UOB have joined us on this initiative and that retail brands like Eu Yan Sang are matching their customers' donations. In the coming years, we believe more businesses will come on board Change for Charity. Our hope is that more businesses and organisations will not just stop with Change for Charity but come up with creative ways to leverage their expertise. In each business and organisation is a wellspring of good that can be achieved, tapping on the business's assets, their expertise and time of its people. For instance, in 2022, Mendix, a software company, gathered over 400 developers for an international hackathon on issues faced by non-profit organisations, including our SSAs. This resulted in impactful digital solutions.For example, New Hope Community Services now has an app that allows social workers to view their programme activities easily, facilitating service delivery. Another example is the Community Uplift Programme by UOL and the Pan Pacific Hotels Group. Through this, UOL and Pan Pacific tap on their resources to provide enriching experiences like rock-climbing and art classes for children from  families. This offers the children opportunities to bond with their families and participate in activities not easily accessible to them.But more importantly, by bringing these children and their families out of their everyday settings into venues such as hotels managed by their group, the children are exposed to a greater breadth of career choices. This broadens their outlook and inspires them to dream bigger and climb higher in life. We welcome more of such partnerships.As for the IHLs, they are where our social sector professionals acquire the knowledge and skills to work effectively. Researchers and academics also contribute invaluable insights to inform our policies and practice. For example, the research project on Identifying Positive Adaptive Pathways in Low-Income Families in Singapore conducted by NUS researchers informs efforts to better support families in working towards the \"three Ses\", particularly in times of economic hardship.The study found that building family hardiness, which includes the family's ability to adapt and the family's sense of control over the situation, helped to bolster mothers' hope in the short-term and reduce the risk of longer-term mental health issues. Our work through  family coaches and befrienders provides precisely these opportunities to build such resilience, towards the \"three Ses\". I hope the research will be as informative to the refinement of  as GUSTO has been for .The GUSTO study by researchers from the National University Health System, KK Hospital, NUS and A*STAR showed that mothers' responsiveness to their child's needs in infancy makes a difference to the child's readiness for school and academic performance.The study also demonstrated that mothers' physical and mental well-being during pregnancy had a large impact on their child's development. This led us to focusing on reaching more mothers at the antenatal stage so that they can benefit earlier from . To harness this spirit for a stronger collective impact, we look forward to greater collaborations with universities and academics to develop research.MSF has begun this work through the Asian Family Conference, bringing together researchers, policy-makers and practitioners across the region to exchange learning points and leveraging this research to inform policies and practice. The intention is to build up a robust knowledge base of family-centric research that can inform social policy and practice in Singapore and beyond – something Ms Ng Ling Ling asked for.SSAs can both contribute to and tap on this base of knowledge as resources for their work. In particular, there is a need for local research that speaks to our context, taking on a family-centric approach, our unique socio-cultural environment and the cultural nuances of the diverse communities in Singapore. Chairman, allow me to continue in Malay, please.(In Malay): [Please refer to Vernacular Speech.] Chairman, families are at the centre of what we do and will remain the focus of the Government’s efforts. We will strengthen support in the community as they go through the various stages in their family journey, from the point a couple contemplates marriage, to when they start a family, to raising their children and so on.The Government is committed to building a better future for all, and we will leave no one behind. But the Government cannot do this alone. We need a coordinated ecosystem of partners. Key programmes such as  and  will involve community partners and help low-income families, including our Malay/Muslim families, achieve stability, self-reliance and social mobility. We have introduced several initiatives to better support Malay/Muslim families. Through Project Dian@M3, more effective and integrated support is provided to Malay/Muslim families staying in rental flats, by connecting them to the national and community programmes for education, employment, social support and health.At the same time, we must encourage our young to dream big and to work towards those dreams. One of the ways is to provide role models and positive influences. For instance, through Project Pathfinder by volunteers from SAF, students at ITE College East are paired with mentors who provide guidance towards attaining resilience and equipping them with knowledge and discipline.The Government will work closely with our partners to provide stronger support for Singaporeans. To highlight their efforts, MSF has dedicated 2023 as the Year of Celebrating Social Service Partners.  (In English): Chairman, strengthening families and sustaining social mobility for our people is a whole-of-society effort. Our SSAs, social enterprises, businesses, community groups, academia and more have been invaluable partners.In this Year of Celebrating Social Service Partners, I encourage Singaporeans to join us in applauding the contributions of our partners and encourage more partners to join hands with us. Together, we can build a Singapore Made for Families, where our strong social compact supports all families in achieving stability, self-reliance and keeps social mobility alive. [Applause.]The Chairman: Minister of State Sun Xueling."], "The Minister of State for Social and Family Development (Ms Sun Xueling)": ["Chairman, I thank Members for their views on preschool education.Just as families are the bedrock of our society, children are the future of families. I will share on MSF's approach to give every child a good start in life. Our efforts are part of the whole-of-society plan, A Singapore Made for Families 2025, which was launched by Deputy Prime Minister Heng last year. If we want a society made for families to thrive, each and every one of us has a role – the Government, the community, such as social service agencies or businesses, and families, including parents, children, siblings and other caregivers.This is our social compact – to weave together a larger circle of care to support families to achieve stability, self-reliance and social mobility. A good start in life begins at birth. The Government is committed to supporting couples as they embark on their parenting journey. While families may have different caregiving needs and preferences, parental care and support remain crucial in anchoring and shaping our children's development. Findings from the GUSTO study, which Minister Masagos mentioned earlier, suggest that mothers' responsiveness to their child's signals or needs in infancy, also called maternal sensitivity, was linked to brain development in early childhood.Today, most infants are cared for in a home-based setting by caregivers such as parents and family members while around one in five infants are in centre-based infant care. At the playgroup years, there is also a growing segment of families who are enrolling their children in preschools.Mr Seah Kian Peng and Mr Fahmi Aliman have asked how we will assure parents that they will be supported in their children's earliest years. To better support families who require infant and playgroup services, some 7,000 of the full-day preschool places that Anchor Operators are creating over the next two years will be for infant care and playgroup programmes.We have also been ramping up the infant care workforce, something Ms Joan Pereira raised. The number of qualified educators has tripled from 2,100 in 2017 to 6,400 in 2022 and we will continue to do more. We are tapping on a wider pool of local and foreign allied infant educators and programme helpers who can jointly contribute up to 50% of the staff in infant care bays.Dr Shahira Abdullah asked about lowering staff-child ratios in infant care. Our staff-child ratio requirements are minimum requirements to ensure the safety and well-being of children. These are calibrated based on the needs of children at different ages. In practice, many preschool operators operate with more staff to the same number of children. However, any changes to the minimum staff-child ratio can impact overall manpower demand and availability of services. Our staff-child ratio requirements are hence designed to work with other regulations to ultimately provide a safe and conducive environment for our children. Mr Seah asked about the progress of the Early Years Development Framework (EYDF) review. The review is currently ongoing and the revised EYDF is slated to be ready by October 2023. Mr Seah and Mr Fahmi also mentioned that centre-based care may not be the preferred solution for all families.We are mindful that many parents want more options in caring for their young children. Under the Forward Singapore exercise, we are studying how we can better support families, given what we know about the importance of the involvement of parents in the early years. We will share more when ready.Regardless of one's choice of caregiving arrangements, it is important for families to be well equipped to navigate the joys and challenges of raising young children. Minister Masagos spoke about our plans to expand Families for Life @ Community or FFLC in short, island-wide to enable families to access parenting and grandparenting programmes more easily. In this expansion, we will work closely with social service agencies, schools, volunteers, community and corporate partners as well as health clusters to equip families with the skills to nurture and care for young children. We are also exploring different parenting programmes and will promote parenting programmes which are science-based and outcome-driven. For children aged three and above, preschool can be the best option to meet parents' caregiving needs while supporting children's development.  Today, about 85% of Singaporean children enrolled in preschools come from dual-income families. In this way, preschools provide an important service to help working parents balance between their work and caregiving responsibilities. Our preschools complement the important role that parents play, giving parents the assurance that their children are well taken care of while providing a nurturing and supportive environment where children can grow and develop holistically.International research shows us that attending quality preschool can boost our children's confidence and social skills. Additionally, our local data shows that children who attended preschool from three years onwards are less likely to require additional learning support in primary school.Today, around nine in 10 Singaporean children aged three to six years are enrolled in preschools. To meet the growing demand for preschools, we have worked with preschool operators to more than double the number of preschool places over the past decade. At the national level, there are currently enough preschool places to accommodate every resident child aged three and above. However, we recognise that capacity is tighter in some areas, and this is why we are working with Anchor Operators to increase the sector's capacity and create 22,000 more full-day preschool places over the next two years. Mr Louis Ng asked about the timing of building new childcare centres. ECDA works closely with agencies, such as HDB and URA, to develop new preschools together with new housing developments so that they are conveniently located near families with young children and can be operational shortly after residents move in. ECDA will continue to work with agencies on the timing of preschool openings to facilitate faster enrolment. Mr Melvin Yong asked how we will ensure there are enough preschool educators to support the sector. Currently, there are over 24,000 certified early childhood educators, with an annual sector attrition rate of around 10% to 15% over the past few years. We will need at least another 2,500 educators by 2025. To encourage more educators to join the sector, the Government has been enhancing educators' career progression and professional development, as well as undergoing a review of the working conditions.To keep salaries competitive, we announced salary enhancements for educators in Government-supported preschools last year. ECDA has also provided recommended salary ranges that the rest of the sector can refer to when reviewing remuneration packages for their educators. I am glad to share that we have since seen an 18% increase in the number of educators who have joined the sector.We will continue to work with preschools to reach out to different sources of local and foreign manpower, who have the right aptitude and passion for working with children. These could include mid-career individuals, back-to-work women and stay-at-home mothers among others. Ms Ng Ling Ling asked about the affordability of preschools which are not Government-funded. To make preschool more affordable, we fund Government-supported preschools to adhere to fee caps and other quality requirements. These fee caps have brought down median fees in the preschool sector, from $800 in 2016 to $760 in 2022. We expect median fees to decrease even further, as we had lowered fee caps at Government-supported preschools at the start of this year.Families' out-of-pocket expenses are lower than fee caps after factoring in subsidies. More families can enjoy fee caps at Government-supported preschools as we expand capacity to allow 80% of preschoolers to have a place in a Government-supported preschool by around 2025, up from over 60% today.Mr Faisal Manap asked about extending the , or KiFAS, to children from lower-income households enrolled in non-Anchor Operator or non-MOE kindergartens. Our priority is to ensure that Singaporean children have access to affordable and quality preschool services. As such, KiFAS is extended only to Singapore Citizen children attending Anchor Operator and MOE kindergartens, which are publicly accessible to all families. There are sufficient places in these kindergartens nationally to serve lower-income families who want to enrol their child into a kindergarten programme.We will continue to invest heavily in improving access to affordable and quality preschools. Over the last decade, the Government's spending on the early childhood sector has increased almost six-fold, from $320 million in 2013 to about $1.9 billion in 2022. This spending is expected to go up significantly over the next few years. While we continue to invest in our preschools to support all families, we also recognise that lower-income families and those who have children with developmental needs may face additional challenges. Mr Melvin Yong and Mr Fahmi Aliman have asked how MSF can provide greater support for lower-income families. We will do so through providing more upstream and targeted support, journeying with lower-income families through various life milestones to empower them to uplift themselves and their children. This support will begin from the early years, which are critical for children's development. The GUSTO study I mentioned earlier found links between mothers' well-being during pregnancy and their children's later development, and this is why the  programme supports families as early as possible, starting even before the child is born.Mr Seah Kian Peng will be glad to know that we have supported over 6,200 children since  was started in 2016. We have closely studied the impact of the programme on families and seen positive outcomes for parents and children alike. Through regular home visits,  equips parents with the skills and knowledge to support their children's development, health and nutrition. Parents in  families who received these visits showed improvements in their parenting skills, such as confidence and ability to interact well with their children and reduced parenting stress. Their children also improved in their socio-emotional and daily living skills which is demonstrated in their ability to cooperate with others, manage their emotions and self-control. These are significant outcomes in early childhood interventions and have far-reaching consequences, including influencing many outcomes later in life, such as educational attainment and employment.As Deputy Prime Minister Wong mentioned in his Budget speech, we will expand  nationwide to offer the programme to all eligible families. We expect to support about 80% of children from eligible lower-income families, up from around 20% today, beginning with children born this year.To achieve this expansion, we will be working with KKH and NUH to develop protocols to allow us to systematically identify and encourage more eligible mothers-to-be to sign up for . These eligible mothers-to-be will be supported by a multidisciplinary team during their pregnancy, to help them keep well physically and mentally before childbirth. After their child is born, the new mothers will continue to be supported by  practitioners in the home, community and preschool settings, to empower them to continue to nurture their children's growth and development.  is an open programme and eligible mothers are welcomed to join at any point during their pregnancy or after their child is born. 's success is possible only through partnering our community and corporates, which have given holistic support to families across the social, health and education domains. We are keen to work with more partners as we reach out to more families in the next phase of 's expansion. We will also continue to enhance coordination with our partners to better support  families, as Ms Joan Pereira had suggested. Our data shows that about 80% of children aged three to four from lower-income families are enrolled into preschool. This is lower than the enrolment rate for their peers.Lower-income families are faced with complex challenges, including searching for stable employment, housing or perhaps managing medical issues. Hence, early preschool enrolment for their young children may not be a priority.We have made some progress through  and the Preschool Outreach Programme in reaching out to lower-income families to help facilitate their children's preschool enrolment. We have also taken decisive steps to enhance preschool affordability for lower-income families. Currently, they can pay as low as $3 per month for full-day childcare at Anchor Operator preschools. However, more needs to be done to close the preschool enrolment gap between children from lower-income families and their peers.Every child from a lower-income household will have priority enrolment in Anchor Operator preschools so that they can be enrolled as soon as possible. We hope that with a facilitated enrolment process, parents from lower-income families will work with us and help to enrol their children into preschool by age three.Beyond preschool enrolment, we also recognise that children from lower-income families may need more support to attend preschool regularly. practitioners will work closely with preschools to address barriers to regular preschool attendance for  children., which Senior Parliamentary Secretary Eric Chua will elaborate on later, also addresses attendance barriers and other family needs holistically. Under the Forward Singapore exercise, we are studying how to further support children from lower-income families in preschools, including considering different ways to encourage timely enrolment and regular attendance. We will share more updates when ready. Together, these moves will lay a stronger foundation to help children from lower-income families progress in life. By intervening early to support subsequent education and life outcomes, we hope to sustain social mobility across generations.Mr Seah Kian Peng spoke about families who have children with developmental needs. We agree with him that we need to support these families to identify their children's needs early and ensure that they receive the necessary support in a timely manner.As Minister Masagos shared, children with developmental needs may face considerable wait times for enrolment at an early intervention (EI) centre. We have focused our efforts on increasing the number of places in Government-funded EI programmes so that these children can receive support earlier.ECDA will expand the capacity of the Early Intervention Programme for Infants and Children, or EIPIC, as well as the Enhanced Pilot for Private Intervention Providers programme, or PPIP, by 1,400 places over the next two years so that more children requiring medium to high levels of EI support can receive timely intervention. We will launch more EI centres over the next two years. The two EI centres which I announced last year will begin operations in Fernvale Woods and Bukit Batok by the end of this year.We will also triple the number of EI places offered under the PPIP programme by March 2024. To ensure that the PPIP programme is an affordable option for families, we will lower out-of-pocket expenses for the programme.From 1 July this year, ECDA will introduce caps on the maximum amount that families pay for PPIP. As an illustration, a middle-income family can expect to pay around $190 per month after subsidies, less than half of what they are paying today. With this, we hope that more families who are waiting for a place in EIPIC will enrol their children in PPIP instead. Finally, we plan to scale up the Inclusive Support Programme to more preschools from 2026 onwards, after it has undergone evaluation.These plans will help us generate sufficient Government-funded places to serve 80% of children requiring medium to high levels of EI support by 2027, up from 60% today.We have also implemented initiatives to enhance inclusion and support for children with developmental needs in preschools. The Inclusive Support Programme was piloted in October 2021 to integrate the provision of EI services within preschools. Families of children enrolled in the pilot had found the pilot helpful, as children can now benefit from preschool and EI services in one location rather than shuttling between different locations. Parents have also shared that an inclusive learning environment has been beneficial for children with developmental needs, as well as their typically developing peers. We currently have around 1,000 trained inclusion coordinators. They will play a crucial role in preschools to refer families to relevant EI resources and work with fellow educators to identify children with potential developmental needs for further assessment. We are making good progress towards our aim of appointing an inclusion coordinator in every preschool by the end of this year. Families need to be adequately supported to make informed decisions. Last year, we launched a Parents' Guide to provide parents and caregivers with information on EI services, as well as caregiver training and support at key milestones along their caregiving journey. Parents have given feedback that they have found the Guide to be useful. We have since made vernacular versions to make it accessible to more parents.With everyone's support, we can forge a more caring and inclusive society, beginning in the early years, where families provide the first line of support and care for their children. More children receive timely support in early intervention centres and preschools.And the community embraces the diversity of abilities in children, supporting all children to play, learn, contribute and participate meaningfully alongside one another. Chairman, in Mandarin, please. (In Mandarin): [Please refer to Vernacular Speech.] It is important that we continue to build strong and resilient families, which are the bedrock of society.Families play an indispensable role in caring and raising our children, especially in their earliest years. Families encourage our children to progress towards their aspirations, help them develop the right mindset to overcome challenges and inspire them to take the best of the opportunities presented to them. These are the most valuable lessons that will carry our children through life.We recognise that parents may have different needs and preferences when caring for their children. Today, most infants are cared for in a home-based setting by caregivers, such as parents and family members, while around one in five infants are in centre-based infant care. At the playgroup years, between one to three years old, there is also a growing segment of families who are enrolling their children in preschools.The Government is studying how to better support families with infants, to meet varying preferences and needs. We will share more when ready.For children aged three years old and above, preschool can be the best option to meet parents' caregiving needs while supporting children's development.We have made good progress in improving access to affordable and quality preschools and will continue to invest heavily in our preschools.There are also some families that need more help in their journey. We will step up our efforts to provide targeted and timely support for children from lower-income families, as well as families who have children with developmental needs.We need community partners and volunteers to come alongside such families to create a strong tapestry of support, empowering them and their children to rise above their circumstances. and early childhood educators also play an important role, working closely with parents and the community to equip these children with the tools that they need to develop and thrive alongside their peers. It takes a whole-of-society effort to build a Singapore Made for Families. For the next three years, MSF will shine the spotlight on and celebrate the good work of those who deliver social good every day, starting with 2023 as the Year of Celebrating Social Service Partners to recognise the integral contributions of platform from within and beyond the social service platform sector, who work with us and with each other, to build strong families and a caring society. Let us work closely together to empower parents to give our children the opportunity to achieve their fullest potential – by nurturing their early growth and development at home, and enrolling them in preschool by age three, so that they can benefit from quality preschool education.(In English): Chairman, parents should have the assurance that their children will be well-supported and have good access to opportunities to progress in life, regardless their starting points. This is a commitment that we want to make, and a journey we want to walk alongside our families. We are all familiar with the phrase \"it takes a village to raise a child\". What it means for us today is that it takes many helping hands to give every child a good start in life and build a Singapore Made for Families together.Our preschools, social service agencies, healthcare institutions, and other community partners have made good progress in supporting families with young children. The Government will continue to work with them in a more coordinated manner. Even as we work together to strengthen support for families, every family must be willing to come forward, seize the opportunities presented to them, and do their part to achieve stability, self-reliance and social mobility.The Chairman: Senior Parliamentary Secretary Eric Chua."], "The Senior Parliamentary Secretary to the Minister for Social and Family Development (Mr Eric Chua)": ["Sir, strong families are the foundation of a strong society. As the Chinese saying goes, \"家家有本难念的经\". Every family's story is unique. The challenges each family faces too, are unique. Today, I focus my speech on: one, families with loved ones who are persons with disabilities; and two, lower-income families with children.  Our vision for Singapore is to be a caring and inclusive society. One with a big heart, and one where persons with disabilities are empowered to pursue their aspirations, realise their potential and participate in civic life, just as anyone would.Ms Rahayu Mahzam asked about the success and challenges of our Enabling Masterplans over the years. Since our first Masterplan in 2007, we have made good progress in areas spanning education, sport, assistive technology, our built environment, public transport and societal norms. These improvements have empowered persons with disabilities to live life to the fullest. Let me share through the lens of 16-year-old Aloysius Gan. I first met Aloysius and his father Kagan, when we travelled to Bahrain for the Asian Youth Para Games (AYPG) two years ago. Aloysius is a Boccia athlete. He has Cerebral Palsy and is paralysed in all four limbs. He attends school at the Cerebral Palsy Alliance Singapore (CPAS). Aloy communicates with the help of an assistive technology device, uses a wheelchair and is able get around on public transport as our bus and train network is largely barrier-free. For me, cheering on Aloysius at the AYPG felt no different from cheering for our able-bodied athletes at other major games. I witnessed first-hand Aloysius's steely determination to overcome his stronger and more experienced opponents, never mind that it was his international debut in 2021. And overcame he did, making history as he brought home a coveted Gold medal. Today, Aloysius is setting his sights on attaining a sports scholarship and representing Singapore at the Paralympics. In Aloysius, I see possibility. I see a fellow human being, wanting nothing more than just to become the best version of himself, just like any of us, disability or otherwise. In Aloysius, I see hope. Our hope that with the right support, persons with disabilities too can realise their potential and live life to the fullest. Since our first Enabling Masterplan, we have come a long way. But more remains to be done. As Ms Rahayu noted, a key challenge in building an inclusive society lies in meeting varied needs across a diverse range of disabilities. Our approach must be one of working with persons with disabilities, caregivers, disability sector professionals and community partners, as we periodically review our policies and programmes. This partnership approach ensures that specific needs are understood and allows stakeholders to work on solutions together. The same partnership approach also informed our fourth Enabling Masterplan, EMP2030, which we launched in August last year.Because of my work in the disability space, I was privileged to have been part of some very meaningful and some very powerful conversations. Meaningful because many points raised came from a position of care and love. Powerful because a lot of what has been said were real and vulnerable. Months on, I still \"hear\" these questions in my heart:\"After graduation, will my autistic daughter be able to find a job that she can excel in?\"\"Can my brother and I enjoy a basketball game at the neighbourhood court, just like the rest? But because he plays from a wheelchair, we sometimes get weird stares.\"\"How much longer can I last? I feel like I am going to burn out very soon.\"\"Ah Boy has intellectual disability! Who will take care of him after I leave this world?\" Hearing all this has only powered me and my colleagues' resolve to do our best for disability-inclusion in Singapore. EMP2030 is no panacea, but it sets out a broad vision for the next eight years. For the first time, clear, tangible goals across 14 Focal Areas are penned. However, a Masterplan is of little use if it is merely the exercise of putting pen to paper. To bring the plan to life, we need everyone's buy-in, support and more importantly, action.Ms Denise Phua is right that we must tap on mainstream initiatives to support persons with disabilities. This has also been our approach. Where mainstream support is not adequate to meet the needs of persons with disabilities, we provide additional targeted support.One example is education. Today, about 80% of students with mild to moderate special education needs attend mainstream schools. For students with more severe needs, Special Education (SPED) schools provide more intensive and customised support to help them thrive. Opportunities are also created for students from both SPED and mainstream schools to learn together and interact meaningfully.Ms Denise Phua also asked about the implementation progress of the EMP2030 recommendations. Let me share a few updates. Inclusive communities play an essential role in enabling persons with disabilities to live well and to participate actively in the community. Ms Ng Ling Ling also asked about plans to scale existing initiatives and provide integrated support. When MSF and SG Enable opened the Enabling Village in 2015, it was the first inclusive community space in Singapore. It demonstrated how we can create communities where persons with disabilities participate as integral and contributing members. Building on our experience with the Enabling Village or EV, as some of us affectionately know it, we plan to bring services closer to where persons with disabilities live and we are doing this via two new pilots. First, the Enabling Services Hubs (ESH), this will take a regional approach towards strengthening support for persons with disabilities within the community, making our local communities more inclusive. The first ESH will be launched in the coming months in collaboration with SPD in Tampines West Community Centre. A satellite site will also be set up in Heartbeat @ Bedok.The ESH will have an outreach team, which will actively engage persons with disabilities and their families living in Tampines and Bedok, especially those who are not currently enrolled in any disability services. In addition, community befrienders will be matched to those who need more support.At the ESH, persons with disabilities can take part in social activities to interact with neighbours and volunteers. They can also attend courses to pick up new skills. Caregivers who need a short break can also make use of drop-in respite care services.The ESH will also work with local partners to encourage inclusion within our neighbourhoods. For instance, residents with and without disabilities can join in community activities together, or even volunteer as befrienders. Companies in the area can offer employment opportunities. With your active participation, we can foster more inclusive communities rooted in these Enabling Services Hubs. The second pilot is the  (EBH), which will bring jobs closer to where persons with disabilities live. Many persons with disabilities can and want to be gainfully employed with dignity, not just for charity. This view was also echoed by Ms Ng. Beyond the benefit to the individual person with disabilities, companies with inclusive hiring practices find stronger empathy amongst co-workers and a more cohesive workforce.Some employers might be keen to hire inclusively but may not know how to go about it. Collaborating with employers and industry associations, the EBH will showcase inclusive hiring practices and help companies implement these practices. For instance, by re-designing jobs so that tasks can be done by persons with disabilities and using technology to enhance productivity.As Ms Ng highlighted, job coaches play an important role in helping employers looking to hire persons with disabilities. There are currently about 300 job coaches providing a range of disability employment support. The EBH will also have a team of job coaches on site. The EMP2030 Employment Taskforce will explore building up job coach capabilities.     The EBH will also help to identify other suitable employers in the region and match them with persons with disabilities who have the necessary skills and if necessary, prepare them for those jobs.Mr Murali Pillai would be happy to know that the first EBH will be opening its doors later this year in Jurong West. Along with other measures, the EBH will contribute to our aspirational target employment rate for persons with disabilities of 40% by 2030, up from 31% today.Miss Rachel Ong asked about alternative training pathways for persons with disabilities to work in more sectors. Today, persons with disabilities can access vocational training through SPED schools, the School-to-Work Transition Programme and SG Enable's Enabling Academy. These programmes prepare them for work in a range of sectors, including horticulture, online retail and facility services. We are continually looking for employers and industries who are keen to hire inclusively so that persons with disabilities can be employed in meaningful roles. For a start, the first hub in Jurong West will focus on showcasing how persons with disabilities can be a part of the logistics industry. Beyond EBH, we are also expanding the capacity of sheltered workshops. This will enable more persons with disabilities who are not yet ready for or unable to take up open employment to receive work skills training and work therapy.We will be adding 100 sheltered workshop places by early 2024, bringing the total capacity to 1,800. This will help to alleviate the waitlists for sheltered workshops, which are currently operating at almost full capacity.MSF will continue to monitor the demand for adult disability services and will also review service models as needed.Beyond persons with disabilities, we must also look out for their caregivers and family members. We work closely with our partners to ensure that caregivers are also supported. Ms Rahayu Mahzam asked for an update on the Alliance for Action (AfA) for Caregivers of Persons with Disabilities. The AfA is supporting Project 3i, a caregiver-led initiative to provide a network of social and emotional support for caregivers and to equip them with caregiving skills. This is being piloted at two locations: Boon Lay and Kampong Glam.Since its launch in November 2021, Project 3i has supported over 2,700 caregivers. Over 130 community volunteers and caregivers have been trained to support other caregivers of persons with disabilities. Going forward, the AfA will expand Project 3i to two more constituencies so that more caregivers can benefit from the support network.Everyone plays a part in making disability-inclusion a reality. How we perceive persons with disabilities and how we behave around them are markers of how inclusive we are as a society. Chair, allow me some time to share about Ms Sophie Soon. I got to know Sophie in 2021, when she flew our flag high at the Tokyo Paralympics. Sophie is a young, bubbly, outgoing swimmer. Whenever one meets Sophie, one can almost be sure that Orinda, her Golden-Labrador Retriever buddy, will be by her side. Orinda's love for Sophie, though, transcends the usual pet-and-owner proportions. Sophie is visually impaired and Orinda is Sophie's guide dog. Guide dogs are specially bred and they go through stringent assessment and training for 18 months before they are matched to their potential human pals. Unfortunately, a lack of awareness surrounding guide dogs meant the duo sometimes find themselves in awkward situations, to say the least. In January this year, Sophie and Orinda were all stoked about attending their first Candlelight concert until they were stopped by security and Sophie got asked some questions. She was asked, \"You want to watch the show, right?\" by security, \"How you see? You cannot see, right?\" This was in January this year. Last November, Sophie and Orinda were again the subject of scrutiny, when a fellow train passenger's unfounded fear that Orinda poses a safety risk made its way into the media.Sir, in an ideal world, the word \"inclusion\" would be without meaning. But we are not in Utopia. Quite clearly, we have some way to go. Though there is some reason to be hopeful.Just a few days ago, one Mr Koh Hock Neo contributed to The Straits Times Forum page, expressing his thanks to a Police officer and a contractor on separate occasions, who had helped his sister who is hard of hearing. So, there are glimmers of hope.It is my strong belief that Singaporeans are a red-blooded, big-hearted people, sometimes, just a little shy. Time and again, in moments of need, we have shown that we have so much room in our hearts for those amongst us with less and for those amongst us who are facing, quite frankly, different challenges in life.Therefore, I call upon everyone – businesses, community partners, Members of this Chamber, everyone in Singapore society – to take interest and be the change so that Singapore can truly be a shining beacon for the world in disability-inclusion!Sir, I will next talk about families with children and youth living in public rental housing. Through , we proactively reach out to and journey with these families to help them navigate life's challenges and seize opportunities, so that they can build a better future for themselves.Our goal is for these families is to achieve the \"three Ses\": stability, self-reliance and social mobility. To do that, we place the family firmly at the centre of what we do and we make sure that Government services and community resources are delivered in a comprehensive, convenient and coordinated manner.Ms Denise Phua asked about our progress for . From four pilot towns in 2019, we have in the past two years expanded  island-wide to some 21  communities, each supported by a Social Service Office (SSO).Community partners, including corporates, social enterprises and social service agencies (SSAs), have also contributed greatly to . Together, community partners and Government agencies have provided 264  programmes and services to date, including those such as financial literacy programmes, enrichment activities, sporting activities and so on.Today, 86 of these programes are ongoing. Other support such as monetary and in-kind donations have also poured in. We have gone further upstream in extending our outreach by launching the  Rental Scheme with HDB last year, as shared previously by Minister of State Faishal.With the new scheme, families will be supported by  officers once they apply for rental housing. With more proactive support,  officers are better able to journey with families and provide them with support in other areas. This holistic support earlier on in their journey will lead to better outcomes.Allow me to share the story of Ms Fatin Nabilah, a single mother of three children who lives in a 2-room rental flat in Boon Lay. Fatin works as an ad-hoc server at weddings. Jean Yi, an undergraduate at NTU, started befriending Fatin's family last May. When Jean Yi found out that Fatin was looking for jobs in the healthcare sector, she offered to recommend Fatin to a suitable job as her own elder sister is also in the healthcare sector.Over time, Fatin felt Jean Yi's sincerity. She opened up and began to trust Jean Yi. Jean Yi's relationship with Fatin's family soon blossomed into one that is positive and trusting. With Jean Yi's constant reassurance and encouragement, Fatin feels confident to achieve stability for her family.      At Jean Yi's suggestion, Fatin participated in the SGUnited Programme for Nursing and Healthcare and the \"Daughters of Tomorrow\" Confidence workshop. Fatin's children also received academic support from  programmes like the free tuition programme organised by Loving Heart Multi-Service Centre. With support from the SSO, Jean Yi serves as Fatin's cheerleader, listening ear and a mentor to the little ones. Befrienders like Jean Yi play a key role in . Today, we have some 760 volunteer befrienders working with some 3,500 families. I thank Ms Carrie Tan for her suggestion to tap on the beneficiaries of social service agencies as  befrienders. Indeed, we are looking for people who are empathetic, open-minded and most important of all, passionate about journeying with  families towards their goals. We welcome all who fit the bill to step forward as  befrienders.Sir, delivery of social services must be informed by the family's needs and considerations. To complement community efforts, we have been strengthening Government services delivery. As Deputy Prime Minister Wong mentioned in his Budget Speech, we are working with relevant agencies to further integrate services that support  families. Ms Joan Pereira asked about our plans to achieve this.Families living in rental flats often run pillar to post, filling out multiple forms, repeating their stories and struggles at different offices to receive all the help they need. These families are also visited by befrienders from different agencies and organisations, each sharing their own programmes and criteria, and this creates plenty of confusion and adds to these families' bandwidth tax. This must change.We will streamline functions such as outreach, befriending and case support. Each family will be assigned to  befrienders who will be their consistent touchpoint. The befriender will organise interventions into a single coherent action plan and work with families to achieve their goals.We started this approach with some 60 families in Jalan Besar over the last few months and families have found it beneficial. Our intent is to scale and benefit more families this way in other  communities.Ms Denise Phua also asked about challenges in implementing . Apart from the effort involved in integrating service delivery across agencies, the work on the ground is high-touch and we need more befrienders. Empathy, the human touch and personal connection are crucial as we reach out to  families. To be sure, we also need families to be open and receptive. Not all families may immediately see the need for befriending or to work on an action plan. Beyond , we have other avenues of support for lower-income families. ComCare supports lower-income households with financial assistance to meet their basic daily expenses.Assoc Prof Jamus Lim and Mr Leon Perera made various suggestions to improve support for low-income families such as reducing the need for documentation and enhancing the financial assistance schemes.On the three specific groups that Mr Leon Perera referenced, today, they can already walk into the SSO, and the SSO officers will be able to follow up with each of them on their cases. Also, referral protocols are already in place, including between the Ministry of Home Affairs (MHA), the Ministry of Defence (MINDEF) and MSF.Over the past few years, we have been putting in place various arrangements, including system links, with other agencies to reduce the documentation required of ComCare applicants. ComCare applicants who are also account holders need not separately submit information on HDB rental, Singapore Power utilities and Service and Conservancy Charges (S&CC) by the Town Council.We are also streamlining application processes to make it easier for applicants to seek support. For instance, with the introduction of ComCare scheme bundles, eligible ComCare beneficiaries are now automatically referred and/or qualified for Government assistance for education, healthcare, student care and childcare. This is also another example of providing integrated support in a family-centric manner that Ms Joan Pereira also talked about.Mr Leon Perera will be glad to know that we have also enhanced the SupportGoWhere portal to allow online applications for ComCare Short-to-Medium-Term Assistance, so that applicants need not go to SSOs in person to apply. This is only one example of how we are starting off the process of making different processes more streamlined, starting with ComCare.Today, there are already financial assistance schemes that cover both education expenses as well as subsidies and grants for childcare, kindergarten and student care. For students who require more dedicated help in coping with their studies, our schools run various programmes to ensure that these students receive adequate additional learning support and guidance.Self-Help Groups and other community partners also provide support, such as academic help for students from lower-income families.We regularly review the adequacy of our assistance schemes for the lower income. We introduced temporary measures to provide ComCare assistance for a longer duration and at a higher quantum during the pandemic and increased assistance for ComCare schemes last August. We will continue to monitor the adequacy of our schemes and make necessary adjustments where appropriate.Supporting lower-income families to help them achieve stability, self-reliance and social mobility must be a whole-of-society effort. Within the public sector, we will step up our efforts to coordinate and synergise our efforts across agency boundaries, with support centred on the family. We will enhance training for our frontline officers, including those at our SSOs, to equip them with the knowledge and skills that they need to work effectively in this new paradigm of social service delivery. But we also need the community, social service agencies, corporates, academics and volunteers, to join hands with us, so that we can build a strong and cohesive Singapore for all. Sir, in Mandarin, please.(In Mandarin): [Please refer to Vernacular Speech.] Our vision for Singapore is to be a caring and inclusive society, much like how it was in the \"kampung\" days.Families are the bedrock of society. Every family faces different problems and challenges in life. It is not difficult to imagine that the challenges faced by families with disabilities are even more different from those faced by other families.To strengthen our support for them, SG Enable will be launching the first Enabling Services Hub in collaboration with SPD in Tampines West Community Centre in the coming months.SG Enable will also be setting up the first Enabling Business Hub this year in Jurong West, in collaboration with social service partners and businesses. This will bring more inclusive employment opportunities closer to where persons with disabilities live. This collaboration with businesses will drive inclusive hiring with job redesign and technology.Apart from families with persons with disabilities, another group that we must support is our lower-income families. These families often face unique and complex challenges. However, like families with persons with disabilities, we must provide coordinated, convenient and comprehensive support and services that are tailored to the circumstances and considerations of each family.I am heartened to see that many families who have benefitted from  are working hard to give themselves, their children and their families a better future. Some families want a stable job, some want to save enough for their children's education, while some want to own a house one day. Regardless of their aspirations and goals, we are committed to work with these families and provide them with the support and assistance they need.As we move towards the future, we must support each other so that no one gets left behind in the long run. This is Singapore's social compact. This is Singapore.(In English): Sir, I would like to conclude by sharing a story. Recently, I met a 10-year-old girl, Ratu, at a flea market in Lengkok Bahru. Intrigued by a bucket of cute \"stuff\" that she was holding, I asked her what she was doing. \"I'm selling these handphone charms, 50 cents a scoop!\" was her spirited reply. And with that, I was a customer; I was sold. You can see this small little thing here? That is a handphone charm. Boomer me did not know that this is called a charm, by the way.So, my point is this. We often hear of families living in rental flats being beneficiaries of aid and support and overlook the fact that these families, too, have agency. They, too, can be empowered, take active steps to uplift themselves and even help fellow families in need.This was exactly what I observed in Lengkok Bahru. Families connected to one another, not by blood, but by their common motivation to help one another out in taking on life's challenges. And there are the big-hearted \"cheerleaders\" who have consistently journeyed with these families. Mr Raymond Khoo and his team at the S17 Community Kitchen is one great example. So, in Lengkok Bahru, I see remarkable resilience, a great deal of love and a thriving kampung spirit!Sir, in closing, we all want to do the best for our families. But to be a truly caring and inclusive society, we must look beyond our own. A quote by disability rights advocate Helen Keller is fitting, \"Alone we can do so little but, together, we can do so much\". So, right now, let me call upon every Member in this Chamber, every Singaporean, young and old, regardless of race, language or religion, to come together so that we can build an even more caring and inclusive Singapore for our next generation. [Applause.]"]}