{"Ms Sylvia Lim (Aljunied)": ["Madam, I beg to move, \"That the total sum allocated for Head E of the Estimates be reduced by $100.\"Madam, the Government regularly emphasises that Singapore holds fast to the rule of law. One of the fundamentals of the rule of law is that the Government and Parliament should be subject to being scrutinised and checked by an independent judiciary.What is the measure of judicial independence? One key aspect is that when Judges are appointed, they must have security of tenure, meaning that they cannot be removed from office until they reach a certain age or, in some countries, until they die. Such security assures Judges and the public they serve that cases are decided according to the law, fearlessly and without favour.Under our Constitution, Article 98 protects the security of tenure of Supreme Court Judges till the age of 65 years. Article 98 provides, among other things, that the office of a Supreme Court Judge must not be abolished during the Judges' continuance in office and that the terms of appointment, including remuneration, shall not be altered to the Judges' disadvantage after his appointment.Madam, I wish to make a call today to raise the age when tenure ends from 65 to 70 years. The call I am making is not new. So, why am I bringing this up again today?Madam, I find that in my interactions with members of the Bar and legal fraternity, there is support for raising the age of tenure of Judges to 70 for two key reasons. First, such an extension of security of tenure was preferable to the current practice of reemploying Judges reaching 65 on short-term contracts. This observation which I share is purely from a system design perspective and not a comment on the actual behaviour of any Judge.Secondly, there was a sense that when Judges retired too early, this was a real loss to the nation. The suggestion to move the age when tenure ends from 65 to 70 years is actually a very modest one, if one looks at how life expectancy in Singapore has changed over the decades. The current retirement age of 65 years was introduced way back in 1969, more than half a century ago, when the life expectancy in Singapore was 67.6 years. Just consider that – in 1969, a Judge retiring at 65 years then, statistically had just a few more years to live. Today, our life expectancy has drastically increased to 84 years.The situation elsewhere is also worth noting. In Australia and New Zealand, the retirement age of Judges is 70. In the UK, the age of retirement for Judges was recently increased from 70 to 75 years, just two years ago, with the reason cited that raising the retirement age would mean that the Judges' invaluable experience could be retained. The same can be said for our Judges in Singapore.We last discussed this issue in the House three years ago, in the course of a debate on Bills that restructured the courts. During that debate, several Members of Parliament including myself, raised the topic of the tenure of Supreme Court Judges. I argued then for the extension of the retirement age to 70, from a manpower utilisation perspective and in the context of Singaporeans having better health and living longer.In his round-up speech at that time, then Senior Minister of State Edwin Tong basically said – and here I am paraphrasing – that our system should be judged by outcomes and if it ain't broke, why fix it?He highlighted that public trust in our judicial system was high, while in some other countries with higher retirement ages, judicial morale was low. However, with due respect, this does not address specifically why an extension of the age when tenure ends is not feasible nor beneficial.In fact, Minister Tong himself stated in the course of the debate that, the security of tenure for a Supreme Court Judge seeks to secure the independence of the Judge in judicial proceedings. Therefore, would an extension from 65 to 70 years not be better from that perspective?Madam, to have Judges re-employed beyond 65 on short-term contracts leaves room for speculation that a sitting Judge may be influenced by the need for renewal at the end of his tenure at 65. Judges aged 65 should continue to enjoy security of tenure and retire for good at 70.Question proposed.The Chairman: Minister Edwin Tong."], "The Second Minister for Law (Mr Edwin Tong Chun Fai)": ["Mdm Chairperson, as Ms Lim has noted, the tenure of Supreme Court Judges is a matter that has been discussed in this House on several occasions – back in 2014 as well, and most recently, in 2019, when we had the debate, I think on a Bill in relation to the Appellate Division of the Supreme Court. What is important is that the system must work well as a whole and be relevant and suited to our own local context. The retirement age for Judges should not be slavishly copied from other countries and jurisdictions; they have their own considerations. In any case, when you do a survey, there is also no fixed or uniform practice across the world. There are jurisdictions other than Singapore, where Judges also have tenure until the age of 65. There are also jurisdictions where Judges have tenure until 70, or for life. Each jurisdiction decides what works best for their own specific outcomes and their own local context.  In Singapore, coming onto the Supreme Court Bench is often a second career. Most, if not all, of our Supreme Court Judges are lawyers who have distinguished themselves in private practice, public service or academia, before accepting an appointment onto the Bench.From the time of appointment to the time a Judge reaches the age of 65, most Judges would have spent an average of about 15 years on the Bench. It is appropriate at that time, for a Judge to consider what his or her continued contributions should be and how that is best carried out.  Some might feel that they are able to make a valuable contribution for a while more – and if so, they can discuss a further appointment with the Chief Justice. Some might prefer to take a step back and only hear cases when rostered according to their own availability – and if so, an appointment as a Senior Judge may be suitable. Others may prefer to retire altogether and spend the next phase of their life on other endeavours. Ms Lim refers to this as a loss to the nation. I think this system provides for there to be flexibility to deal with the specific individual and his or her specific preferences. And I think it is in this way that in fact, we retain their legal talent. And as I have mentioned, most, if not all, of the practitioners, from practice or from academia, who are appointed as Supreme Court Judges have distinguished themselves in their previous practice.Apart from this, the retirement age of 65, as well as the framework for re-appointment, or the appointment of Senior Judges, allows us to strike a good balance between various factors at play here, including providing younger Judges with the opportunity to advance, whilst retaining the experience of the older generation; and also allowing for calibrations to be made to the composition of the Bench from time to time, in consideration of whether the Bench has the right mix of different skill sets in various different legal disciplines, to meet the evolving justice needs of society.  The current system, the one that we have, that is practiced, takes into account all of these specific circumstances. It has worked well for us. And as I have said, it gives us the flexibility and allows us to take into account the specific wishes of each of the Judges when they reach age 65. The Chairman: Ms Sylvia Lim."], "Ms Sylvia Lim": ["Thank you, Madam. I have two clarifications for Minister. Minister, last November, the Chief Justice revealed in a speech he made at the Supreme Court that when a Judge approached 65 years of age, he would ordinarily be offered an extension to continue in office till the age of 68. So, my question is, if this is ordinarily being offered to Judges upon reaching 65, why not simply extend the retirement age to 70, since \"ordinarily\", there will be an extension of the term of office?The second clarification is that he mentioned that some Judges might want to leave the Court at 65, they may have other plans and so on. But is it not possible to design the system such that the tenure ends at 70, but Judges can have the election of retiring at 65 – I mean at their election? ", "Madam, I do believe that this discussion should continue, but in the interest of time, I beg leave to withdraw my amendment.Amendment, by leave, withdrawn.The sum of $357,286,100 for Head E ordered to stand part of the Main Estimates.The sum of $70,333,900 for Head E ordered to stand part of the Development Estimates.The Chairman: Minister. "], "Mr Edwin Tong Chun Fai": ["On the latter point, it is really a question of whether you decide to fix it at 65 or 70. We have chosen 65. As I have said, by that time, most, if not all of the Judges, have spent at least on average about 15 years on the Bench. So, the further extensions in the different forms that I have outlined, gives them the choice.On Ms Lim's first point, the Chief Justice says that when a Judge reaches 65, he is ordinarily offered an extension up to 68. But that is not the same as mandating that. So, ordinarily offered does not mean that in all these cases, it is accepted. There is still an option for a Judge to take one or more of the routes that I have indicated, such as being appointed as a Senior Judge instead, or perhaps taking on a case, depending on his or her preference on the caseload schedule.The Chairman: Ms Sylvia Lim, do you wish to withdraw your amendment?"]}