{"The Minister for Sustainability and the Environment (Ms Grace Fu Hai Yien)": ["Mr Chairman, before I address the cuts filed by Members, I would like to thank many Members who spoke on sustainability during the Budget debate. In particular, Prof Koh Lian Pin's call for climate change and sustainability to always be among the bread-and-butter issues we focus on. And Ms Carrie Tan's motto to Share More, Use Less, Waste Not, resonated with me. Senior Minister Teo Chee Hean also spoke about our raised climate ambition and the urgent need for climate action. He explained that a whole-of-nation effort was needed to transition to a greener future. This nationwide effort is underpinned by the Singapore Green Plan 2030, which we launched two years ago. The Green Plan charts bold and concrete policies and actions for Singapore to achieve our net-zero emissions goal. It serves as a critical compass on our path to sustainability. My colleagues from other Ministries have been or will be providing updates on their green plan initiatives over the Committee of Supply (COS) debate.We must press on with this intergenerational effort to steward a green, liveable and climate-resilient home for Singaporeans and our future generations. Today, my colleagues from the Ministry of Sustainability and the Environment (MSE) and I will share how we are laying the foundations for a green nation that is Climate-Resilient and Climate-Friendly. First, I will elaborate on how we are leading, enabling and facilitating Singapore's transition to a climate-friendly nation. The public sector will lead the way for Singapore's decarbonisation journey and pave the way for green efforts to take root. Under the GreenGov.SG initiative, the public sector has committed to achieving net-zero emissions around 2045, five years ahead of our national target. Prof Koh Lian Pin and Mr Don Wee asked for a progress update.To spearhead the effort, we have appointed Singapore's first Government Chief Sustainability Officer (GCSO). Each Ministry has also appointed a Chief Sustainability Officer to oversee sustainability matters across their Ministry family. They will work closely with the GCSO to develop and coordinate strategies to meet this ambition.Our public sector agencies are pushing ahead with decarbonising their systems and processes. For instance, the National Environment Agency (NEA) is working with Keppel Seghers on a joint feasibility study to capture carbon dioxide emitted from Waste-to-Energy plants. Ms Poh Li San asked about PUB's decarbonisation plans and solutions. PUB has also committed to achieve net-zero emissions around 2045, in line with our GreenGov.SG ambition. Their decarbonisation strategy is underpinned by 3Rs – Reduce, Replace and Remove. First, PUB will reduce carbon emissions by improving the efficiency of energy-intensive processes such as desalination and NEWater. It targets to reduce the energy consumption for desalination from 3.5 to less than 2 kilowatt-hour per cubic meter by 2025. PUB's upcoming Tuas Water Reclamation Plant (WRP) will be fully energy self-sufficient by harnessing synergies with NEA's Integrated Waste Management Facility.Next, PUB will also replace carbon-based energy sources with renewable energy, including solar. We are already home to one of the world's largest floating solar farms at Tengeh Reservoir. We are deploying the next floating solar farms at Pandan Reservoir and plan to call the tender for this later this year.PUB is also exploring innovative technologies to remove carbon. In partnership with the University of California, Los Angeles (UCLA), PUB is test-bedding the use of novel electrolysis technology to capture carbon dioxide in seawater as part of the desalination process. This will produce hydrogen and pre-treated seawater so that it can be desalinated at lower energy. Mr Don Wee and Miss Cheryl Chan will be pleased to hear that from this financial year onwards, the Government will publish an annual GreenGov.SG report, the report will show our efforts, progress and plans. We will start with reporting Scope 1 and 2 emissions, electricity and water consumption with reference to international standards and frameworks.From FY2024, all Statutory Boards will also make their annual environmental sustainability disclosures. Several statutory boards have started making sustainability disclosures. They have been systematically incorporating sustainability in their decision-making and risk management frameworks to achieve concrete sustainability outcomes. As Mr Don Wee, Mr Louis Ng and Prof Koh pointed out, the public sector can drive the nation's transition to a green economy by leveraging on its procurement budget. Let me elaborate on our plans for green procurement in the public sector.The public sector has adopted green procurement since 2007. Thus far, we have introduced sustainability requirements for selected goods and services. For example, Information and Communications Technology (ICT) equipment, electrical appliances and printing paper must first meet environmental standards before they are assessed on price and quality attributes. Building on this foundation, we intend to raise the bar. Starting from 2024, besides pre-qualifying the products on environmental standards, we will also consider the sustainability practices of the company we buy from. As announced by Senior Minister of State for Finance, Mr Chee Hong Tat, we will start with large construction and ICT tenders. These make up more than 60% of the value of Government procurement contracts. Such projects include public infrastructure, industrial buildings and office ICT equipment contracts.Using ICT as an example, in addition to the requirement of matching the best-in-class in energy efficiency, we may evaluate the efforts of the tenderers in reducing packaging and carbon footprint of their operations, when we evaluate the tender bids. As this is a new concept, we will start with setting aside up to 5% of the evaluation points for environmental sustainability. We will review the amount and engage industry closely as we expand the adoption of sustainability criteria to more public sector procurement sectors. Mr Don Wee asked if such efforts to green the public sector will entail additional costs. Environmental sustainability is not costless and we will have to pay a bit more for greener goods and services. But as the world decarbonises, the demand for green products and services will grow.And green procurement in the public sector will encourage suppliers to adopt sustainability practices and develop green products and services. Thereby, enhancing the growth of the green economy in Singapore and the competitiveness of our companies globally. The Ministry of Trade and Industry (MTI) had outlined initiatives that support businesses in adopting sustainability practices, such as measuring carbon emissions sustainability reporting and seizing opportunities in the green economy. I hope that these initiatives under GreenGov.SG will spur many in the private sector to follow suit, in publishing their own sustainability reports and incorporating sustainability considerations in their procurement policies. Together as a nation, we can transform our economy.  This leads me to talk about enabling the transformation through partnering businesses and the community. Building a green nation requires the participation of all – businesses, communities and persons. The Government cannot do it alone and all of us must work closely alongside each other, as partners, to deliver on the Green Plan.We will be raising our carbon tax progressively over the next few years to further incentivise carbon and energy efficiency throughout the economy and society. The Ministry of Trade and Industry (MTI) had addressed queries on allowances under the transition framework that Miss Cheryl Chan asked about. As raised by Prof Koh, we will allow companies to use high-quality international carbon credits or ICCs, to offset up to 5% of their taxable emissions. We will publish a whitelist of acceptable ICCs later this year, which will include eligible host countries, carbon crediting programmes and methodologies. Businesses should do more with less. Creating more products and services with less resources and less waste will raise their competitiveness in the long run, particularly against higher carbon and energy prices. Businesses must invest in energy efficient equipment or manufacturing processes. Some upfront costs may be incurred. However, over the long run, lower energy and resource use will lead to lower costs over the equipment's lifecycle. Mr Gan Thiam Poh asked about the support provided for businesses, including SMEs, in making this upfront investment. We recognise that upfront capital investment can be challenging for our businesses, particularly SMEs. To support an inclusive transition, we will help SMEs make the switch. Enterprise Singapore introduced the Energy Efficiency Grant (EEG) for food services, food manufacturing and retail sectors last year. NEA also enhanced the Energy Efficiency Fund (E2F) for manufacturing companies to invest in energy efficient equipment. One SME that benefited from the enhanced E2F is ACP Metal Finishing Private Limited (ACP), which specialises in metal surface treatments and finishes. ACP tapped on the enhanced E2F to replace over a thousand fluorescent lightings in its facilities with more energy efficient LED lightings. The E2F funded 70% of the $60,000 project cost. With these retrofits, the company improved the energy efficiency of its operations. They enjoyed annual energy savings of about $30,000 which represents a payback period of less than a year with support from the E2F.I am happy to announce that we will further enhance the Energy Efficiency Fund to provide manufacturing companies with certainty of the grant amount, upfront, when they invest in energy efficient equipment. We will also further simplify the grant application process by streamlining the measurement and verification requirements. I encourage eligible companies, particularly our SMEs to tap the enhanced scheme to defray the cost of switching to more energy efficient equipment. This will enhance their competitiveness, as they participate in the greening of our economy.Mr Gan and Dr Lim Wee Kiak also called for support for households to be more energy efficient. With rising number of households, more working from home and usage of appliances, increasing energy efficiency in our homes is more important than ever. Our energy labels, with the number of ticks, have enabled consumers to make informed decisions when purchasing appliances. I am heartened that more consumers are choosing appliances with higher energy efficiency. Suppliers have noticed this and are responding by expanding their offering of energy efficient appliances.We will enhance these efforts. We will add energy labels to portable air-conditioners and more types of lamps next year. The standards of air-conditioners, refrigerators, lamps and televisions will also be raised over the next two years to lock in efficiency gains and remove less efficient appliances from the market. These will help to further reduce energy consumption in our households and help consumers reduce their utility bills by choosing more energy efficient appliances. Mr Chairman, in Mandarin, please. (In Mandarin): [Please refer to Vernacular Speech.] We recognise that purchasing energy efficient appliances may involve some additional costs upfront, in order to benefit from lower utility bills in the long run. Some families may have difficulty making the payment. We introduced the Climate Friendly Households (CFH) Programme in 2020 to help households in 1- to 3-room HDB flats offset the higher cost of energy- and water-efficient household appliances.For example, last year, a family bought a 3-tick refrigerator that cost about $800. A comparable 2-tick model would cost about $200 less. With the $150 climate voucher, they could offset most of the higher cost of the 3-tick model, on top of further savings in their monthly electricity bill. We have been working with community partners to increase awareness of the Programme, through outreach activities to residents, posters at community clubs, and digital display panels at HDB blocks. We have also worked with retailers to display CFH Programme collaterals on eligible appliances for easy identification and reminder. I urge eligible households to tap on the climate vouchers to switch to more efficient appliances and fittings.We will be extending and expanding the eligibility criteria of the Climate Friendly Households Programme. This will enable more households to be eligible for the scheme, to tap on the vouchers and to benefit from bigger savings in their utility bills. More details on the programme's extension, as well as the list of eligible appliances, will be released later this year, likely to be effective in the following financial year.(In English): Aside from increasing efficiency, circularity is another avenue of being climate-friendly. Senior Minister of State Amy Khor will elaborate further on our efforts towards a zero waste nation, in particular, to reduce packaging waste and boost our recycling rate. She will also share about continued efforts to partner hawkers in ensuring Singapore's treasured hawker culture is safeguarded for years to come.Grants and policies are but tools and enablers. To unlock the next bound of the green transition, we must change our collective mindsets and behaviours. Individually, our actions may feel insignificant, but collectively, we can build a new social compact necessary for a green Singapore. The Government has been facilitating the green transition through our engagements and partnerships with the community under our Forward Singapore Steward Pillar. Prof Koh asked for an update. He will be heartened to hear that many Singaporeans share our ambitions and hopes for a greener Singapore and have great ideas to help us get there. To date, over 1,400 Singaporeans ranging from the youth to the elderly have attended close to 20 engagement sessions under the Forward Singapore Steward Pillar. The engagements focused on the challenges and trade-offs in fiscal and environmental sustainability topics, such as our net-zero ambition, resource circularity, coastal and flood resilience and food security. In a dialogue with seniors at Toa Payoh, I was particularly inspired by their ideas and enthusiasm towards recycling and reducing their carbon footprint. I remember Mr Wang, who sold his car and switched to cycling after the completion of a MRT station in his neighbourhood. He is also a handyman, repairing discarded electrical appliances regularly for his neighbours to reuse. We can certainly take a leaf out of the book of these residents in embodying the spirit of stewardship.In a bid to turn more of these ideas into action, we have launched the Green Nation Pledge. We are calling on individuals and organisations to pledge as a contributor, advocate or champion. More than 350 educational institutions and organisations representing 200,000 employees and students and more than 10,000 individuals have made Green Nation Pledges thus far.My Ministry will continue to facilitate ground-up sustainability initiatives and partner the community in building a green nation. Senior Parliamentary Secretary Baey will share more on our efforts in his speech and also about our efforts on public health resilience.Mr Chairman, the latest Intergovernmental Panel on Climate Change (IPCC) report found that the Southeast Asia region is one of the most vulnerable to the impacts of climate change. Rising sea levels pose an existential threat to us. We are especially at risk as a low-lying island state. We also expect significant increases in temperature and extreme weather patterns by the end of the century. The impacts of climate change are far-reaching and have downstream implications on food security when harvests are affected and on water security when sources of water dry up during heatwaves. My Ministry is laying the foundation for Singapore to be a climate-ready nation. I will elaborate on how we will bolster our water security and Senior Minister of State Koh Poh Koon will share how we are shoring up our coastal defences, inland flood protection and food resilience.Singapore has four national taps – water from local catchments, imported water, NEWater and desalinated water. NEWater and desalinated water are weather-resilient sources. In addressing the threats of climate change, we will invest further in these weather-resilient taps.Ms Poh has asked for an update on our water infrastructure. We will increase the capacity and efficiency of desalination capabilities. Last year, we opened our fifth desalination plant – the Jurong Island Desalination Plant (JIDP). It is co-located with the Tembusu Multi-Utilities Complex (TMUC). This enables the plant to be about 5% more energy efficient compared to earlier desalination plants. We will strengthen our systems for managing used water and recycling it into NEWater. Used water is a precious resource that can be recycled endlessly to fortify our water resilience. We capture our used water through our Deep Tunnel Sewerage System (DTSS) – a network of deep tunnels that form a superhighway for our used water. The used water travels through the DTSS by gravity to Water Reclamation Plants (WRPs) and NEWater factories. They are then collected, treated and reclaimed to produce NEWater.When completed, the DTSS will reduce by 50% the amount of land that would otherwise have been needed for used water infrastructure. This is significant in land-scarce Singapore and will make room for more spaces for Singaporeans to live, work and play. We are making good progress on DTSS Phase 2 and expect tunnelling works to be completed by the second half of this year. This will connect the existing Changi WRP on the eastern side and the upcoming Tuas WRP in the west. The Tuas WRP will be completed by 2026, alongside the new Tuas NEWater Factory.We will be redeveloping the Kranji Water Reclamation Plant and NEWater Factory in the north as the new piece of our three-node DTSS. Preliminary design will commence this year. Together, these developments will strengthen Singapore's water reclamation system, increase the treatment capacity of used water and bolster our NEWater production.Efforts to secure our water supply must be accompanied by efforts to manage our water demand. Mr Gan asked about our efforts in improving water efficiency in the non-domestic sector. The non-domestic sector currently accounts for more than half of our total water demand and can play a big part in water conservation.We have required large water users to establish water management systems and submit annual plans for water efficiency to PUB, under the Mandatory Water Efficiency Management Practices. Through this exercise, large water users are made aware of water intensive parts of their operations and identify opportunities to increase efficiency.To further improve water efficiency in the non-domestic sector, PUB will introduce mandatory recycling requirements on new and expansion projects in industries that have high water consumption. These are namely the wafer fabrication, electronics and biomedical industries. They are water intensive and have high potential for water recycling. PUB will also enhance the incentive schemes to encourage companies to go beyond the mandatory recycling rate. This will come into effect on 1 January 2024. More details will be released later.Households can play a part through sustainable living practices and being mindful of our consumption. It is easy to take for granted that clean water is available in every household today. It is unfathomable that 60 years ago, water rationing was imposed in Singapore. The water supply had to be cut off for 12 hours, three times a week, for about eight months. We must, therefore, continue to promote water conservation among our population.A resilient water supply is critical in safeguarding our water needs from external shocks arising from climate and environmental impacts. The Singapore Water Story is one that must carry through to future generations. And that is the goal of a green nation: to steward a green, liveable and climate-resilient home. A home that is sustainable and will last for generations. The Government will lay the foundations for a green Singapore that is climate-friendly and climate-ready, but we will only make headway if this is a shared vision and if we all take collective steps along this journey.I invite businesses to partner us in being catalytic agents to the transition, by moving ahead of the curve to bring about the next bound of sustainability. I invite the community to partner us in building a social compact that will make us the greenest generation so far. I invite everyone to partner us in building a green nation together. [Applause.]Mr Chairman: Senior Minister of State Dr Amy Khor."], "The Senior Minister of State for Sustainability and the Environment (Dr Amy Khor Lean Suan)": ["Chairman, let me now elaborate on our vision for a zero-waste nation and my pet topic – no, not smoking, but hawkers and hawker centres.Since the launch of the Zero Waste Masterplan in 2019, my Ministry and NEA have taken concrete steps to move from a throwaway culture towards a more sustainable paradigm. We are making good progress, addressing our priorities waste streams of electronic waste, or e-waste, packaging waste and food waste.Mr Louis Ng asked for an update on the e-waste Extended Producer Responsibility, or EPR, scheme that was implemented in July 2021. Since then, we have more than doubled the number of nationwide e-waste collection points, from 300 to over 700 today. These collection points are situated at accessible locations, like community centres and shopping malls.To date, ALBA, the appointed Producer Responsibility Scheme operator, has collected more than 9,000 tonnes of e-waste. It is a start, but is only a fraction of our collection targets. Since 1 July 2021, for Information Communication Technology (ICT) equipment, batteries and lamps, the collection rate is under 4%. We have done better for large household appliances, with a collection rate of 18%. There is still much room for improvement.Together with ALBA, we will roll out extensive publicity and outreach efforts throughout the year, across various marketing and online platforms, focusing on events such as International E-waste Day in October. ALBA has also worked with all 17 Town Councils to organise quarterly collection drives at housing estates to collect bulky e-waste.On 6 February 2023, I moved the Resource Sustainability (Amendment) Bill for first reading. There will be a full debate on the Bill during the Second Reading.Today, I will share more details on two key initiatives under the Bill: a disposable carrier bag charge and a beverage container return scheme. They are decisive steps to reduce packaging waste and increase recycling, including single-use plastics.First, on the disposable carrier bag charge. By making the cost of disposable bags visible to consumers, the charge will nudge consumers to be mindful of and reduce their usage of disposable bags. Based on NEA's 2021 survey of around 1,000 residents, close to 90% agreed that they had a part to play in reducing the usage of disposable carrier bags. More than 70% also agreed that a mandatory charge will help to reduce the usage of these bags.From Monday, 3 July 2023, supermarket operators with a company-level annual turnover of more than $100 million will be required to charge at least five cents per disposable carrier bag at their Singapore Food Agency (SFA)-licensed supermarket outlets. Following consultations with supermarket operators, we understand that the majority will be charging five cents per bag, and this would moderate potential cost impact on consumers. We can avoid the charge by bringing our own reusable bags.The mandatory charge will cover around 400, or about two-thirds, of all supermarket outlets. These include large supermarket chains, such as FairPrice, Cold Storage, Giant and Sheng Siong. These supermarkets will be easily identifiable through collaterals displayed at their premises. The mandatory charge would not apply at other retail outlets, such as convenience stores, as suggested by Mr Ng. Nevertheless, I note that many retailers already charge for bags voluntarily, including large convenience store chains, such as 7-Eleven and Cheers. We will monitor the effectiveness of the charge and assess the need to expand the mandatory coverage in the future.The charge will apply to all disposable carrier bags, not just plastic bags, as all bags require resources and generate carbon emissions during their production and disposal. Other similar schemes in Hong Kong, Taiwan and the UK, have led to a reduction of plastic bags used by 60% to 90%.We have heard concerns about supermarket operators profiting from the charge. I am happy to share that all covered supermarket operators have indicated that they intend to apply the charge proceeds towards environmental and social causes. For transparency and accountability, supermarket operators will be required to publish information on the number of bags issued, amount of proceeds collected and how the proceeds are used.Mr Gan Thiam Poh asked how we can balance the charge and the need for bags for waste disposal. The charge will not remove the public's access to disposable bags. Bags will still be available at supermarkets and other retail outlets. By reducing waste and recycling right, we will require fewer bags for waste disposal. Additionally, we can repurpose product packaging to bag waste, including toilet roll bags or packaging from online purchases.Second, a beverage container return scheme, which Mr Gan mentioned. The scheme is part of an EPR approach to manage packaging waste. Beverage producers will be responsible for collecting and recycling the products they put to market.Consumers will pay a small deposit when buying a pre-packaged beverage and receive a full refund when the empty beverage container is returned for recycling at a conveniently located return point. The scheme will cultivate recycling habits and aggregate clean and high-quality recyclables, which can be made into new products.The scheme framework has been developed following extensive stakeholder consultations since 2020. Around 80% of 1,000 households surveyed in 2021 generally supported implementing the scheme.The scheme will cover plastic bottles and metal cans of volumes ranging from 150 to 3,000 millilitres, for all types of pre-packaged beverages. Plastic bottles and metal cans comprise about 70% of beverage containers put to market. They are easy to collect, compactible and have high material value.Similar schemes have been implemented in over 50 jurisdictions, such as Norway and Sweden. Many have seen return rates increase to over 80%. For Singapore's beverage container return scheme, NEA will set an 80% return rate target on the scheme operator at steady state. With this, we expect about 800 million plastic bottles and metal cans to be returned for recycling annually.Even as we strengthen legislation to drive behaviour change, we must continue with outreach and education. Prof Koh Lian Pin spoke on The Waste Café. As noted in my Parliamentary Question reply yesterday, we will take into consideration the views of those who felt that this experiment could have been done differently, to improve our future campaigns.I also thank Prof Koh for his queries on our initiatives to encourage household recycling. On transparent recycling bins, we will be releasing our findings soon. On recycling chutes, HDB introduced dual chutes for refuse and recyclables for all new public housing developments from 2014. Since 2018, NEA has also required them at all new non-landed, private residential developments higher than four storeys.Mr Gan and Ms Hany Soh spoke on the contamination rate of recyclables, which is about 40%. In tandem with education campaigns, the E-waste EPR scheme, the upcoming beverage container return scheme and initiatives by other organisations to sort recyclables, such as paper and textiles, will reduce contamination in our blue bins.Members will be heartened to learn that all households can collect a Bloobox from vending machines deployed island-wide later this month, to set up a recycling corner. Designed by a team of students from the Singapore Institute of Technology (SIT), the Bloobox is foldable, reusable and light. It has labels to help households identify what can and cannot be recycled, with reminders that plastic bottles, metal cans and glass containers for recycling should be empty, and free of food and liquids. Members may pick up a Bloobox from the Parliament Library to start your own recycling corner.I will now speak about our hawker centres and hawker culture. Our hawker centres are an important institution, providing us with affordable and tasty hawker food. Miss Cheryl Chan and Ms Nadia Ahmad Samdin asked about planning considerations for new hawker centres and markets, and the progress of the new hawker centres. Mr Pritam Singh also asked about plans for hawker centres in the Marina Bay Financial area.The Government had previously announced plans to build 20 new hawker centres, prioritising new estates and existing estates in the heartlands that are relatively under-served, in terms of affordable dining options. These sites are selected after carefully considering factors, including residential catchment, availability of comparable dining options and complementary facilities in the vicinity. This ensures the centres serves the demand of the residents, while avoiding over competition amongst comparable F&B establishments.Even as we build new centres, we need to ensure that there are hawkers and that they can make a decent livelihood.CBD hawker centres face additional challenges due to their heavy reliance on the working lunch crowd and the lack of residential catchment. Today, there are already existing food options in the CBD for workers. These include four hawker centres such as Market Street Hawker Centre that just reopened last year, as well as about 50 coffeeshops, food courts and canteens. Last year, four new hawker centres opened in Senja, Bukit Canberra, Fernvale and Punggol. Besides Market Street Hawker Centre, another redeveloped centre that commenced operations was Margaret Drive Hawker Centre. Repairs and Redecoration (R&R works) were also completed at 15 centres. Many Singaporeans have explored these centres as part of hawker centre hopping circuits, which is becoming a national pastime. Chairman, in Mandarin, please. (In Mandarin): [Please refer to Vernacular Speech.] This year, we can look forward to the opening of two new hawker centres in Buangkok and Woodleigh Village. Both hawker centres will have around 40 stalls and 700 seats. Both hawker centres will be connected to neighbourhood amenities and transport nodes, making it convenient for residents. The seating areas are spacious, family friendly, and inclusive. Ceilings are high to ensure better ventilation and airflow. Additionally, the refreshed Jurong West Hawker Centre is slated to reopen in the third quarter of 2023 after the completion of reconfiguration works. Besides these new centres, to enable our patrons to enjoy their meals in a pleasant and well-ventilated environment, we will also upgrade 25 existing hawker centres, including Holland Village Market and Food Centre and North Bridge Road Market and Food Centre.(In English): We are also futureproofing hawker centres through the Hawker Centres Transformation Programme (HTP). As Ms Nadia would be aware, we are piloting the HTP at Cheng San Market and Food Centre and Geylang Serai Market. NEA will be engaging stallholders before targeting to start works from 2024.  Let me address Ms Joan Pereira and Miss Cheryl Chan's questions about inflationary pressures and the impact on rental and cooked food prices.  We have provided hawkers with a conducive business environment including ensuring reasonable rentals at our hawker centres. For NEA's monthly tender exercises, we adopt a transparent and fair system with no minimum bid. Individuals can bid for a stall at a monthly rental as low as $1 per month, while others may submit higher bids to secure stalls at popular locations. After the first three years, rent is adjusted towards assessed market rent. In fact, only about 4% of cooked food stalls in hawker centres today are paying rent at above the assessed market rent. The remaining over 5,600 stallholders are paying rent no higher than the assessed market rate.Median rental across our non-subsidised cooked food stalls has remained constant at about $1,250 per month since 2018. During the COVID-19 pandemic, we have also supported hawkers by providing 10 months of rental waiver and six months of subsidies for table cleaning and centralised dish-washing. In fact, stall rentals at hawker centres are generally lower than most other comparable food establishments in their vicinity. Nonetheless, rental only accounts for about 9% of our hawkers' operating costs. Hawkers price their food based on multiple factors including operating costs, location, business level and patron demographics. They delicately balance these factors to attract patrons while trying to make a decent living. Today, patrons can continue to find affordable options in our hawker centres – as Mr Singh also acknowledges – including the Socially-conscious Enterprise Hawker Centres (SEHCs), where operators have committed to provide at least one budget meal option per stall.To help Singaporeans cope with inflationary pressure, the Government is, among other measures, providing CDC and GST vouchers under the Assurance Package, and with more assistance provided to the lower income. CDC vouchers can be used at our hawker centres. The Government will continue to monitor the situation and consider if further support is needed. We are taking additional steps to futureproof our hawker centres. Under the Productive Hawker Centres (PHC) Programme, the Hawkers' Productivity Grant (HPG) provides co-funding to purchase kitchen automation and queue management equipment. Ms Rahayu Mahzam would be happy to know close to $3 million has been provided to more than 900 hawkers under the HPG. Additionally, eight existing centres have tapped on PHC funding to implement centre-level Centralised Dish Washing (CDW) and Automated Tray Return System (ATRS). Today, more than 70% of cooked food stallholders in our hawker centres are already using e-payment. Support groups have been set up at 37 hawker centres to help hawkers embrace digital opportunities. Mr Gan asked what can be done to support hawkers to digitalise. We will be expanding the HPG to include stall-level digital solutions such as e-ordering solutions which are becoming more widespread. We will maintain the co-funding quantum at 80% but will increase the total claimable amount from $5,000 to $7,000 per stallholder. The funding period will also be extended to March 2026. Additionally, we will broaden the ATRS component of the PHC programme to cover Cleaning Process Automation (CPA) solutions. This helps to address challenges such as ageing cleaners and rising manpower costs. Examples include autonomous systems that clean tables and transfer used trays and crockery from tray return points to centralised dishwashing areas. This will reduce cleaners' workload especially during peak hours. We will co-fund up to 80% of deployment costs incurred by the cleaning operator for CPA solutions. Coupled with the mandatory tray and crockery return, these would help to improve the cleanliness situation and bird nuisance issues raised by Ms Nadia. With everyone doing their part to return their used trays and crockery, we noticed that the situation has generally improved and bird nuisance feedback at hawker centres has been declining annually from 2019 to 2022. As we celebrate our veteran hawkers, I am also heartened by the new hawkers who have joined the trade. Miss Chan would be happy to hear that many of them have benefited from NEA's Incubation Stall Programme (ISP) and Hawkers' Development Programme (HDP). Together with other similar programmes by our SEHC operators, over 50 aspiring hawkers have joined the hawker trade through these programmes. As part of our tradition, you would have tried some hawker fare from our ISP and HDP hawkers at yesterday's tea break. This included delicious halal braised duck kway teow from an ISP stall by Jonathan Tan and Habri Hammad Bin Mohammad at Amoy Street Food Centre. Johnathan adapted his grandfather's Hokkien braised duck recipe into a halal recipe so the Muslim community can enjoy his food, while continuing his grandfather's legacy. We are constantly reviewing our programmes. Through feedback, we realised that additional emphasis on culinary readiness alongside close mentorship from hawker mentors will raise participants' chances of success. Therefore, the HDP's classroom programme will spend more time honing culinary skills. At the apprenticeship stage, hawker mentors will also help to assess the participants' culinary readiness. Participants can have the option to extend their apprenticeship by four more weeks, on top of the current eight weeks. Finally, we have also received feedback that some local snacks are increasingly less commonly found. Those selling such snacks usually find it difficult to sustain an entire cooked food stall. We will work with SEHCs operators to pilot the use of kiosks, which would incur lower rental and operating cost to support the sale of snacks such as muah chee and putu piring. We hope this will help to preserve these snacks as part of our hawker culture. We will monitor the viability of such kiosks before deciding if we should scale up this pilot.Chairman, I am heartened that many Members have called on Singaporeans to embrace sustainability, reduce consumption and green business practices. I remember the slogan \"Courtesy begins with you and me\". Likewise, \"Sustainability begins with you and me\". The Government cannot build a green nation alone. I urge everyone to incorporate sustainable practices into your daily routines, starting with the three Rs and support our hawkers to sustain our hawker culture. The Chairman: Senior Minister of State Dr Koh Poh Koon."], "The Senior Minister of State for Sustainability and the Environment (Dr Koh Poh Koon)": ["Mr Chairman, as a low-lying tropical island state that imports most of our food, food security, sea level rise and inland flooding are critical concerns. We are making strong efforts to strengthen our resilience on these fronts.Food security is an existential concern for Singapore. We import more than 90% of the food we consume, making it impossible for us to insulate ourselves completely from global food supply and price shocks. Over the past two years, we have experienced first-hand the effects of supply chain disruptions caused by the COVID-19 pandemic, climate change, geopolitical disruptions and developments elsewhere as well as policy decisions taken by foreign governments. But this does not mean that we are completely at the mercy of such external factors. We can shore up our resilience if we work together as a nation – with Government, industry and consumers each playing our part. Mr Gan Thiam Poh asked about lessons learnt during the COVID-19 pandemic pertaining to food resilience. Dr Lim Wee Kiak similarly wanted to know how our importers and consumers can become more resilient towards food supply shocks. We take a multi-pronged approach. A core strategy is import source diversification for our key food items. We have increased our number of food supply sources from 172 countries and regions in 2019 to 183 countries today. We have accredited Indonesia as a new source of chilled, frozen and processed chicken meat. So we now have 25 accredited countries for chicken imports. We have also approved Brunei as a new source of eggs, and we now have 17 countries accredited to export hen shell eggs to Singapore, up from just 12 in 2019. The Singapore Food Agency (SFA) will continue to accredit more import sources and facilitate the industry's further diversification through sourcing trips and business networking sessions.Having new sources for food imports will strengthen our resilience but only if the companies put in place robust business continuity plans (BCPs), continue to diversify sources at the company level and maintain warm links with multiple import sources. This would help them to pivot more easily when needed and protect their businesses during supply disruptions. Dr Lim Wee Kiak will be happy to note that the industry is adapting and working with SFA to review their BCPs and diversify their supplies.While Singapore imports most of our food and is a price-taker, consumers too can exercise flexibility in their food choices when supply disruptions occur and pivot to other alternatives. We saw how Singaporeans readily switched to frozen chicken when Malaysian fresh chicken imports were disrupted last year. I want to assure Dr Lim Wee Kiak that Government is pressing with our \"30 by 30\" goal of building Singapore's capability and capacity to sustainably produce 30% of our nutritional needs locally by 2030. Last year, we announced the enhancement of our Agri-Food Cluster Transformation Fund to offer farms a higher co-funding quantum to a wider range of food types such as fruited vegetables and mushrooms. I am glad to announce that SFA will launch the first land tender for this wider range of food types in the later half of this year. This will provide consumers with more food choices that are produced locally. SFA will provide more details when the tender is launched.To build up even more industry capacity, we will need to optimise our limited agriculture spaces. We are making good progress in master planning Lim Chu Kang, where we will transform the region into a high-tech agri-food zone. We intend to reap synergies between land-based farms in the Lim Chu Kang region and sea-based farming in the adjacent West Johor Strait. Mr Chairman, may I have your permission to display a slide on the LED screens please?The Chairman: Yes, please. [A slide was shown to hon Members.] "], "Dr Koh Poh Koon": ["A multi-disciplinary consultancy study will holistically plan the development of LCK and the adjoining West Johor Strait. For example, we are exploring siting our fish hatcheries and other key infrastructural and processing facilities on land, to provide support to both land-based and sea-based fish farms. We will also incorporate upcoming regional studies for coastal protection measures at the LCK coastline, to enable our farms to be climate resilient.  Some of these ideas will be showcased in the LCK Master Plan exhibition, which SFA will launch in the second half of 2023. I hope Members will look out for the exhibition when it is finally launched.In the East Johor Strait shown on the slide, which is separated by the Causeway from the West Johor Strait, we have a distinct and separate cluster of fish farms, supported by key aquaculture facilities. The separation of the fish farms into two distinct clusters is especially important to enhance fish resiliency in the face of climate change, which may result in harmful algal blooms as has happened in the past before.Miss Cheryl Chan and Prof Koh Lian Pin asked how aquaculture would contribute to our \"30 by 30\" goal. Prof Koh Lian Pin also asked how we would ensure that the development of aquaculture in sea spaces is environmentally sustainable. We have identified fish production as one of our priority areas. It is a nutritious source of protein that can be grown efficiently. This is why we launched the Singapore Aquaculture Plan last year, to transform the sector in three ways. First, to increase and optimise spaces for farming. Secondly, to help the industry adopt technology and better farm practices. And thirdly, to invest in research and innovation.Miss Cheryl Chan asked how lessons from other countries with established aquaculture industries can be applied to our context.We plan to conduct a joint study trip this year with industry and academia, to countries with advanced aquaculture production, to understand how they have managed to grow their commercial aquaculture sectors without negatively impacting marine biodiversity.SFA will also dedicate significant resources and work closely with industry and academics to enhance our understanding of the effects of aquaculture on our local marine environment. For example, SFA is collaborating with NUS and the Barramundi Group to study the impact of aquaculture on the marine environment and marine life surrounding St John’s Island. The study will conduct reef surveys and measure water and sediment quality prospectively over a period of time, to better understand in real-time, how aquaculture practices and farming activities could potentially affect these environmental parameters. We will adopt relevant practices from our overseas learning trip and detailed insights gained from our own local studies to suit our Singapore context.To further support Singapore's ambitions in leading aquaculture research and innovation, we will enhance our R&D facilities to attract more companies and researchers to base themselves here. In November 2022, we launched AquaPolis to transform the aquaculture research landscape. The brain trust of AquaPolis will comprise scientists from various research institutions, including the National University of Singapore (NUS), Temasek Life Sciences Laboratory and many others.They will work on addressing real world aquaculture challenges to enhance the productivity of farms and quality of fish farmed in Singapore. For example, by developing superior fingerlings with traits, such as faster growth rates and higher Omega-3 content and reducing fish mortality from common fish diseases.SFA's Marine Aquaculture Centre, located on St John's Island, will serve as the anchor research campus of AquaPolis. We will undertake two new initiatives.First, we will enhance its facilities with upgrades, such as the installation of recirculating aquaculture systems for research in intensive farming within closed environments, to cater to evolving R&D needs. Second, we will also embark on a study to review how our future research facilities can be better integrated with aquaculture infrastructure, such as jetties and hatcheries.In the steady state, our Singapore Aquaculture Plan will comprise three distinct centres, as you can see on the slide: the West Johor Strait, the East Johor Strait and AquaPolis in the Southern Waters. This will provide critical diversification of our aquaculture production across three different sites and ensures our aquaculture sector expands in a climate-resilient manner. The enhanced research capabilities and facilities will also be better integrated with aquaculture infrastructure. Miss Cheryl Chan asked about plans to build the manpower pipeline for our farming industry.For students, Republic Polytechnic has broadened the scope of their Diploma in Biotechnology to include a specialisation in Food and Agro-technologies. For mid-career professionals, SFA partnered with Workforce Singapore and Republic Polytechnic in 2022 to launch a Career Conversion Programme to equip them with the knowledge and skills as Agri-tech Specialists or Agri-tech Operators. I am glad to announce that for Nitec and Higher Nitec graduates as well as in-service employees, a new Work-Study Diploma in Agriculture and Aquaculture Technology will be launched by ITE next month. This will provide them with engineering skills to operate new agriculture and aquaculture systems, knowledge about food crops cultivation and fish farm management.We will, therefore, have training programmes for different segments of the workforce to meet the agri-food industry's manpower needs. As we encourage our local farms to produce more, there must be sufficient demand for our local produce. I thank Ms Hany Soh for her suggestion for Government to demonstrate support for local produce in food procurement. I agree that this is an area we should study further. In February, a new Alliance for Action (AfA) on \"Demand Offtake and Consumer Education\" was formed, as part of the Forward Singapore conversation. The AfA includes key members of our local food ecosystem, such as representatives from farms, off-takers, such as supermarkets and trade associations representing the hotels, the retailers, as well as the catering associations, supported by various agencies, like Singapore Tourism Board (STB) and Enterprise Singapore. Together, they will explore solutions to help the hotel, restaurants and catering sector, as well as our local consumers, embrace local produce. I look forward to hearing their ground up recommendations that will further develop our local agricultural industry. Sir, in Mandarin, please.(In Mandarin): [Please refer to Vernacular Speech.] Food is an existential concern for Singapore as we import more than 90% of our food supply. Over the past two years, we have experienced first-hand the effects of disruption to our food supply chain. Many consumers have readily embraced alternatives, for example, by buying thawed frozen chickens from Australia and Thailand, or by switching to other protein types, such as fish and eggs. To further strengthen our food resilience, we are pressing ahead with our \"30 by 30\" goal of building our agri-food industry’s capability to produce 30% of our nutritional needs locally and sustainably by 2030. To ensure the continuous growth of local agriculture, the next key step is to grow demand for local produce. In February, a new Alliance for Action (AfA) on \"Demand Offtake and Consumer Education\" was formed, as part of the ForwardSG conversation, including representatives from farming, food processing, hospitality and F&B sectors.AfA will look into demand and supply aggregation of local produce and build greater mindshare for local produce through consumer education. Recommendations from AfA will strengthen our food supply resilience. The development of our agriculture industry depends on the support from Singaporeans for our local produce. (In English): Ms Nadia Samdin asked how SFA will innovate to bolster its food safety capabilities. SFA is developing Whole Genome Sequencing analytics to better identify the causes of foodborne diseases, and to help prevent outbreaks. We will strengthen SFA's use of data analytics to identify food establishments with higher risks of food safety lapses, enabling our officers to conduct more targeted inspections and educate poorer performing food establishments to tighten their food safety practices. We will also invest in deep technology to ensure that our food safety regime keeps pace with industry innovation. Dr Lim Week Kiak about progress in novel foods. Since SFA approved the sale of cultured meat in 2020, a global first, we have seen a steady increase in applications for the sale of novel foods. Most recently, SFA gave regulatory approval to GOOD Meat for the use of serum-free media in the production of cultivated meat.  We will set aside $23 million, under the Singapore Food Story R&D Programme 2.0, the national R&D programme for food, to build new food safety capabilities to cater to developments in the novel foods space. SFA will support research projects to develop new methodologies which aim to provide more timely assessments, including toxicity and allergenicity assessments for novel and alternative proteins.I thank Ms Nadia Samdin for her suggestions to enhance our food safety framework to encourage industry to maintain good food safety standards, including our home-based businesses and food sold through online platforms. Home-based food businesses are not licensed by SFA as they pose relatively low food safety risks due to their small scale. They are still subjected though to prevailing food safety regulations and should comply with SFA's regulations and guidelines on proper food handling practices.In January, a new Singapore Standard was launched to guide food e-commerce players on their roles and responsibilities related to food safety. The guidelines were co-developed with a wide range of stakeholders, from food e-commerce platforms to food delivery platforms as well as supermarket retailers. Food safety is a joint responsibility. I am heartened to see strong industry support in committing towards best practices in providing food safety information to consumers and improving traceability and recall along the food e-commerce chain.Next, I will touch on coastal and flood protection, which Dr Lim Wee Kiak, Mr Edward Chia, Ms Nadia Samdin as well as Ms Poh Li San asked about. Singapore is a low-lying island. Thirty percent of our land area is less than five metres above the mean sea level. With climate change, the Centre for Climate Research Singapore estimates that the mean sea level around Singapore could increase by up to one metre by 2100. This will affect many stretches of our coastline. Combined with the effects of more sudden and extreme rainfall as well as storm surges, we can expect greater risks to the community, our infrastructure, and our livelihood.  PUB, our national coastal protection agency, has been making steady progress and will periodically refine our coastal protection plans.To Mr Edward Chia's question, since May 2021, we have progressively launched several studies to understand the characteristics of Singapore's coastlines and develop targeted coastal protection measures. PUB will commence the next site-specific study for the Sungei Kadut and the Lim Chu Kang area in the second half of this year.I agree with Dr Lim Wee Kiak and Ms Nadia Samdin that these present opportunities to shape climate resilience efforts with the public. In conjunction with the Forward Singapore exercise, PUB started the Our Coastal Conversation series, and conducted two dialogue sessions for the City-East Coast area in October 2022.Participants from diverse backgrounds, corporates, community groups, NGOs and even schools, participated in the dialogue and raised interesting perspectives on the trade-offs that we would need to make to tackle the effects of climate change. For example, some participants raised issues like, how would we retain the scenic views and the convenient access to the beaches that we enjoy while, at the same, looking at how we protect our coastlines, including the coastal nature parks. I would like to reassure Ms Nadia Samdin that we will continue to work closely with our stakeholders on topics, such as coastal protection and other topics like marine litter. Last year, we published Singapore's first National Action Strategy on Marine Litter in consultation with our people, public and private sectors.In addition to trade-offs, coastal protection is a long-term endeavour and requires new technologies and innovations, as Ms Poh Li San and Prof Koh Lian Pin had pointed out. I am pleased to announce that we will launch a new dedicated Coastal Protection and Flood Management Research Programme (CFRP), funded by the National Research Foundation, to strengthen long-term coastal protection and inland flood management capabilities in Singapore. The CFRP will provide $125 million to foster research and collaboration across academia and the industry. This will establish a vibrant R&D ecosystem to support the development of innovative coastal protection and flood management solutions.  I agree with Prof Koh Lian Pin that we should work with industry and consider solutions that they can offer. The CFRP’s applied research and living lab components will support the test-bedding of inter-disciplinary urban flood solutions and equip our industries with the capability to develop and eventually export the next generation of coastal and flood protection solutions. The CFRP will be anchored by a Centre of Excellence, hosted by National University of Singapore (NUS). More details will be provided later this year.Beyond sea level rises, climate change will also bring about increased and more intense rainfall, as we experienced in the last two days.Ms Nadia Samdin, Ms Poh Li San and Mr Edward Chia asked about drainage and coastal protection infrastructure plans. Mr Edward Chia also asked about how these will be financed. Since 2011, the Government has invested around $2 billion on drainage improvement works. We have set aside another $1.4 billion to carry out further improvements to the drainage system from 2021 to 2025. Drainage improvement works in 25 locations are currently ongoing, including the expansion of the Bukit Timah Canal. PUB is exploring solutions that address the combined effects of sea level rise and intense rainfall and will continue to collaborate with agencies to co-create multi-functional drainage solutions.One funding source is the Coastal and Flood Protection Fund, set up in 2020 with an initial injection of $5 billion. But the cost to expand our drainage to cater for every extreme rainfall event is prohibitive. We must therefore strengthen our community resilience and collective response to how we deal with floods.I encourage everyone to stay updated on PUB's flood alerts. Please sign on to their Telegram alert system if you have not done so, and for property owners and developers to ensure that the flood protection measures in your own developments remain effective.Mr Chairman, as a small city-state with no natural resources, we must adapt and evolve to the constant changes around us.We will continue to strengthen our resilience against existential threats by reimagining our coastlines as we explore new coastal protection measures, improving our drainage infrastructure to withstand more intense rainfall, and building a more food resilient Singapore. Whether it is mitigating the effects of climate change or strengthening our food resilience, each and every one of us has a role to play. My Ministry will work in partnership with all Singaporeans to build a more resilient Singapore.The Chairman: Senior Parliamentary Secretary Baey Yam Keng.", "Sir, I thank Ms Poh Li San for asking for some more details about the CFRP and the Centre of Excellence that we sited in NUS. While NUS may serve as a host for this new set-up, it will be an institution that will involve other institutions of higher learning (IHLs), other research institutions from NTU and the Agency for Science, Technology and Research (A*STAR) institutions as well.Plus, there will be an executive committee that comprises some of the experts in this related fields that provide insights and opinions on how best to scale up and grow this particular organisation.So, with the involvement of more industry partners as well as other IHLs, there will be opportunities then for students in these institutions to involve in some of the R&D work. That is how we build up the talent pipeline. Connections with other international bodies of excellence would then also create another network where we can bring expertise from overseas to scale up and boost the expertise on R&D.", "Thank you, Mr Chairman. I thank Miss Chan for asking this important question that I am sure must be on the minds of many Singaporeans, after we have gone through the disruptions of some of our supplies during COVID-19.First, I must say that our \"30 by 30\" goal, is a stretch target. Today, we import 90% of the food we consume, so we do have a lot of headroom that we need to make up for.Unfortunately, the two years of COVID-19 disruption has also caused many of our farm projects to be delayed, especially those who are in the midst of trying to start their construction in the midst of COVID-19. Delays in raw materials, delay in supplies, curtailment of work by foreign workers unable to work because of COVID-19 – all these have caused at least about one to two years of delay in the implementation plan. But when you talk to the farming community, they are committed to try and increase the production, and increase our food resilience. As I said in my speech, what is important also is to make sure that as they produce more, Singaporeans are prepared to consume more of local produce. There must be a demand for the produce.Many of our farmers actually can produce more, but they have hesitancy doing so, not knowing whether the market can absorb the produce. Which is why I think it is important for all of us to buy our collective insurance – we need to support more local produce, so that you give a signal and encouragement to our farmers to do more production.In reaching our \"30 by 30\" target – which is a stretch goal, as I said – but it is also a journey. I think we are trying our very best, resourcing our farmers with funding, helping them with technology adoption. We have seen some early success of this, where some of our fish farms, for example, are taking on more productive methods using recirculating aquaculture systems: floating on the sea, rather than just using the seawater as it is, but filtering and actually creating a more conducive environment within the tanks for the fish to be grown in a more dense manner, yet kept in a very safe and very humane way to allow the tonnage to be much more intense.By using a recirculating aquaculture system, for example, the productivity and the yield can be up to 10 or 15 times more than an sea open cage. And I think if more of our farms adopt such productive technologies, we will be closer to hitting our \"30 by 30\" target. Today, we have three egg farms and a fourth one on the way. We are able to probably close the gap and meet 30% of our egg requirements in Singapore. But for vegetables and fish, we do need more Singaporeans to support consumption, so that we can ramp up.And the Alliances for Action (AfA) that we have just announced will, hopefully, be able to shape our consumers and our B2B relationship with our farms to increase off-take and increase consumption, so that together, we build ourselves towards that resilience we desire.Mr Speaker: Mr Louis Ng."], "The Senior Parliamentary Secretary to the Minister for Sustainability and the Environment (Mr Baey Yam Keng)": ["Chairman, dengue continues to pose a serious threat to Singapore. In fact, this situation is also due to our success in tackling dengue over the decades. In the sixties and seventies, dengue was prevalent and was a major cause of childhood death.While we have significantly reduced the local population's exposure to the disease, it has also resulted in low population dengue immunity today. That is why we must continue to step up efforts in the fight against dengue.NEA adopts a holistic dengue control strategy. This includes one, surveillance of the Aedes  aegypti mosquito population and circulating dengue virus; two, working with premises managers and residents to eliminate mosquito breeding; and three, publicity campaigns and outreach. This includes the use of purple alert banners we introduced last year to inform residents of areas with high mosquito population. NEA also partners key stakeholders such as Town Councils in mosquito control efforts. In addition, the Ministry of Health (MOH) and the Health Sciences Authority (HSA) monitor the development of and evaluate dengue vaccines and therapeutics. The evaluation of the TAK-003 vaccine, which Ms Sylvia asked about, is currently ongoing.  Last year, more than 32,000 dengue cases were reported locally, the second highest in Singapore’s recorded history. While dengue cases have decreased from the peak in the middle of last year, weekly cases remain high, with the potential for another surge in cases. NEA has been leveraging technology to strengthen our existing dengue control regime.One example is Project Wolbachia, where non-biting male Wolbachia-Aedes mosquitoes, are released at selected dengue high-risk areas to suppress the local mosquito population. To Ms Hany Soh, Mr Gan Thiam Poh and Ms Poh Li San’s queries on the progress of this pilot project, I am pleased to report that results thus far have been encouraging. Initial studies have shown that continued releases of male Wolbachia-Aedes mosquitoes can successfully suppress the urban Aedes aegypti mosquito population in release sites. In the initial field studies in Tampines, Yishun, Choa Chu Kang and Bukit Batok, where there have been more than one year of releases, we have observed up to 98% drop in the Aedes aegypti mosquito population and up to 88% reduction of dengue cases.During the 2022 outbreak, the technology has prevented large clusters in these areas, where dengue transmission used to be high historically.In the second half of last year, NEA expanded Project Wolbachia pilot to eight additional sites. This is part of a multi-site field study to further evaluate the impact of Wolbachia technology on dengue cases and clusters. Alongside HDB blocks, NEA has also been carrying out releases at landed residential estates to determine the most effective and impactful approach for wider-scale deployment. Based on early data, declining Aedes aegypti mosquito populations have also been observed in these areas.With the expansion last year, the Project Wolbachia pilot now covers more than 300,000 households, which is about 30% of all HDB blocks and 9% of all landed homes across Singapore. NEA will continue to collaborate with commercial partners to enhance automation and scale up both in-house and outsourced Wolbachia-Aedes mosquito production and release capacity to support the ongoing study.We will continue to collect data for rigorous evaluation of the Wolbachia technology and to refine deployment and strategies to allow cost-effective expansion in the next few years. Regardless, the Wolbachia technology is not a silver bullet. Profuse breeding of Aedes mosquitoes could reverse the success effected by the Wolbachia technology. NEA will continue to work with partner agencies and stakeholders to detect and remove potential mosquito breeding habitats and will take firm enforcement action where necessary.Our community must continue to play an active part in upkeeping our environment to prevent mosquito breeding and to curb transmission of the dengue virus. This is why NEA has been working closely with community partners.For example, NEA collaborated with the West Coast and Pioneer grassroots organisations to tackle several large dengue clusters in the area last year. Roadshows were organised to educate residents on measures to prevent mosquito breeding and to protect themselves from dengue. Grassroots volunteers also conducted house visits and distributed educational flyers and insect repellent. The concerted efforts helped to slow down the transmission of dengue infections from almost 40 cases a week at the peak, to the eventual successful closure of the clusters.I would like to thank all residents and grassroots volunteers for their continued support for Project Wolbachia and playing their part in our fight against dengue.Chairman, Minister Fu shared how the Government is leading our nation’s green transition. To succeed in our goal, we will need communities and individuals to step up and step forward. We are committed to partnering the community to foster a more liveable and sustainable society. This is the only way for us to meet our climate goals.To cultivate a culture of sustainability within the community, my Ministry, together with the Ministry of National Development (MND) and Ministry of Culture, Community and Youth (MCCY), launched the Green Action for Communities (GAC) movement last year. The nationwide movement brings together community leaders and residents to plan, organise and co-implement sustainability initiatives in their communities to support the Singapore Green Plan. Ms Nadia Ahmad Samdin asked about the support and resources provided for GAC groups. We have held capacity workshops for GAC groups in all five districts and are rolling out localised deep dives where community leaders discuss in smaller groups to formulate plans that best meet the unique needs and conditions of their communities. Residents and volunteers who are passionate about sustainability come together and are empowered to develop their own action plans to rally their communities and champion sustainability initiatives in their neighbourhoods. We have also published a GAC guidebook for GAC groups to look for ideas, funding and partners for sustainability initiatives. The workshops have been very fruitful with great ideas that meet the community’s needs. For example, repairing, proper recycling of e-waste, composting of food waste, having a car-free day and more community involvement in tree-planting activities. I am happy that residents are passionate about rallying communities and spreading the sustainability message in their neighbourhoods.We will embark on the next phase this year to galvanise community participation in the action plans and showcase some of the key programmes. Residents will be able to contribute their ideas and participate in the programmes. I thank all community partners for their commitment and passion in driving this movement. I hope we will see many more Community Eco-Days and other green initiatives like what Ms Nadia Samdin and her team have done.Through MSE's annual Climate Action Week (CAW), we have been working with our partners to encourage communities to take collective climate action towards a sustainable future for Singapore. We are happy to see increasing participation from the People, Private and Public sectors. Last year's CAW saw over 140 activities organised by 80 partners; the highest numbers since its launch in 2019. The activities, which aimed to increase awareness of and spur action against climate change included community events, workshops, talks, learning journeys, school and youth activities, clean-ups, promotions, and green challenges.This year, we are excited to rebrand CAW as Go Green SG. This will better reflect the wide range of sustainability initiatives and programmes it encompasses. I urge our People, Private and Public sector partners to join this community movement and organise sustainability-related activities beyond just a week, to rally even more Singaporeans towards a sustainable lifestyle. There will be a wide range of activities for everyone when Go Green SG is launched in early July this year. As Minister of State Mr Alvin Tan announced, Singapore has been certified as a sustainable urban destination by the Global Sustainable Tourism Council. To strengthen our position as a sustainable urban destination, I am pleased to announce that Go Green SG we will be collaborating closely with the Singapore Tourism Board to showcase to the world the various sustainable experiences that Singapore has to offer. Singaporeans can join international visitors in more lifestyle programming to learn more about sustainability through fun and meaningful immersive experiences.Ms Nadia Ahmad Samdin asked about the SG Eco Fund and engaging youths to encourage more ground-up sustainability initiatives. SG Eco Fund was launched in November 2020 to support ground-up solutions for a greener and more sustainable Singapore. For the most recent grant call, I am pleased to announce that $2.4 million will be awarded to 77 worthy projects that span various sectors and topics. Among them, we have a group of students that are using food scraps to breed crickets as an ingredient for making pet food and a project to teach women from vulnerable backgrounds to upcycle unwanted clothing donations into useful items.Golden Cap Farm, a local startup, will run a pilot progamme to collect used coffee grounds from cafes and re-use it as a substrate for growing mushrooms. They will also organise mushroom farm tours and composting workshops.Social enterprise, Two Glasses, is raising awareness about the impact of fast fashion and overconsumption through its short films and community discussions. They are also developing a counter for people to track new clothing purchased and the number of times they wear each piece of clothing. These aim to encourage a shift in behaviour of overconsumption.Just from this sampling of projects, we see ideas for food waste used to produce food for either humans or pets and those that evolve around the clothes we wear, stop excessive buying and up-cycle unwanted clothes.To-date, 182 individuals and organisations have been awarded $9 million under SG Eco Fund. The range of topics covered by them will help to move us towards our climate and Green Plan goals. More importantly, we see that grant recipients come from all walks of life.As Prof Koh Lian Pin pointed out, there are various funding schemes besides the SG Eco Fund that enable communities to take action. Each scheme is designed to encourage action with varying thematic or stakeholder considerations and is assessed accordingly.As what Prof Koh said so well: \"Everyone from every sector has important contributions to make.\" We need everyone to work together towards a sustainable Singapore. With the various funding support schemes available, we hope that whether you are young or old, an individual or an organisation, you can all play a part to build our green nation.We all have a shared responsibility in achieving our climate goals. We must come together as a nation to work towards this important and urgent matter. I urge all Singaporeans to join forces on climate action. We must act together now for a greener and more sustainable Singapore.The Chairman: Clarifications. Ms Poh Li San."], "Ms Poh Li San": ["Thank you, Chairman. I thank Minister Grace Fu and the whole team in MSE for leading the whole nation in this green transition. It is not easy. I have one question for Minister Grace Fu. She mentioned that Pandan Reservoir will also be expanded to include the floating solar farms. I would like to know, from the Tengeh Reservoir experience, how is biodiversity in the water in the reservoir affected with solar panels.I have another question for Senior Minister of State Koh. I am heartened to learn about the set-up of the Coastal Protection and Flood Management Research Programme (CFRP) to have an applied research and living lab in NUS. May I know how do we intend to bring in talents to do the research, and also, will we be looking at courses for students at NUS to support this effort?And the last question is for Senior Parliamentary Secretary Baey. In the fight against dengue, I understand that to expand Project Wolbachia, we have to increase mosquito productions from two million to five million every week. That is a lot of mosquitoes. How do we sustain this effort over the long run? What is MSE's strategy?"], "Ms Grace Fu Hai Yien": ["Chairman, I would like to thank Ms Poh for her clarifications.On Pandan Reservoir, I would like to assure Members that before we embark on the project, we will do the appropriate environmental study, just as we have done for Tengeh, and also for Bedok. It is important for us to take a holistic evaluation on the impact on the environment, and Members, as well as members of the public, can rest assured that PUB will do the right thing of studying before we embark on it.We had taken care of it when we did Tengeh, situating the solar panels where we are limiting the size, where we think that it is appropriate for the animals and the birds in the area. We will similarly do the same for Pandan Reservoir.", "Chairman, I thank Prof Koh Lian Pin for a very thoughtful question. I totally agree with him about the need to create excellence in Singapore but at the same time have a strong local anchor so that Singaporeans will find exciting career and also will be able to create value as we move towards sustainability.I think the example that Senior Minister of State Koh Poh Koon has mentioned earlier about the climate protection and flood management centre that we have just announced is a very clear illustration of how we intend to do that. It is a centre that is located in NUS, with strong anchors – not just in NUS but in various IHLs that have capabilities in related issues. It also intends to pull in disciplines from other centres that are related to coastal protection and flood management. For example, if we consider nature-based solutions, then expertise in this area will have to be incorporated.At the same time, we talked about a living lab where interesting solutions that have worked elsewhere, we need to refine, we need to test and we need to pilot it, to ensure that they are effective in the Singapore context. This is where overseas expertise and local companies can jointly work on such projects, and therefore, anchoring, transferring and absorbing some of these foreign expertise into the local talent pool.Senior Minister of State Koh Poh Koon has also talked about how we intend to engage students in PhD projects and also in the Masters project to ensure that we have sufficient people in the pipeline to enable us to undertake this project that is going to be massive, that is going to be huge, that is going to be significant and at the same time, it is going to take many decades.It is going to be a multi-billion-dollar and multi-decade undertaking, just as we have done for the water security story, the coastal protection part of it is going to be a new area where we expect international collaboration, foreign ideas and innovations that we should be open to accept, while at the same time, finding our own local applications that is relevant and cost-effective to us. I would also like to just refer Members to what has been announced under the MTI COS debate, that a Green Skills Committee will be set up to look at creating greater capabilities and developing more expertise in the areas of sustainability and green economy.This is a very exciting area. It cuts across many sectors. It is both vertical, like coastal protection; and horizontal, cutting across sustainability, verification and management reporting of carbon emissions. So, there are many opportunities and lots of work ahead of us, and we want to see how we can bring greater coordination between the public, private and people sectors.", "Mr Chairman, we expected Mr Louis Ng to ask \"what's next?\", even as and when we announce the first step. I would just like to assure Members that we would definitely want to go as fast as possible. Focusing on our target of 2030 and realising that green procurement has its impact of expanding the introduction of new, more environmentally friendly products and services; and also, hopefully, as a pathfinder, introduce more technologies and introducing scale, so that we can help to bring down the costs of such products and services. So, we are very mindful about the impact that we can play.But at the same time, I think several Members in the House, Mr Chairman, have also asked that we do it in a way that is inclusive, so that all our companies, our SMEs are also brought along this journey.Balancing the pace is a bit like the Goldilocks problem – not too hot, not too cold, just right.We should not go too slowly, but neither should we go too quickly, but we should do it just right. We will take the lessons learned from the first tranche that we will be implementing. Members can be assured that we will want to go as quickly as we can."], "Mr Baey Yam Keng": ["Sir, I am heartened to hear Ms Poh Li San's interest in Project Wolbachia and how it will be scaled up.Right now, we are covering about 30% of HDB blocks but just 9% of landed homes; and we already need five million mosquitoes every week. So, imagine if we cover the whole of Singapore, we will easily need about 15 to 20 million mosquitoes a week. So, we need to see how we are able to do this in a cost-effective way, with the large-scale production and release of these mosquitoes in these public areas.But at the same time, before that, we must also determine scientifically how effective this technology that is being rolled out and whether it is effective at a large scale, across the whole of Singapore. We need to look at the dynamics of the Wolbachia mosquitoes with the wild-type mosquitoes out there, how they survive, how they continue to find the female mosquitoes to mate. And also, how they are released and distributed across the dense urban setting we have in Singapore, both high-rise HDB blocks, including 50 storeys that we have and that we are building, as well as landed property estates.We need to justify that we are able to use our resources prudently in a cost-effective way so that we can achieve the desired outcome.I would like ask for Members' patience as NEA, with the Environmental Health Institute, work on studying the different roll-outs that we have so far, establishing the scientific basis of the effectiveness and also getting the resources to scale up production accordingly.The Chairman: Prof Koh.", "I thank Ms Hany Soh for the question. Indeed, I think for us to cover all residential premises, private condominiums will be part of it. And we will need to work with the Management Corporation Strata Titles (MCSTs) because we need access to the premises. Currently, we are looking at releases twice a week. So, we will need such a collaboration with MCSTs and the condominium residents.But at the moment, we are looking at how we can put our resources to bring benefits to more people. Therefore, HDB estates will be our primary interest, because with that, we are able to scale-up, hopefully we can scale-up and then protect more people from dengue. Let us take one step at a time; but certainly, the condominium residents would be on our radar screen as well.Mr Chairman: Mr Louis Ng, you may wish to withdraw your amendment?"], "Prof Koh Lian Pin": ["I thank the Minister, the two Senior Ministers of State and Senior Parliamentary Secretary for their responses. I just have one clarification question. As Singapore pursues our ambition to be a climate services hub, we are seeding our ecosystem of sustainability solutions providers by welcoming and working with international partners. I think it makes a lot of sense to attract the best people and best organisations here quickly, to support us.At the same time, I would like to hear the Minister's thoughts on what more can we do. How can we ensure that there is sufficient investment and coordination across our public, private and people sectors to nurture world-class sustainability champions, leaders and institutions of our own, to service both Singapore and the global community?"], "Miss Cheryl Chan Wei Ling": ["Thank you, Chairman. I have two clarifications.The first one is for Senior Minister of State Amy Khor. I am glad that Senior Minister of State Khor has told us that the rentals do not make up the bulk of the cost and prices of cooked food for the stalls in hawker centres. I think she mentioned that it is only about 9%. But the challenge will be for the many people who are out there, they will now think, are the hawkers now profiteering as a result of it?I believe most hawkers are not and they are just trying to earn a decent living. Can Senior Minister of State Khor share a little bit more. Apart from what we already know, how we can ensure that price increase of cooked food in future does not outpace the inflation rate that is in the market? For all the cooked-food stalls that are under the direct rental with NEA, will NEA consider asking them to at least provide a budget meal in some form or the other, even though they are not the Socially-conscious Enterprise Hawker Centres?The second clarification is for Senior Minister of State Khor. I am very heartened that she shared all the plans for the aquaculture. They are very good because they consider all the different aspects within the ecosystem. But as we all know, R&D efforts also take time to translate into commercialisation. Given now that the runway to 2030 is not very long, how confident are we that all these will be able to meet the targets that we set for 2030?"], "Dr Amy Khor Lean Suan": ["Let me thank the Member for a very useful clarification on the rentals at hawker centres. As I have said, based on our last survey in October 2022, rentals form about 9% of the hawkers' total operating cost. The main operating cost is the cost of food ingredients. It is about 57% and then the next is manpower cost. Rental comes third.Having said that, we are mindful that we must create a good environment for the hawkers, making sure that the rents are fair but not speculative. This is the reason why we have done away with reserved rent, so that people can bid for as low as $1. In fact, we do have we do have rentals at $2 a month. Individuals bid according to what they think they can pay and the competition, and so on. We have also done away with subletting and assignment so that you remove this real estate play from hawker stall rentals. For our new Socially-conscious Enterprise Hawker Centres (SEHCs), we have a staggered rental scheme. So, for the first two years, the stallholders do not pay the full rental. It is 80%, 90%; and then, in the third year 100%.During the pandemic, and even during repairs and redecoration works, if disruptions are over a prolonged period, we give rental waivers and so on. And we also give rebates for S&CC and so on, when centres are closed for upgrading.This is how we try and keep the rentals reasonable and not speculative, to help the hawkers. I hope that that helps to clarify that when I say rental is 9%, it does not mean the hawkers are profiteering because there are other costs involved, which are even higher. With regard to asking whether for existing hawker stalls which are tendered out, do we then want to ask them to provide budget meals? Actually, our survey showed even now, prices of hawker food in our hawker centres are generally lower than those in the other comparable food establishments within the vicinity, like coffee shops and so on.And indeed, whilst you asked this, there are some people who perceive that SEHC hawker food is higher priced. But, basically, when you look at it, they are comparable. I think that competition would help, because hawkers will price according to what they think the market can take – the patron demographics, as well as their cost structure, the location and so on.So, I think hawkers do that. Our surveys have shown that they are reasonable. Mr Singh also asked whether we can build one in Marina Bay because he thinks that the hawker centres' hawker food is much more reasonable.Mr Chairman: Mr Louis Ng. Minister Koh Poh Koon.", "Let me take the first question on disposable carrier bag charge.I have just announced that we are going to start charging on 3 July 2023, Monday. So, we have not even started. But having said that, the issue is not about charging for disposable carrier bags. The idea of doing this is to nudge a change in behaviour, to get people to think more before they take that bag, to reduce their use; and if possible, even not to use it.You are talking about small little bags, why do you need to use it? Put in the pocket, put in the bag, your handbag and so on, and you do not actually need. So, the idea is to nudge a change in behaviour.If indeed, once we start this, there is a significant change in behaviour, then there is no need to expand it because people will change their behaviour automatically, they will not take the bags if they do not need to. And also, other organisations may follow suit in charging for bags just to help nudge behaviour. So, I think we need to monitor and do not jump the gun.I also want to thank the Member for asking a clarification on second-hand smoke. Thank you, indeed, because frankly, I ran out of time. And it was not my pet subject, so I had to choose. [Laughter.] Yes, but thank you, now I can continue with the rest of my speech.Mr Chairman: Sounds like \"kelong\". [Laughter.]", "Mr Louis Ng was suggesting setting up a citizens workgroup to study this issue of second-hand smoke in homes. The key challenge in this matter is in enforcing against second-hand smoke in homes, if we want to do it.And the challenges are, as we have already said, but I will repeat it again: technological constraints and privacy concerns, to collect clear and Court-admissible evidence of smoking in homes, whether it is at the balconies or windows, and by identifiable individuals. And this makes enforcement difficult.So, I think we cannot resolve this issue simply by just setting up a citizens workgroup, in order to get the group to discuss about the issue of second-hand smoke. What is important is we need to be able to find or identify that technological means to enforce it.Therefore, we currently have no plans to set up such a workgroup. But as I have said before, and it is worth repeating again – we are monitoring technologies in this area to see whether we can utilise anything to strengthen enforcement possibilities.And as I have also noted, just two days ago, that we have also been working on upstream efforts, multi-Ministry. So, the Ministry of Finance (MOF) increased tax on tobacco, we hope that that will help to further reduce smoking prevalence, smoking initiation, and encourage smoking cessation. And many other legislative and policy measures that we put in. If we reduce smoking prevalence, the second-hand tobacco smoke issue will also be addressed.Mr Chairman: Ms Hany Soh.", "I thank the Member for her suggestions. Indeed, we can work with the grassroots, the local advisors, as well as to via the Green Action for Communities programme, which Senior Parliamentary Secretary Baey was talking about, in order to look at outreach and education efforts, as well as increasing awareness about recycle and nudging people to adopt such green habits. So, we can do so. We have got our NEA officers on the ground too, and we can work to this as well as through the Green Action for Communities programme.With regards to supermarket operators, we are already engaging the supermarket operators. I have just announced that all the supermarket operators have already agreed that they are going to use the proceeds from the bag charge for environmental and social causes. And one of them could be giving out reusable bags to the community, to encourage them to use that."], "Mr Louis Ng Kok Kwang": ["Thank you, Sir. I thank Minister for the good news about the green procurement, the disposable carrier bag charge. Could I ask whether we have a timeline in terms of when we will expand the green procurement practices and the disposable bag charge? And whether the Ministry will consider publishing a roadmap for these expansions, similar to what we have done for our carbon tax?Second, I am sure Senior Minister of State Amy Khor did not do this on purpose, but she did not respond to my cuts on second-hand smoke. Could I ask her whether we can do a public consultation or set up a citizens workgroup to tackle this issue of second-hand smoke?", "Sir, the work of MSE is a very diverse and very important one. It covers the food we eat, the environment we live in, the water we drink and, of course, the future of humankind, in terms of protecting our planet and fighting climate change. And I did not forget and did not run out of time – the air we breathe, second-hand smoke as well.I know I ask some difficult questions, especially to Senior Minister of State Amy, but since she says she is immune to it, we can continue. But I want to record my sincere appreciation for the hard work by all the office holders, the team and staff members at MSE, NEA, PUB, SFA. Thank you for all your hard work.I thank all the Members of Parliament who have spoken up as well, to question our policies, to make our policies better, and I should also record our thanks to Chairman and the team at Parliament, for greening Parliament. For again, ending the use of disposable cups, for turning up the air-con temperature, so we sweat it out as we debate here – all in the spirit of cutting our emissions.And I hope, Chairman, will note that I am the first Government Parliamentary Committee (GPC) to thank you in the wrap-up speech. But you should take note of me as Louis Ng, not Louis Chua. [Laughter.] With that, Sir, I beg leave to withdraw my amendment.Amendment, by leave, withdrawn.The sum of $2,432,080,200 for Head L ordered to stand part of the Main Estimates.The sum of $1,056,918,300 for Head L ordered to stand part of the Development Estimates."], "Ms Hany Soh": ["Thank you, Chairman. I have three supplementary questions, two is for Senior Minister of State Amy Khor. I am heartened to hear about the plans to be rolled out on the International E-Waste Day, which is in October. But apart from that, could NEA also look into how the three Ps can come together, to increase awareness in other aspects.For example, the World Environment Day in June, and coming up very soon, the Global Recycling Day on 18 March, so that we can encourage more active recycling and for the community to collectively take the lead to further reduce the contamination rate of our recyclables.The second question is on the charging for plastic bags. During Marsiling-Yew Tee GRC's Green Action Communities deep dive, one of the suggestions is actually to explore how the community can collaborate with supermarkets to incentivise and encourage Bring Your Own Bag (BYOB) initiatives. So, how can the Ministry facilitate to link up the community and these supermarkets, so as to organise more of such green sustainable initiatives.Thirdly, for Senior Parliamentary Secretary Baey, in relations to the Project Wolbachia, I understand that it has been rolled out and it is intended to ramp up to more HDB blocks and also landed homes. Can I also clarify that whether we are also exploring, if we have sufficient numbers, to release it to the private condominiums as well, as during the peak periods. For example, in Wood Grove, I have seven condominiums, there is actually a cluster for these condominiums."]}