{"Mr Murali Pillai (Bukit Batok)": ["Mr Chairman, Sir, I beg leave to move, \"That the total sum to be allocated for Head P of the Estimates be reduced by $100\".On 18 February 2023, the Operation Lionheart contingent of SCDF, comprising 68 officers, which included two Full-time National Servicemen doctors, and four canines returned home after being deployed in Türkiye for search and rescue operations. This followed the devastating earthquake that has to-date killed more than 50,000 people in the region.  Our officers under the command of Col Chew Keng Tok, were activated to fly to Türkiye at short notice. There for 10 days, they operated in very difficult conditions. They had to contend with freezing temperatures, the ever-present threat of further collapse of buildings and the calamitous security situation. In fact, rescue officers from several other countries suspended their operations owing to the prevailing security situation. Despite these challenges, our officers persisted. They saved lives, comforted many and brought honour to our country.   That our officers were able to execute their duties in such a way as to win the admiration of the Turkish people is a testimony to their sterling standard of training and preparedness, strong sense of duty and purpose, excellent leadership and high morale.  Sir, I am sure all hon Members of this House will join me thanking our SCDF officers as well as that of their family members for their courage, and their spirit of sacrifice, in the name of our country. [Applause.]From the reports that I have read, I note that our SCDF officers' work was enabled by the technology of our Urban Search and Rescue (USAR) equipment such as fibre-optic scopes to detect lives.  It is clear to me that technology has and will continue to play an increasingly important role in securing better outcomes in operations. There are a number of factors that drive this including the reality that our Home Team's manpower is likely to remain lean and the likelihood that our Singaporeans will constantly expect more of the Home Team over time. We must, in short, do more with less.  Over the years, the Home Team has invested heavily on technology. For instance, ICA officers leverage on video analytics and live tracking technology to maintain security at the Woodlands and Tuas checkpoints. The Singapore Prison Service is trialling an unmanned and automated urine collection and screening system for its prison inmates. Whilst it is correct that we in the House support the Home Team's investment in technology to achieve operational efficiencies, we also need to be able to gauge the effectiveness of investments. I therefore wish to ask the hon Minister the following questions:  How much has the Home Team invested in technological solutions in the past five years? What has been the tangible returns from these investments? What lessons have been drawn? And what would be the framework under which further investments will be made?  I also wish to understand how the Home Team Science and Technology Agency, set up in 2019, has aided the development of cost-effective science and technological capabilities for our Home Team operations. In addition, I wish to better understand how the Police's effectiveness is being measured. Several decades back, the Police relied on the prevalence of the five preventable crimes as a measure of its effectiveness.  Over time, these KPIs became less relevant with the emergence of new kinds of crime such as internet-based scams.  I had previously suggested that the Police publish how much it has seized pursuant to criminal investigations and how much is returned to victims of crime as a KPI. This is done in the UK.The hon Minister informed that his Ministry does not track such data. I seek a review, as just a few days ago, the hon Minister of State announced in this House that over a five-month period in 2022, virtual assets amounting to $172.8 million were seized. Hence, it appears to me that there is an ability to track such data.As I alluded to in my preceding paragraphs, even as I speak about the need for technology, I also see that there remains an irreducible human dimension in keeping Singapore safe and secure. We must ensure that our investment in developing our Home Team's human capital is kept in tandem too. What is the hon Minister's plan in this regard?  I now turn to Singapore's security situation. It seems to me, by reference to the increasing number of recent cases of young persons being self-radicalised through access to harmful online content, that there is a case to take a relook at the legislative levers to ensure that our Home Team officers, particularly the Internal Security Department (ISD) have the tools to prevent the proliferation of such cases. Otherwise, the impact on Singapore can be significant and severe.  We should remind ourselves that terrorists need only be successful once. ISD, on the other hand, has to be successful all the time. In 2022, it was announced in this House that the Ministry of Home Affairs (MHA) will develop a framework that will tackle online criminal activity, including content inciting violence in our community, to complement the current legislative measures. I seek an update on this matter, please.  Let me now turn to the situation in our prisons. I commend the Singapore Prison Services (SPS) for spearheading efforts with its stakeholders to keep the recividism rate amongst desisters relatively low and stable. The five-year recividism rate of 39.9%, which I believe is being released for the first time this year, is an encouraging statistic even though there is a slight increase in the two-year recividism rate by 0.4% to 20.4%.  I was glad to note that the Government has announced in Budget 2023 the Uplifting Employment Credit (UEC) for companies to employ desisters. This was something I pushed for in this House when I suggested that the Jobs Growth Incentive for ex-offenders to help them during the COVID-19 pandemic be turned into a permanent scheme.  I think, from the experience of the JGI and the steps taken by SPS, we have an opportunity to aim for even lower recividism rates.  The Government's UEC creates an important incentive for employers to seriously consider investing in our desisters. In turn, by gainfully employed in good jobs that have good prospects, it gives our desisters the best chance to break free from their past.  To effect permanent changes, we have to start with the individual and work with their families too. This will not be easy but has to be done. I understand that SPS has, over the years, built a substantial number of volunteers who are roped in to help with reintegration support for prison inmates and desisters. I believe that there is a case for SPS and its volunteers to partner the Ministry of Social and Family Development (MSF), Ministry of National Development (MND) and other Government agencies to co-create bespoke plans for each desister that has a series of incentives and disincentives during the supervision period of desisters. The purpose is to motivate desisters to be responsible family members and encourage reconciliation within their families. I truly believe that once our desisters are accepted back and reconciled with their families, the sky will be the limit for them.   As a broader point, our community must play its part to encourage our desisters to make strong contributions to their families and enrich the Singapore's story. They have talent, knowledge and experience which Singapore can benefit from. We need to get behind them and signal to them that we will support them so long as they keep on the path of rehabilitation and reintegration. Early last year, I suggested in this House that our desisters be given an opportunity to perform at our National Day Parade. Having seen them perform, I know that they will be a hit amongst Singaporeans. I understood that my suggestion was made too late for National Day Parade (NDP) 2022. I wonder whether it was in time for NDP 2023 instead.  May I ask what strategies SPS will employ to leverage on the UEC, to help desisters overcome real-life challenges and lead crime-free lives? What is the permanent employment rate amongst our desisters? What would be the realistic stretch target for us to achieve in the years to come?  We also need to pay special attention to desisters with drug-abusing pasts. I understand that this is the group of persons who are more likely to re-offend as they struggle to steer clear from triggers that make them consume drugs in the first place. May I ask what new measures, if any, that SPS and the Central Narcotics Bureau (CNB) are proposing to deal with this admittedly intractable issue?  Mr Chairman, Sir, I have spoken on what I see to be the three elements of securing Singapore for the future. Courage is beyond price, but technology and developing the talents of our men and women in the Home Team, these require constant investments and our continued support. I look forward to hearing from the Minister and her colleagues on the issues that I have raised.Question proposed. "], "Mr Pritam Singh (Aljunied)": ["Chairman, new citizens are going to be even more important to the future of Singapore. With our total fertility rate at the historical low of 1.05, it will not be hyperbole to say new citizens are a critical pillar in the shape of any future Singapore. In line with the Government's Forward Singapore exercise that promises a renewed social compact with citizens, we need to ask what should Singapore's goals be when bringing in new citizens? We want those who truly know Singapore and want to embrace the Singapore way of life. We want those who really want to live here and be here. We want people who have already proven themselves by having integrated into Singapore life after some time as Permanent Residents.Singaporeans do not want new citizens who do not want to live here but only want the power of the Singapore passport for their convenience and the safe and secure environment for their assets and wealth. We do not want new citizens who are reluctant for their sons to do National Service and, certainly, none of us want people who only want Singapore Citizenship as a stepping-stone to another country but, instead, seek those who have a long-term commitment to Singapore.Deputy Prime Minister Lawrence Wong has promised that Forward Singapore will move on to looking at solutions.The Swiss, for example, have a highly specific selection process for new citizens. People must show deep commitment before granted Swiss citizenship through naturalisation. Applicants must show themselves to be successfully integrated into Switzerland and know Swiss ways and customs. For ordinary naturalisation, a person must have lived in Switzerland for 10 years and hold a permanent residence permit. The Swiss Naturalisation Authorities summoned applicants for a personal interview which focuses on their knowledge of Switzerland. They must be able to answer questions on Swiss geography, history, politics and society.Do we have similar requirements? For example, the latest Singapore Census 2020 revealed that 48.3% of the resident population in Singapore spoke English most frequently at home compared to 32.3% a mere 10 years ago. Is the working proficiency in English a criterion for citizenship for better integration between new citizens and Singaporeans of all races and religion, since English is our main language of communication?Can the Government share more details on how new citizenships are granted as there are aspects of the process and criteria currently that are opaque? How is our system different from that of the Swiss? Is there already a point system in place and what does it consider apart from the publicly revealed criteria, such as economic contribution, educational qualification, family profile and length of stay in Singapore?Most importantly, how will the citizenship selection process evolve in face of the Forward Singapore exercise and a review of the social compact?"], "Mr Vikram Nair (Sembawang)": ["Chairman, cybercrime is a broad area. The police have described the two categories as cyber-enabled offences and cyber dependent offences. Cyber dependent offences are those where digital assets are the target and include hacking, ransomware and website defacements. These of these offences are covered by the Computer Misuse Act.On the other hand, cyber-enabled crimes relate to crimes that are facilitated by the computer and include the wide range of scams, cyber-harassment, cyber-extortion and illegal online gambling. These are currently covered by different pieces of legislation, including the Penal Code and the Protection from Harassment Act.Both areas seem to have been growing. In relation to cyber dependent crimes, a total of 1.8 million web threats against Internet users were detected and blocked in Singapore between April and June 2022 according to data obtained from Kaspersky Security Network, and this was a 17.6% rise from the previous year.  On cyber-enabled crimes, The Straits Times reported that around $661 million was lost to online scams in 2022. While there are a wide range of tools that are needed to deal with such crimes, legislation is obviously an important component. Does MHA see any gaps in the existing legislative framework to deal with cybercrime?At the Committee of Supply debate in 2022, MHA mentioned that it was working on a framework to deal with a broad suite of online criminal activity. How will this framework relate to the existing legislation?The Chairman: Mr Christopher de Souza, both cuts please."], "Mr Christopher de Souza (Holland-Bukit Timah)": ["Sir, as a result of technological advancements, the threat of crime is considerably more global than ever and certainly does not respect boundaries. We need to continually strengthen our technological capability so as to detect crime, including multi-jurisdictional crimes. What is the Home Team doing to leverage on technology to battle domestic and transnational crime and does this requires some degree of transformation of operations?MHA fulfils a key function: the maintenance of order and law in Singapore. But with declining birth rates, manpower has been and will continue to be affected. Leveraging on technology, cooperation with MINDEF, partnerships with international organisations such as Interpol and good relationships with police forces in the region are key to making up for the reducing pool of local manpower.But in the round, manpower is still key. Ground, human judgement is key in ground ops and therefore how will MHA transform itself to ensure: one, that our officers continue to be world-class; and two, that our world-class officers work alongside best-in-class technology to assist in the fight against crime?"], "Mr Zhulkarnain Abdul Rahim (Chua Chu Kang)": ["In Malay, Sir.(In Malay): [Please refer to Vernacular Speech.] We have seen more cases of youth radicalisation recently and they are getting younger. Just a few weeks ago, we were shocked with reports of two Singaporean teenagers being issued orders under ISA for terrorism-related activities. One of them, a 15-year old teenager, is the youngest person to be dealt with under ISA. The teenagers were contacts of another self-radicalised 18-year old, who was also detained by ISD last December.Although they were self-radicalised separately, they subsequently became acquainted online. The teenagers joined multiple extremist-themed servers on online gaming platform Roblox. Such online gaming platforms are being used by extremist groups to disseminate their ideological beliefs. They use video games and gaming culture to attract and influence our youths. We need to keep abreast of the technological developments and current societal trends to prevent terrorists from abusing such online platforms to spread extremist ideologies that prey on the minds of our youth.Can MHA provide an update on how it intends to tackle this trend?The Chairman: Mr Christopher de Souza. You can take your three cuts, please."], "Mr Christopher de Souza": ["With the threat of self-radicalisation becoming more apparent in Singapore and around the region, stepping up our efforts in countering the threat of terrorism is key. We need to continually strengthen our regulatory framework and our detection capabilities so as to keep a close watch on potential terror situations or threats.How will MHA continue to partner with other states in our fight against terror, given the fight is not one that exists in vacuum? Further, how is the Home Team transforming its operational capabilities such as to prevent terrorist financing and to prevent money laundering in relation to terrorism?Sir, Singapore has had a long and hard stance against drugs. It has benefited our nation. However, there is a gradually growing perception that drugs are less harmful or not harmful if used just socially. But it is obvious that experimental drug use can lead to addiction.How does MHA intend to reinvent and transform its engagements and messages regarding the growing tolerance to drugs? In particular, how will MHA explain that the liberalisation of recreational drug use in other countries, including some in the region, will in every likelihood lead to massive long-term societal harm? Such brutally honest messaging could achieve the deterrent effect needed to puncture the growing tolerance to drugs.Sir, Singapore is seeing a rise among younger members of society in terms of usage of cannabis. Youth form a significant proportion of new abusers of illicit drugs. We need to continue and readily impart drug-free values to the next generation and educate and inculcate the understanding that addiction is not without consequences. Families can be torn apart by addiction and what more, widespread addiction can lead to devastating consequences on our society as a whole.How does MHA intend to ramp up its engagement of our youths regarding the dangers of drug abuse, especially in the light of the growing and dangerous lure of cannabis?", "Sir, many former offenders find themselves to be the target of the invisible bars of prejudice and suspicion, making their process of rehabilitation and reintegration into society that much more challenging. By raising more awareness to accept former offenders as fellow and equal members of society, we can generate greater public support which could translate into a greater number of volunteers for the Community Action for the Rehabilitation of Ex-offenders (CARE) Network, the Yellow Ribbon Project and other aftercare programmes. How is MHA creating awareness and generating acceptance for our former offenders in order to facilitate their transition and welcoming back into society?Sir, we must make a concerted effort to welcome former offenders into our society after their release. Such a welcoming attitude will also reduce the chance of re-offending and possibly even heal families. In the road to recovery and reintegration, mentorship is key. How can MHA and the Singapore Prison Service continue to enhance the provision of post-release mentorship schemes for our former offenders?", "Sir, money mule accounts are a serious issue and the impending changing the law is good. Laws need to be regularly reviewed to respond to the fast-evolving nature of the scams.There needs to be sufficient flexibility within the legislation and subsidiary legislation. People are being lured by easy money to sell their Singpass details and bank accounts for purposes, such as money laundering, facilitating unauthorised access to computer material and carrying out unlicensed businesses.How is MHA aiming to reduce the prevalence of money mule accounts and lower the incidence of people selling their personal details and bank accounts?Sir, scammers are getting increasingly diverse in the forms of scams that they are able to carry out with the use of new technology, AI and over the Internet. To build a strong digital infrastructure to prevent scams, we need to utilise technology, such as big data, to be able to spot common patterns, to highlight suspicious transactions and websites with scammers spoofing e-commerce platforms, fake friend call scams and impersonation scams.How is MHA using technology and partnering with various stakeholders to further flag out suspicious transactions for our digital infrastructure needs to develop to put up more barriers and warnings against phishing and other forms of data theft?Sir, a collective multi-pronged approach to fight scams is necessary, given the nature of online scans. This includes not just Government agencies and banks, but telcos customers and consumers and the community at large.How is the Government working in tandem with the various sectors in order to develop specific and targeted approaches to dealing with different sorts of scams particularly, because scams evolve quickly? What infrastructure is in place to respond to new forms of scams across the various industries, such that all stakeholders are informed and play their part in collectively combatting the threat?Sir, we need a strong public awareness regarding the nature of scams and the various forms they take.In recent years, there has been a proliferation of scams, including e-commerce scams, Internet love scams and investment scams. These scams are particularly difficult to track and counter because these deal with daily life and, to some extent, human sentiment and human emotion.Given how fast scams can evolve and new scams can appear, we need to be able to quickly inform the public, especially the targeted groups that are most vulnerable to a particular form of scam. Increasing public awareness is one key plank.How is the Government working to continually update the public on new forms of scams and keeping up with its public education and awareness efforts?", "Thank you, Chair, I have three clarifications. One on scams, one on cannabis and one on technology.My experience on the ground is, in terms of scams, it happens very, very quickly. Within a span of three weeks, I had two separate families come and see me. One had lost $280,000 and one having lost $80,000. And what they shared with me is that, through many money mule accounts in Singapore, money is transferred from account to account, and then transferred out. And while they are interested in prosecution of those involved in this, they are most concerned with the recovery of the money.That is the sentiment on the ground. My humble suggestion and respectful suggestion is that, we build in a \"kill switch\" that would just stop the flow of money from one account to the next account prior to it leaving our shores. So, would that be considered or enhanced?The second point is about cannabis. I listened very carefully to the Minister of State Faishal's response and I thank him for that. Would it be useful to share with the public the long-term societal harm of recreational cannabis use? And I use Washington state is a good starting point. I am not saying it has worked well or negatively there, but it is the 10th year anniversary of Washington state legalising recreational use of marijuana. I think it did so in December 2012.So, if we can have some statistical, empirical evidential data on what the societal effect, the effect on society are – employability, mental health, family relationships, long term – then, we will be on firmer standing on our zero-tolerance to drugs.The Chairman: Mr de Souza, can you ask your clarifications?", "Yes, Madam. Third point is technology. I thank Minister Mrs Josephine Teo for her explanation on how we are using drones and unmanned surveillance equipment. My humble suggestion is that that not substitute the need for good human ground judgement in order to know how to prevent crime and also disperse crowds. I am speaking up very much in favour of the retention of best-in-class, world-class officers on the ground to do their job, and not an over-reliance on technology. Thank you, Chair, for your Indulgence.The Chairman: Minister of State Sun.", "Thank you, Madam. I thank Minister of State Sun for the response and thank you for clarifying that there is a \"kill switch\" option on the part of the consumer. May I humbly propose that the \"kill switch\" option or power, also be bestowed on the banks? Because, in the example that Minister of State Sun provided, which is actually consistent with the example that was given to me by the residents who spoke with me, was that: from one account, it goes to six accounts, it goes to 36 accounts and carries on.So, if that algorithm or pattern is recognised by the bank internally, then my humble question is, ought not the bank then be given the power to \"kill switch\" the transmission of monies from accounts to accounts, without the incumbency being on the consumer, on the customer, but the bank itself. Could that be considered? "], "Mr Gan Thiam Poh (Ang Mo Kio)": ["Chairman, I support our zero-tolerance stance against drugs. Unfortunately, as some other countries resort to legalising and decriminalising drugs, such a liberal attitude towards narcotics has been spreading through social media and other channels. This may have an impact on certain segments of our society including some youths. How will MHA proceed with its efforts to prevent drug abuse?"], "Mr Raj Joshua Thomas (Nominated Member)": ["Sir, the Singapore Prison Service recently released statistics of the drug offences recidivism rates. Both the two-year recidivism rate at 26.1% and the five-year recidivism rate at 45.2%, were up. Separately, the consistently higher five-year rates point to the fact that over the longer term, the chances of re-offending are higher. This could be because former offenders are more likely to fall in with bad company and into their old ways once Government support tapers off.Yellow Ribbon Singapore (YRSG) looks at rebuilding the lives of former inmates and ex-offenders through skills and career development. There are excellent programmes like training even before an inmate is released and career coaching. Could the Minister elaborate on MHA and YRSG's plans in the coming year for programmes specifically targeting the two- to five-year period after an ex-offender for drug offences has been released? It appears from the statistics that this is an important period to have ongoing programmes.Furthermore, recidivism should be tackled not only through helping ex-offenders get jobs but through community support as well. I would like to ask whether the Ministry will consider expanding the role of YRSG to cover holistic rehabilitation of ex-offenders beyond skills and career development, and that will empower YRSG to also be somewhat of a coordinating body for all the various efforts by various Government bodies to tackle recidivism, including community efforts and long-term programmes up to and even beyond five years.YRSG held its second CARE Network Summit in 2022. Could I ask the Minister to elaborate on what outcomes from that summit will implemented by YRSG this year or that it is considering? How will community groups and employers be involved?I would also like to ask, Sir, how YRSG actively reaches out and provides support to families of offenders and ex-offenders, and could the Minister elaborate on YRSG's plans for this year in this area?Drug laws, Sir, has been liberalised in many countries, including neighbouring countries. Could I ask the Minister how would the Government ameliorate the effect of a stepped-up anti-drug campaign on ex-offenders such that we do not see a resurgence of stigmatisation?"], "Mr Zhulkarnain Abdul Rahim": ["Sir, Singapore's two-year recidivism rates are not only the lowest in the world but also our lowest in 30 years. As a Board Member of YRSG, I am proud of all the efforts made by the entire ecosystem of support from the Singapore Prison Service (SPS), MHA, community partners and employers to assist us in the reintegration effort.As mentioned in my Committee of Supply speech last year, we need \"offenders\" to become \"overcomers\" – overcoming the challenges in life in a whole-of-society approach. I welcome that SPS now use the term \"desistors\" which helps to remove the stigma of incarceration.While the numbers are good, we cannot rest on our laurels. We should tackle long-term recidivism rates on a five-year period horizon. How does MHA intend to further reduce the long-term recidivism rates of ex-offenders?The Chairman: Mr Christopher de Souza. Both cuts, please.", "Sir, in Malay.(In Malay): [Please refer to Vernacular Speech.] The number of new Malay drug abusers arrested has decreased by 21% in 2022 compared to the previous year. In 2021, the number of Malay drug offenders arrested dropped by 15%; compared to other communities who declined by 7%. This statistic shows that efforts by CNB and our community, through the close cooperation of the Dadah Is Haram Campaign, M3 and other Malay/Muslim bodies, have yielded results.Our Malay/Muslim community has also greatly supported the Dadah Is Haram Campaign through a network of more than 70 mosques throughout Singapore and volunteers. Apart from that, the FITRAH program by M3 and our Malay/Muslim Organisations Rehabilitation Network have also helped to combat the scourge of drugs and its impact on our community.Chairman, therefore, I would like to ask what is MHA's plan to continue working with our Malay/Muslim community to help offenders and ex-offenders within our community?"], "Dr Tan Wu Meng (Jurong)": ["Chairman, I have met Clementi residents who are ex-offenders. Some were in prison for many years, and upon release find that the job market has changed from the days before. Some are older, having been in and out of incarceration and now are dealing with health conditions even as they are trying to find work. Finding work, finding a job – it is part of the recovery journey, the rehabilitation journey, rebuilding a life while coming back into society.What is MHA doing to improve the employability of ex-offenders who are rebuilding their lives and how are we recognising employers who are inclusive, employers who lean in to give someone that second chance in life?"], "Mr Patrick Tay Teck Guan (Pioneer)": ["As part of our #EveryWorkerMatters conversation exercise last month, together with my NTUC colleagues and volunteers, I had the great opportunity to host a dialogue session at our NTUC premises for more than 100 employers, ex-offenders, Yellow Ribbon Singapore, Singapore Prison Service and New Charis Mission friends. This is the first time that NTUC and Labour Movement has engaged this community for a dialogue.On another occasion earlier this month, my team and I had an opportunity to engage a group of inmates at Changi Prison as part of our #EveryWorkerMatters conversation to share as well as hear their thoughts on jobs, training, skills and employment and employability in general.I applaud the work of Yellow Ribbon Singapore and Singapore Prison Service and for making our engagement possible so that we can hear first-hand from the community as we forge a new workers' compact.As much as it was happy to hear some employers leaning forward to help and hire ex-offenders, we hear the fears and anxieties from the inmates who are soon to be released and wanting to re-integrate back into society as well as find decent work when they are out.In this respect, I wish to make three points.First, I wish to know what is being done thus far and the plans of Singapore Prison Service and Yellow Ribbon Singapore in this important space to help in the employment and employability needs of ex-offenders.Second, I hope that MHA will consider reviewing the Registration of Criminals Act in the treatment and type of offences that are spent including the duration of the past offence before a criminal record is spent. This area has not been reviewed for a long time and I hope the review will be able to give ex-offenders a higher chance of employment and employability when they re-enter into the workforce and society.Third, taking off my interaction with the community, I suggest that MHA give more support for halfway houses and shelters specially catered for women, including those run by charities, NGOs and religious organisations."], "Mr Raj Joshua Thomas": ["Sir, security officer working hours in both private and Government contracts are typically 12-hours a day, six days a week. Such working hours are unreasonable and unsustainable.I would like to ask if the Government will take the lead to regularise working hours for security officers in Government security contracts, including to give more weightage at the evaluation stage of outcome-based security contracts, to tender bids that propose shorter working hours for security officers. Let us ensure that our security officers are not left behind in all this talk of work-life balance.The Chairman: Mr Derrick Goh. Not here. Mr Sitoh Yih Pin.", "Thank you, Mdm Chair. I thank the Minister of State for her response on my question of regularising security officers' working hours. And I understand her response is that the Government has implemented security outcome-based contracts (OBCs) for all of their security contracts.My clarification is whether, in precisely these security OBCs, whether the Government can implement higher weightage for bid proposals that propose shorter working hours? For security officers for two reasons: first, it has been shown that when security officers work shorter hours, they are operationally more effective, which is an outcome in and of itself; and the second is to support the overall effort to better the working conditions of our outsourced workers."], "Mr Sitoh Yih Pin (Potong Pasir)": ["Mr Chairman, the recent statistics that were released by the Police on scams released has surely captured our attention on the threat that scams are causing in the community. That the Police released this set of statistics separate and distinct from other crime numbers for the first time, shows that scams are fast becoming a major cause of concern.  The numbers are quite astounding. Year on year, the total amount reported to have been cheated from all scams rose from $632 million in 2021 to $660.7 million in 2022. The number of scams and cybercrime cases increased by about 25%, from 26,886 in 2021, to 33,669 in 2022. And for those of us who think that seniors are generally the vulnerable class in society that are more susceptible to being scammed, we know that the cases involving seniors only amount to 8.8% of all cases. A whopping 79.4% of cases involved individuals from the ages of 10 to 49 years of age.Anecdotally, I am sure all of us have heard of many stories of scams. As representatives in this House, we will also have met many residents who have sought our assistance when scammed. Not so long ago, I remember that the concern was mainly about phishing links, sent by emails, digital messages or on social media. Raising awareness on such modus operandi was easier. We warned one another not to click on links immediately, to always question and verify before proceeding.  Scams have evolved quite significantly since then. There are now scams that appear to be innocuous but end up being most insidious. Scammers masquerade as love interests, friends who have changed numbers and are in need of assistance or even promise what appeared to be legitimate jobs but end up cheating, oftentimes, life savings of individuals. Some scams even play the long game for many months, slowly cheating not only money, but also causing great emotional turmoil to its victims.     Perhaps, what is the most alarming about scams, is the fact that it is often the case that these scams originate from overseas and once money is transferred to another account, it promptly leaves our shores and jurisdiction almost instantaneously. This makes the task of the Police, no matter how well-trained and determined they are, all the more challenging in arresting scammers and especially in their efforts to retrieve the stolen monies for the victims.  Given the insidious threat of scams and the disproportionate harm it brings to its victims, I hope that the Government will take steps to augment its support of the Police, by legislation or otherwise, work with industry partners, such as our financial institutions and other stakeholders in the process to combat scams and protect the community.  In the premise, I invite the Minister to share with this House, the steps that the Government is taking to address the threat of scams in the community, whether the Ministry has plans to strengthen legislation to combat scams and the efforts that are being made to educate and keep the public informed of the latest developments so that Singaporeans can take the necessary precautions against scams."], "Dr Shahira Abdullah (Nominated Member)": ["Chairman, scam victims suffer more than just financial losses. It often takes a toll on them physically, mentally, and socially. Many may be too embarrassed to seek help. Victims feel anxiety, shame and helplessness, and a variety of other emotions which may lead to depression, tension and stress. The deep shame may also prevent these victims from seeking help. They may also engage in self-harm or turn suicidal.The Anti-Scam Centre was set up last year as a collaboration between Singapore Police Force (SPF) and six banks. Building on that, could I also suggest having a one-stop unit that collaborates with relevant agencies and professionals dedicated to assisting scam victims amid a scam or after they have fallen prey to the scam? This unit could ensure that vulnerable groups, such as the deaf, who may not be able to utilise the phone hotlines can get timely help. Post-scam, frontline officers from the Police or banks could refer victims to this \"Post-Scam\" Unit to better address their financial and mental needs promptly.Financially, the unit can assess the victim's financial needs, provide information about financial support services and refer the victim to relevant social service agencies. Emotionally, the Post-Scam Unit would be equipped to assess their mental health needs and provide immediate emotional support, if needed, to prevent further deterioration in their mental well-being. The unit can then refer the victim to follow-up mental health services and support groups.Finally, the unit can follow up with the victim after the initial report to check on their well-being and provide additional support if needed. They can also provide updates on the status of the investigation and any support services that may be available to the victim.The Chairman: Mr Christopher de Souza, you can take your four cuts, please."], "Mr Vikram Nair": ["Chairman, earlier this month, the Police Force released data on cybercrime which was reported by CNA and the figures were sobering. The amount lost to online scams the last two years has been staggering, around $632 million in 2021 and $661 million in 2022.  The total number of cybercrime cases rose by around 25% to 33,669 cases compared to 26,886 cases the year before. Scams accounted for 94.2% of these cases. Of these cybercrime cases, scams accounted for 94%.The top five scam types were phishing scams, job scams, e-commerce scams, investment scams and fake friend call scams. They made up about 80% of the top 10 scams.The largest amounts lost were to investment scams, about $198.8 million, followed by job scams, which caused around $117.4 million in losses. Somewhat surprisingly, at least to me, the largest group of victims were young adults, aged 20 to 39, who made up around 53% of all victims.It is good that the Police is keeping tracks and close tabs on cybercrime data and able to produce such information on the issue. I am interested to know what steps are being taken to combat cybercrime and whether the existing steps are enough. In particular, I wonder whether the Police believe any further steps need to be taken in educating the public better as well as steps that are required to catch and prosecute the perpetrators. Where these perpetrators are abroad, which I believe happens in many of the scams, have we had any success in capturing the perpetrators and/or recovering assets for victims?  The Chairman: Mr Derrick Goh, you can take your earlier cut as well.", "I just want to pick up on the point on international scams. I do not know whether it is Minister or the Senior Minister of State, but the number of scams that are routed internationally, what percentage would that be and how effective are we in capturing these and recovering proceeds? I think you mentioned a number of about 70 people have been arrested, but what percentage is that of the bigger pool?"], "Mr Derrick Goh (Nee Soon)": ["Chairman, I mentioned in our Budget debate about the worrying trend we are seeing, where our youths perpetuating crimes is on the increase. On the scams front, SPF reported that majority of those arrested for e-commerce scams were youths. For first half of 2022, almost 60% of arrestees for e-commerce scams were aged below 29.While Singapore has been steadfast also in its zero-tolerance approach towards drugs, even amid more liberal attitudes towards the use of drugs both internationally and in the region, such as in Thailand, CNB has also highlighted a worrying trend of more youths abusing cannabis. While the drug situation in Singapore remains largely curbed, CNB reported that cannabis abusers arrested in 2022 climbed 71% to 236. Worryingly, over 60% of arrestees were aged below 30 and some even as young as 14.This is complicated by the continued emergence of new psychoactive substances and a quadrupling of vaping cases from 2020 to 2022. Such illicit habits appeal more to the youth and could be gateways to other forms of harder substance abuse as well as give rise to other social ills and offences. Moreover, accessibility to these harms is easily facilitated in the digital space, where youths can deal anonymously, which could be challenging for our agencies to detect. What is equally concerning is that in most cases, parents did not seem to be aware of their child's involvement with such harms. Can MHA explain its plans on how it can deepen engagement with all stakeholders in the ecosystem – parents, schools, youth groups, media platforms, and so on to identify at-risk youths for more timely and effective intervention? What further measures will MHA take to address this worrying trend of youth perpetrating crimes? Despite the increased and commendable efforts by MHA and its partners, the scourge of scams remains unabated and continues to evolve. 2022 saw both a record 34,000 cases and a loss of well over S$660 million. This means that in the past two years, close to over S$1.3 billion has been lost to scams.A discerning public is our first line of defence. MHA has been strengthening public education efforts, through the ACT Against Scams campaign and by encouraging residents to download the ScamShield app.The Anti-Scam Command has also done well, partnering local banks to freeze more than 16,700 bank accounts and telcos to terminate more than 6,500 lines, thereby preventing a further loss of about S$146 million in 2022. Noteworthy, is the step up in anti-scam enforcements such as the recent islandwide operation in February where over 500 scammers and money mules were arrested.  Unlike physical crimes, scams are perpetrated by highly organised transnational syndicates and conducted swiftly in the digital space; and experts have also spoken about sophisticated operations that are aided by AI. Combatting scams hence requires a concerted \"all-hands-on-deck\" response. MHA should build upon its success to further deepen international co-operation with foreign law enforcement agencies, and partnerships with stakeholders like platform providers, for example, communication and social media firms, as well as e-commerce players in the digital value chain. To be effective, these stakeholders, who themselves benefit and profit from the digital ecosystem, need to do more, and have accountability clearly assigned, to drive more proactive upstream prevention of scams.  This will become important as recent trends show that while the number of scams have increased, the amount lost per transaction is smaller on average. This trend is expected to worsen as frictionless payments increase along with more cross-border linkages, such as the link-up of Singapore's PayNow with Thailand's PromptPay and, as announced last week, India's UPI.We are an international and well-digitalised financial centre. This makes us inevitably prone to cybercrimes. There is a pressing need for us to swiftly and resolutely act against scams to uphold public trust, as the digital world becomes more complex with greater cybersecurity risks.Singapore has often been lauded as one of the safest cities in the world, and we should uphold this standing in the digital sphere too.The Chairman: Minister Josephine Teo. "], "The Second Minister for Home Affairs (Mrs Josephine Teo)": ["Mr Chairman, at the outset, let me thank Mr Murali Pillai and Members for their recognition of our SCDF officers as well as the team behind Operation Lionheart. They have done us proud and in a very tragic situation, we are glad that Singapore was able to make a small contribution.Sir, Singapore remains one of the safest countries in the world. Since 2015, we have been ranked first in Gallup's Global Law and Order Report, except in 2021 when the survey was not conducted here due to the pandemic. In the 2022 World Justice Project Rule of Law Index, Singapore was ranked as one of the top three countries in \"order and security\", for the sixth time in a row. These accolades do not mean that we can take our peaceful state of affairs for granted. On the contrary, given the dynamic operating environment, the Home Team is constantly challenged with emerging threats. These include foreign interferences, scams and other cybercrimes, and a more permissive global attitude towards drugs.My MHA colleagues and I will share how we are responding to these challenges, and also address points raised by Members. Minister of State Muhammad Faishal Ibrahim will speak on our efforts to combat drug abuse, including by enhancing our rehabilitation programmes. Minister of State Sun Xueling will speak on our multi-pronged approach to tackle scams. I will speak about online crimes more generally. We have been able to keep our country safe and secure, in large part because the public has placed a high level of trust and confidence in the Home Team, and also do their part to uphold law and order. This compact between Singaporeans and the Home Team is important and extends to the online domain. I spoke at the SNDGG Committee of Supply debate about the digital social compact.Within our security social compact, the Government enacts laws and policies, giving due consideration to all parties who have a stake. We earn the public's trust by enforcing laws in a fair and transparent manner and by consistently delivering good safety and security outcomes. In the online space, the Government does not set out to dictate or curtail the adoption of technology or use of online platforms. However, we have a duty to protect our citizens from online harms, the same way we deal with threats in the physical domain. The measures we take must be reasonable and calibrated. As for the individual, we have a part to play by being alert and vigilant and by looking out for the vulnerable amongst us, who may be more susceptible to crimes carried out online. Mr Murali Pillai, Mr Zhulkarnain Abdul Rahim and Mr Vikram Nair asked for an update on legislation to target online criminal harms. Let me share our plan.Online harms are constantly evolving and take various forms. They include falsehoods, foreign interference and inappropriate sexual abuse material. Online mediums are also exploited to incite violence, carry out scams at scale and traffic drugs.There is a growing international consensus for rules to combat online harms. For example, jurisdictions such as the UK, the EU, Germany and Australia have introduced or proposed new laws to regulate the online space. Over the years, the Government has taken steps to deal with different types of harmful online content and behaviours. We introduced the Protection from Online Falsehoods and Manipulation Act and the Foreign Interference Countermeasures Act. The Broadcasting Act was recently amended to deal with harms that impact user safety, such as suicide and self-harm, cyberbullying and content likely to undermine racial and religious harmony. We can also block access to egregious content on online communications services, including social media platforms.But there remain gaps. There is online content which are criminal in their own right, or content which facilitate or abet crimes. These include syndicated crimes such as scams, online incitement of mass public disorder and malicious cyber activities such as phishing and the distribution of malware. We have been monitoring these developments closely and intend to update our suite of legislation to better protect our people.MHA will therefore be introducing the Online Criminal Harms Act later this year. The proposed Online Criminal Harms Act builds on our current laws in three ways.First, it will expand the scope of regulatory levers that we can apply to online criminal activities. This includes powers to stop or remove online communications that would facilitate crimes in the physical world, such as inciting violence. Second, it will increase the scope of entities we can act against. It will cover all mediums of online communication through which criminal activities could be conducted. Third, it will introduce levers that deal more effectively with the nature of online criminal harms. To Mr Derrick Goh's question on how online entities can be involved in prevention and be held more accountable, the new legislation will introduce upstream measures to detect and reduce scams such as safeguards against inauthentic accounts. This legislation will also apply to other malicious cyber activities like phishing.Mr Chairman, MHA continues to monitor closely one specific type of online harm, that of online gambling. As Members know, gambling is prohibited unless licensed or exempted. This applies whether gambling takes place online or physically. In 2022, we amended our gambling legislation to ensure that our laws are up-to-date and able to address emerging trends. This is especially as the lines between gambling and gaming have become blurred.Take the example of video games with loot boxes. They may feature a range of virtual items of value, which a player may win with varying probabilities. We allow games with such loot boxes via a class licensing regime, but only if the game fulfils either of two conditions. The loot box within the game must be entirely free of charge to play. Otherwise, the game must not contain monetisation facilities; meaning that players cannot exchange the virtual prizes for real-world pay-outs, such as money or merchandise. This is a practical and balanced approach. It ensures we safeguard against gambling inducement, rather than gaming. We will continue to monitor the effectiveness of our gambling legislation and update our regulatory approach where needed. Beyond legislation, the Home Team must constantly enhance our capabilities to respond to evolving threats. Mr Murali Pillai asked about the returns from our transformation efforts and how we will make future investments. Over the past five years, an average of about 30% of the Home Team's expenditure has been on capability development, including investing in new technological solutions. We will continue such investments to improve our operations and reduce our reliance on manpower. The results can be seen through how the Home Team has been transforming in four areas: Processes, Platforms, People and Partnerships – four \"Ps\". First, our processes. Over the years, we have used automation and biometrics to make our immigration clearance more efficient. Today, Singaporeans who travel through Changi Airport are familiar with the automated immigration clearance gates. We want to further smoothen clearance processes. Since January 2017, we have implemented 100% automated clearance for all motorcyclists at the land checkpoints. Following successful proof-of-concept trials, ICA and Home Team Science and Technology Agency (HTX) are now working to introduce automated in-car clearance for car travellers. Travellers will remain seated in the car and self-scan their passport and biometrics to verify their identities.With automated clearance, we expect overall faster and more secure clearance for car travellers. It also reduces the manpower demand, which can be deployed to meet other needs.Mr Christopher de Souza asked how technology helped tackle domestic and transnational crime and aid our ground operations.We have invested in new technology platforms such as those that improve incident response. In this regard, the use of Unmanned Aerial Systems (UAS) has been a game changer for the Home Team as it provides us with an eye in the sky that supplement ground officers and ground-based cameras. For example, SPF deployed such systems for crowd management at events, including heartland celebrations of the National Day Parade and the year-end countdown in 2022.HTX is further pushing the boundaries by trialling a system that can be operated remotely from a centralised command and control centre. This will allow SPF and SCDF commanders to receive visuals of the scene even before our officers arrive, allowing them to better plan their responses. Technology has also supported our fight against scams, which are crimes that often have a transnational element. Minister of State Sun will provide more details in her speech. The third \"P\" is people. Mr Christopher de Souza rightly pointed out the challenging manpower situation, which is why we have redesigned our training.  For example, our built environment is becoming more complex for our firefighting and rescue operations. The redeveloped Field Training Area at the Civil Defence Academy will host new infrastructure and stimulators that expand our training scenarios in an area nearly the size of three football fields. This will be ready in end 2023.The Home Team must also ensure that we have the specialised talent to enable our use of advanced technology, and Mr Murali Pillai asked how HTX has helped. Beyond consolidating capabilities from across the Home Team, HTX has developed deep expertise in areas ranging from biometrics to robotics and automation that support the Home Team's unique needs. The partnerships which HTX has forged, both with local research institutions and foreign counterparts, has enabled us to be at the forefront of new technological developments.So that it has enough talent, this year, HTX will be ramping up its recruitment and training of fresh Science, Technology, Engineering and Mathematics (STEM) graduates from the universities as well as polytechnics. We will also include experienced professionals from the science, engineering and digital technology sectors. The target is to fill a total of 500 positions. Mr Chairman, our stakeholders and the public are ultimately who we serve. Technology has enabled us to enhance the final \"P\" – partnerships that are essential to the Home Team. For example, SCDF's myResponder app has been key to helping to activate Community First Responders (CFRs), who are members of the public, to provide immediate assistance before our officers arrive. There are more than 130,000 Community First Responders today. From 2015 to January this year, they have responded to over 3,000 minor fire cases, 6,000 suspected cardiac arrest cases and saved more than 40 lives. To better equip these responders to respond to minor fires, SCDF will start a new trial to place one fire extinguisher at the ground floor of every two HDB blocks. When fully implemented over five years, this will benefit 1.1 million HDB households.Mr Murali also asked about the lessons we have learnt from our transformation journey. One key lesson is that transformation does not just come about by deploying more technology. We must also streamline our processes, train our officers with the relevant skills and make our partners a part of our transformation.Mr Chairman, the Home Team transforms its capabilities so that it can continue to respond effectively to a wide range of threats. Some, like terrorist attacks, we hope, never to have to respond to. But we must be prepared nonetheless and realistic exercises are one way we can achieve this. In March this year, the Home Team will be conducting Exercise Northstar XI, a major ground exercise which will test multiagency responses to a terrorist attack on Jurong Island. Exercise Northstar will bring together over 300 participants from agencies such as Singapore Civil Defence Force (SCDF), Singapore Police Force (SPF), Singapore Armed Forces (SAF), JTC and private sector partners. This is a valuable opportunity to validate our interagency responses and capabilities in a realistic setting. Sir, on a completely different track, let me address Mr Pritam Singh's questions about the selection criteria for new citizens and whether we consider an applicant's extent of integration into Singapore society as the Swiss appear to. The short answer is \"yes\". We certainly consider the ability of an applicant to integrate in Singapore. But unlike the Swiss system, we do not use a naturalisation test or interviews. All tests have pitfalls. Sample questions for the Swiss naturalisation test can easily be found online. One can learn the right answers that immigration authorities want to hear and not actually be integrated with locals. Interviews, if conducted at scale, will also be resource-intensive and uneven in quality. Results are also not conclusive. For example, in 2021, 41% of those with a migrant background felt that they were not perceived as Swiss. This is a survey that was conducted by the Swiss themselves.Instead, we consider various markers of social integration such as family ties to Singaporeans, length of residency, whether the applicant studied in our national schools or completed National Service. These are assessed together with their economic contributions, qualifications and age.All applicants must also complete the Singapore Citizenship Journey before being granted citizenship. This programme helps participants better appreciate our history and culture. It was recently refreshed and enhanced, with content co-created with ordinary Singaporeans.   Sir, these measures are by no means perfect, but they have generally served us well. As to Mr Pritam Singh's call to publicise detailed criteria for assessing citizenship applications, let me restate the key reasons not to do so, which remain valid.First, detailed criteria can be abused to inflate an undeserving applicant's chances of success. There are applicants who submit false documents just to obtain immigration facilities. This problem will be exacerbated if we publish the detailed criteria and applicants know exactly what areas they can game. ICA will have a harder time securing the integrity of our process.  Second, we have unique sensitivities by virtue of history and geography. Today, most of our Permanent Residents (PR) and new Singapore Citizens (SC) come from neighbouring regions. This is unsurprising. We do not reveal our detailed criteria or disclose country-specific figures on our PR and SC population as this information could be misinterpreted or misused by others to stir up bilateral and domestic sensitivities.Mr Singh spoke about a points-based system and asked why MOM publicises its criteria for the assessment of Employment Passes (EP) whereas we do not for PR and SC. The considerations for EP are quite different. They are mainly to supplement our workforce. For most EPs, the stay in Singapore will come to an end. For PRs and SCs, this is far less likely. We must therefore also consider how they impact our demographic make-up and social fabric over the long term. Because of the permanent nature of PR and SC facilities, the need to guard against gaming is also greater. Mr Chairman, allow me now to speak in Mandarin. (In Mandarin): [Please refer to Vernacular Speech.] Mr Chairman, Singapore remains one of the safest countries in the world, in large part because the public has placed a high level of trust and confidence in the Home Team, and do their part to uphold law and order. But we cannot take our peaceful state of affairs for granted. The Home Team must anticipate and deal with emerging and evolving threats. We continue to put in place new laws and policies to improve Singapore's safety and security. One such area is our approach towards online harms. We have witnessed the online medium increasingly being used to facilitate crimes, such as large-scale scam operations and malicious cyber activities. Therefore, later this year, MHA will introduce the Online Criminal Harms Act. This will build on our existing laws and strengthen our ability to deal with online criminal activities. This includes powers to stop or remove online communications that facilitate crimes in the physical world, such as inciting violence.The Home Team will also continue to enhance our capabilities and partner the public to keep Singapore safe. For example, there are more than 130,000 Community First Responders (CFRs) today, who are members of the public who can provide immediate assistance to minor fire and cardiac arrest cases before our officers arrive. To better equip CFRs to respond to minor fires, SCDF will be embarking on a new trial to place one fire extinguisher at the ground floor of every two HDB blocks. When fully implemented over five years, this will benefit 1.1 million HDB households.Mr Chairman, Singapore's success in meeting safety and security threats relies on the collective effort of the Home Team and the public. The Home Team will continue to do our utmost to live up to the trust and confidence Singaporeans have placed in us, so that Singapore will remain a safe and secure home for all of us. (In English): Thank you, Sir.The Chairman: Minister of State Muhammad Faishal."], "The Minister of State for Home Affairs (Assoc Prof Dr Muhammad Faishal Ibrahim)": ["Mr Chairman, the Home Team continues to do well in keeping our streets safe. However, terrorism poses a serious threat to our security. Mr Christopher de Souza asked about efforts to combat terrorism.International cooperation is critical to tackling terrorism and terrorism financing. We work closely with overseas counterparts to share intelligence on potential terror threats and conduct joint operations. We will continue to enhance collaboration through international platforms such as the Financial Action Task Force and INTERPOL.Within Singapore, we have implemented structures and processes to take swift action against terrorism financing. This includes the Anti-Money Laundering and Countering the Financing of Terrorism Steering Committee, which coordinates efforts amongst Government agencies.We also work closely with private sector partners under the Countering the Financing of Terrorism Operational Group. This workgroup facilitates round-the-clock investigative collaboration, allowing us to investigate terrorism financing expeditiously.Youth radicalisation cases have increased significantly in recent years. From 2002 to 2014, only two youths aged 20 were dealt with under the Internal Security Act (ISA) for terrorism-related activities. Since 2015, ISA orders were issued to 11 self-radicalised youths aged 20 and below.Mr Zhulkarnain Abdul Rahim asked about measures to address youth radicalisation. The Internal Security Department (ISD) has intensified its outreach. In 2022, ISD organised close to 70 counter-terrorism or radicalisation outreach events in schools and Institutes of Higher Learning targeting students and educators. This includes workshops to train school counsellors to identify signs of radicalisation and on early intervention. The upcoming Online Criminal Harms Act announced by the Second Minister earlier will also give us powers to direct takedowns of online content facilitating radicalisation. As the threat of terrorism in Singapore remains high, we will continue to enhance our operational capabilities and expand our outreach.I will now address cuts on drugs. Globally, drug use continues to rise, posing challenges to keeping Singapore drug-free. Locally, while the drug situation remains under control, we are concerned with drug abuse amongst youths. While most youths support a tough stance against drugs, some younger Singaporeans take a more permissive attitude, especially towards cannabis. Mr Gan Thiam Poh asked how we are preventing drug abuse. We will continue to strengthen our harm prevention approach to combat drug abuse. Our first line of defence against drugs is a well-informed public. Mr Christopher de Souza and Mr Derrick Goh asked about preventive drug education (PDE) for youths. The Central Narcotics Bureau (CNB) will expand PDE efforts in schools. Secondary schools which did not do a PDE engagement in the last two years, will conduct at least one engagement in 2023. Moving forward, CNB is working with MOE to ensure all primary and secondary schools conduct at least one PDE programme annually. With TikTok becoming increasingly popular amongst youths, CNB launched its TikTok account last year, which regularly posts short videos of our drug enforcement efforts. Mr Christopher de Souza asked about sensitising the public to the threat of drug liberalisation globally. CNB highlights trends of concern in the global drug situation through various communication channels.As part of the #CNBPerspectives Series launched in 2022, CNB took to Facebook and Instagram to share worrying trends from the World Drug Report 2022. In fact, I also posted things relating to this to support their effort. These include the increase of cannabis-use disorders in jurisdictions which legalise cannabis for non-medical use. We also educate our anti-drug abuse advocates about the increasingly permissive views other countries have towards drugs and train them to speak up against drugs. The second pillar of our anti-drug strategy is tough laws and robust enforcement. To deter Singaporeans and PRs from abusing drugs overseas, CNB has stepped up enforcement at the checkpoints with the deployment of Saliva Test Kits from January this year. These kits, like the one I am holding here – they are light and compact. They offer a more efficient way to detect drug abusers at the checkpoints. This month, CNB and Police started trialling joint roadblock operations to detect drug abusers. Saliva Test Kits will also be used. Mr Derrick Goh asked about enforcement against New Psychoactive Substances (NPS) and vaping. The speed and breadth at which NPS variants have appeared have often outpaced authorities' ability to control them.On 24 February, MHA introduced a Bill to amend the Misuse of Drugs Act to control psychoactive substances based on their capacity to produce psychoactive effects rather than their chemical structure alone. This will empower CNB to take swift enforcement actions against illicit activities involving NPS. Enforcement against vaping will be addressed at the Ministry of Health (MOH)'s COS.   The third pillar of our anti-drug strategy is enhancing rehabilitation. Mr Raj Joshua Thomas asked about efforts to reduce drug recidivism. CNB recently reviewed its drug supervision regime and has deployed suitable officers to take on specialist roles in supervision to enhance the rehabilitation process. As I had announced last year, CNB has been piloting Community Supervision Sessions, in short, CoSS, since 2019, where supervision officers help supervisees address financial, housing and other rehabilitation needs.A supervisee who has benefited from CoSS is 46-year-old Mr Aidil. After his release from the Drug Rehabilitation Centre (DRC) in 2021, Aidil was afraid of not being able to find a suitable job. Through CoSS sessions, Aidil was given career guidance and advice on his rehabilitation needs by his supervision officer. With this support, Aidil landed a part-time job within five months of his release. As the pilot has shown good results, I am pleased to announce that CoSS will be progressively rolled out to all supervisees by June this year. Mr Murali Pillai asked about support for desistors with drug-abusing pasts. The Singapore Prison Service (SPS) has enhanced its Psychology-based Correctional Programmes (PCPs) to be more targeted for repeated drug abusers during their in-care period. These PCPs will cater more time to address negative attitudes and improve emotional regulation, as both factors contribute to repeated drug use.Mr Murali Pillai, Mr Christopher de Souza, Mr Zhulkarnain Abdul Rahim and Mr Raj Joshua Thomas asked about efforts to reduce recidivism, and Mr Patrick Tay and Dr Tan Wu Meng asked about improving the employability of ex-offenders. Singapore's two-year recidivism rate is low and stable at around 20% for the 2020 release cohort. Our five-year rate is higher, at between 40% to 43%. Reducing long-term recidivism will not be easy. We must work with community partners to offer offenders and drug abusers an eco-system of support, starting from when they enter our prisons and DRCs and continuing after their release. Let me share our strategy to support them. First, by enhancing their skills and employment outcomes. Gainful employment allows ex-offenders to be financially independent and reduces risks of re-offending. In 2023, SPS and Yellow Ribbon Singapore (YRSG) will continue to work with partners to help ex-offenders upskill and boost their longer-term career progression. In collaboration with the Institute of Technical Education (ITE), SPS has set up education hubs to enrol more inmate students. In 2023, SPS will work with ITE to run more short courses, such as the Computer Maintenance course, following positive reviews.I am pleased to announce that YRSG is launching the YR Sandbox initiative to develop new career options in emerging sectors. YRSG will work with industry partners to hire releasing inmates and provide on-the-job training or work-study programmes. Potential sectors include skilled sectors like Digital, Built Environment and Agri-Tech.This new initiative complements TAP & Grow – TAP meaning \"Train and Place\". This scheme provides inmates with industry training in prison and potential job placement with a partner employer. TAP & Grow has been launched in the Precision Engineering, Media and Logistics and Wholesale sectors. As of 2022, a total of 422 inmates have completed the training programmes. In 2023, YRSG will expand TAP & Grow to Food Services, which we expect to benefit up to 700 inmates and ex-offenders annually. Mr Murali Pillai asked about the Uplifting Employment Credit (UEC). It will provide time-limited wage offsets to encourage employers to hire ex-offenders. More will be announced at MOM's COS. Currently, about two-thirds of ex-offenders secure employment within six months of release. We hope to improve this and will raise awareness of the UEC and other available support amongst employers.Dr Tan Wu Meng asked about recognition for inclusive employers. In 2022, over 200 employers, community partners, ex-offenders and volunteers were recognised for their contributions towards second chances through the Yellow Ribbon Awards.  Sir, I would like to express my appreciation for NTUC in joining SPS and YRSG in engaging with inmates and ex-offenders to understand their concerns, priorities and aspirations through the #EveryWorkerMatters conversation.Second by strengthening pro-social support in the community. The community, including ex-offenders themselves and their family plays a critical role. Mr Christopher de Souza asked about enhancing post-release mentorship. I am pleased to announce that SPS has piloted a new scheme for volunteers to assist in the case management of selected supervisees emplaced on Community-Based Programmes (CBPs). Volunteer Case Officers will guide the supervisees towards a pro-social life during and beyond the CBP.SPS is working with community partners to launch the Desistor Network in April this year. Desistors who have stayed clear of crime and drugs will serve as mentors to recently released ex-offenders. This will also strengthen desistors' sense of self as contributing members of the community. Mr Raj Joshua Thomas asked about follow-ups from the CARE Network Summit 2022 and expanding YRSG's role. YRSG will continue to work closely with SPS and community partners via the CARE Network to tackle long-term recidivism. From 2023, the CARE Network will tap on the Desistor Network to co-opt desistors in planning and conducting programmes for ex-offenders.Family support is also critical. Mr Murali Pillai asked about supporting offenders to mend family ties. To aid in their family reintegration, SPS works with community partners to provide family programmes to inmates and befriending and other pro-social support to ex-offenders after release.Mr Christopher de Souza and Mr Raj Joshua Thomas asked about creating greater acceptance for ex-offenders and recruiting more volunteers to help with rehabilitation.  The Yellow Ribbon Project's (YRP) outreach has generated high awareness and support. Based on a 2022 survey, about 91% of respondents were aware of YRP's objectives, rehabilitation challenges faced by ex-offenders and the need to reduce stigma towards them. SPS and YRSG have expanded roles and training for volunteers in areas of in-care and aftercare, including support for families. Collectively, SPS and YRSG have more than 4,000 volunteers supporting rehabilitation.In 2023, YRSG will focus on showcasing inmates and ex-offenders' talents and contributions to reiterate that ex-offenders can contribute to society.Mr Murali Pillai asked about allowing desistors to perform at National Day Parades (NDPs). We have been providing desistors with opportunities to showcase their talent at public events. The Yellow Ribbon Performing Arts Centre Alumni Band had performed at Red Dot August at the Esplanade for the past three years. We will explore more opportunities. Mr Raj Joshua Thomas asked about alleviating the impact of incarceration on one's family. Yellow Ribbon Community Project (YRCP) grassroots volunteers have engaged over 19,000 families since 2010, linking them to community assistance and ensuring their well-being. In 2023, we will strengthen support for inmates' families by collaborating with more community resources, such as religious organisations, Social Service Offices (SSOs) and Family Service Centres (FSCs).Mr Patrick Tay asked for a review of the Registration of Criminals Act on spent offences. From time to time, MHA reviews the spent regime for criminal records. In our last review in 2021, we assessed that the existing regime continues to be appropriate to facilitate the reintegration of ex-offenders, in particular those who committed minor crimes. This position took into consideration the many initiatives to facilitate reintegration and reduce long-term recidivism. Mr Patrick Tay asked about support for female ex-offenders. In September 2022, SPS set up a secular all-women halfway house, named Rise Above Halfway House (RAHWH). RAHWH provides gender-responsive interventions and facilitates social reintegration for the residents. As of February 2023, 31 female offenders have been emplaced to RAHWH. We will continue to support female ex-offenders and facilitate their reintegration.Next, Mr Zhulkarnain Abdul Rahim asked about collaboration with the Malay-Muslim community to better support inmates and ex-offenders. I will now speak in Malay about our community's crucial role. (In Malay): [Please refer to Vernacular Speech.] Sir, many Malay-Muslim Organisations (MMOs) have stepped forward to work with SPS and CNB to prevent offending and re-offending by providing support to inmates, ex-offenders, and their family from incarceration to post-release. These include AMP, FITRAH, Jamiyah, PERGAS, PPIS, PERTAPIS, Yayasan Mendaki and a number of mosques.Let me share some examples of how these MMOs have stepped forward to offer assistance.FITRAH has developed a values-centric in-care religious programme for inmates and prepares Friday Prayer sermons that are contextualised to their rehabilitation needs.FITRAH has galvanised all 71 mosques to support inmates, ex-offenders and their family, beyond zakat assistance. Today, all mosques are familiar with FITRAH's work and refer them to FITRAH for support, such as befriending.Many MMOs have joined Singapore's efforts in supporting rehabilitation. MHA recognises that there is value in coordinating all these efforts to create greater synergy. In November 2021, we launched the MMO Rehabilitation Network, which brings together 26 MMOs and all eleven M³@Towns.Since its launch, many collaborations have been forged. For example, FITRAH has collaborated with New Life Stories to develop a referral system where they can tap on each other's expertise. Jamiyah Halfway House has collaborated with the West Mosque Cluster to further support the reintegration of its residents.Supporting inmates, ex-offenders and their family is an endeavour that cannot be undertaken by the Home Team alone. I am thankful to MMOs for working closely with us to uplift and make a difference to the lives of our beneficiaries.Your efforts and contributions have helped to keep the recidivism rates low and the number of new drug abusers stable. Keep up the good work!(In English): Sir, in conclusion, thanks to our Home Team Officers, Singapore remains safe and secure. We will continue to work with our community partners to combat terrorism, prevent drug abuse and support our inmates and ex-offenders.The Chairman: Minister of State Sun Xueling."], "The Minister of State for Home Affairs (Ms Sun Xueling)": ["Mr Chairman, we have a war against scams on our hands. In 2022, we saw 31,728 scam cases, a 32.6% increase from 2021. More than $660 million was lost, 4.5% higher than 2021. Mr Sitoh Yin Pin asked for an update on the Government's efforts to combat scams. I chair the Inter-Ministry Committee on Scams, which leads a multi-agency effort to develop a systems wide collective shield to protect us from scams. We deploy a multi-layered defence strategy against scams: first, we endeavour to block scam calls, SMSes, online listings and websites; second, we secure Government services and banking channels; third, we strengthen our enforcement capabilities; and lastly, we strengthen our laws.Mr Christopher de Souza and Mr Vikram Nair asked how the Government partners industry and people sector stakeholders to combat scams. Mr Christopher de Souza asked about the use of technology in our efforts to fight scams. The Home Team has established partnerships across Government, private and people sectors, using technology to aid our efforts.For calls, SPF works closely with local telecommunication companies to terminate mobile lines used for scams. In 2022, more than 6,500 such mobile lines were terminated. The SPF also engaged WhatsApp on more than 22,800 WhatsApp lines believed to be used in scams in 2022.For SMSes, IMDA mandated SMS Sender ID registration from January 2023 and implemented anti-scam filters to detect potential scam SMSes. Under the Sender ID regime, all non-registered senders are flagged as \"Likely-SCAM\". After a transition period, SMSes carrying unregistered Sender IDs will be blocked upfront. To address scams arising from international numbers, the IMDA is exploring offering the option to members of the public to not to receive international calls and SMSes. More details will be released when ready.For online listings, the SPF partners social media companies and e-marketplaces to remove suspicious accounts and advertisements. In 2022, more than 3,100 accounts and advertisements suspected of involvement in scams were removed. For websites, SPF uses analytic tools to identify and block scam websites, by detecting tell-tale characteristics. In 2022, about 20,000 scam websites were blocked. The Home Team also works with stakeholders to secure Government services and banking channels, so scammers cannot exploit system vulnerabilities.We have onboarded all Government agencies onto the SMS Sender ID registry, making Government agencies harder to spoof. We are considering measures that allow the verification of incoming calls from Government officials.The SPF also deepened their partnership with the Monetary Authority of Singapore (MAS) and domestic banks to flag and freeze suspicious accounts. Over the past year, MAS worked with the Association of Banks in Singapore, or ABS in short, on the following measures: (a) a cooling-off period for provisioning new digital tokens; (b) removing clickable links from official emails and SMSes; (c) lowering default transaction limits; and (d) an emergency self-service \"kill switch\", allowing customers to suspend their accounts quickly if compromised. The MAS and the ABS are exploring a \"Money Lock\" solution, which enables customers to \"lock up\" a designated sum in their bank accounts. This reduces the amount that could potentially be lost to scams via digital transfers. Mr Derrick Goh spoke about the increased use of foreign payment gateways. As more foreign gateways open up, we are also working with MAS to review and enhance the suite of anti-scam measures to mitigate the risk of these channels being used for illicit purposes.Mr Chairman, no defence is impenetrable. Some scams will succeed. For example, investment scams and job scams, which contributed to the bulk of monies lost to scams in Singapore, are very hard to tackle. We have thus strengthened our enforcement capabilities, to minimise the number of victims and amounts lost to scammers.[Deputy Speaker (Ms Jessica Tan Soon Neo) in the Chair]The Anti-Scam Command was formed last year to consolidate expertise in combatting scams across the SPF. In 2022, 25 island-wide anti-scam enforcement operations led to over 8,000 money mules and scammers being investigated.Mr Vikram Nair asked about our collaborations with foreign law enforcement authorities to address the transnational nature of scams. The SPF works closely with their foreign counterparts to exchange information and conduct joint operations. In 2022, this led to the successful take-down of 13 syndicates. The SPF arrested more than 70 people based overseas, who were responsible for more than 280 scam cases.Mr Christopher de Souza also asked about MHA's plans to reduce the prevalence of money mules. We intend to tighten the law against those who facilitate the movement of scam proceeds.Currently, the vast majority of money mule investigations do not result in prosecution. Based on current laws, we need to prove that the money mule knew that the monies he was handling were linked to criminal activity. We will amend the Corruption, Drug Trafficking and Other Serious Crimes (Confiscation of Benefits) Act, or CDSA, to prescribe specific conduct for which we can hold mules criminally liable. MHA is also working with SNDGO on legislative amendments to the Penal Code to curb abuse of SingPass credentials as a vector to perpetrate scams. Given the evolving landscape of scams, new forms of scams will emerge. Mr Christopher de Souza asked about the processes in place to inform and activate stakeholders to address the latest scams. Once we are aware of an emergent scam, the SPF works with the media and other stakeholders to publicise information on it so that the public can be put on guard. The SPF also taps on its partnerships with sectoral stakeholders to swiftly activate a multi-layered defence, which we adapt as the scam evolves. The best defence against scams is a vigilant and discerning public. To defend ourselves and our loved ones, we need to move beyond awareness, to mobilise every citizen to take action against scams. Mr Christopher de Souza asked how the Government is keeping up our public education efforts to prevent scams. In January this year, we launched a new national anti-scam campaign with the tagline \"I can ACT against scams\" as our rallying call.ACT is an acronym for three key actions that each of us can take to keep ourselves safe from scams. \"A\" stands for Adding security features such as installing the ScamShield app on mobile devices. \"C\" stands for Checking for scam signs and verifying with official sources. \"T\" stands for Telling authorities, family and friends about scams.We will be launching the Scam Public Education Office later this year to drive our collective efforts with community partners and expand our outreach on scams, including (a) collaborating with NCPC to create and curate anti-scam public education content at the national level; and (b) working with private sector and community agencies to tailor our anti-scam public education efforts for different population segments.  In September 2022, we expanded the ScamShield app to Android device users. ScamShield protects users by blocking calls from known scam numbers and filtering out potential scam SMSes. It also allows users to report scam calls and scam SMSes. We are working closely with GovTech to roll out ScamShield 2.0, which will include a WhatsApp chatbot for the public to report scam messages. I encourage all citizens to download and use the ScamShield app. By playing your part in reporting scam calls, SMSes, and WhatsApp messages, you protect others by enabling the Police to detect scam messages and fraudulent WhatsApp accounts much more quickly and to put these scam messages on a blacklist. Mr Derrick Goh spoke about potential levers to ensure co-operation and accountability with stakeholders. Last year, we launched the E-commerce Marketplace Transaction Safety Ratings (TSR), a consumer advisory that reviews and tracks the transaction safety of major e-commerce marketplaces based on specific metrics. The TSR encourages marketplaces to deter and detect scams committed on their platforms. It allows consumers to make informed decisions on where to do their online shopping safely. We will be refreshing the platform ratings in the TSR in April. Mr Murali Pillai referred to his previous suggestion for SPF to publish the amounts seized and returned to victims. The SPF does not actively track the cumulative dollar value of assets recovered and the amount returned to victims. The seizure of $172.8 million in assets that Mr Pillai referred to, was a statistic quoted from INTERPOL's article, about a global INTERPOL operation that Singapore participated in.Beyond being aware and acting against scams, we need to educate the public on the consequences of engaging in scam activities. Mr Derrick Goh asked about our efforts and partnerships to address the increase in youths involved with scams and to encourage positive youth development. A key initiative for youths is the biannual Delta League, run by SPF and NCPC. Youth participants engage in sports and participate in crime prevention activities, which enhance their awareness of the consequences of crime. More than 1,200 youths participated in the most recent Delta League which engaged participants in activities that educated them on scams.SPF also issues mid-year and year-end advisories to students and parents through schools to remind students to steer clear of crime, including being alert against attempts to trick them into becoming money mules. The SPF will continue to work with its stakeholders to promote a sense of social responsibility among our youths.Dr Shahira Abdullah suggested having a one-stop unit to assist scam victims and address their financial and emotional needs.The Victim Care Cadre programme under the SPF provides support to crime victims. Where needed, the Police activate volunteer Victim Care Officers, or VCOs, who work with the Police Psychological Services Department to provide psychological first aid. Where necessary, the VCOs will also direct victims to available community and professional resources for longer-term psychological support and/or financial support. This includes Family Service Centres, Samaritans of Singapore and the hospitals. Dr Shahira Abdullah spoke about disabled scam victims, and deaf persons in particular, getting timely help. Crime victims have multiple avenues for reporting, including online. If a report is lodged in person, the Police buildings are designed to be accessible for persons with disabilities. And if needed, sign language interpreters will be engaged to assist.  I will now address a question on the working hours of security officers. Mr Raj Joshua Thomas asked if the Government would take the lead to regularise their hours, by requiring shorter shift hours for all Government security contracts. Since 2020, it has been mandatory for public agencies to adopt outcome-based contracts for procuring security services. New tenders are generally required to specify outcomes, rather than dictate a fixed headcount or shift hours. This allows security agencies to optimise security solutions that integrate manpower, technology and processes, giving them the flexibility to decide on the duration of each security officer's shift. The Government will continue working with tripartite partners to further improve the working conditions of security officers.Mr Chairman, kindly allow me to say a few words in Mandarin.(In Mandarin): [Please refer to Vernacular Speech.] We are fighting a war against scams. Scammers are vicious and cunning. They prey on our natural human needs and motivation such as desire for companionship or additional income to support our families.Scammers often exploit our individual characteristics. For example, compliant residents may be targeted by scammers impersonating Government agents. The scammers may also target those who are impulsive in nature and create an artificial sense of urgency and require the victims to transfer money and provide information promptly.Scammed victims are often hurt more than just financially. They also suffer emotionally as well as mentally. In cases of love scams or fake friend calls, scammers normally take time to cultivate a close relationship with the victim, gaining their trust before draining their bank accounts. These victims not only suffer financial losses, but also often feel guilty or betrayed. They are hurt deeply emotionally and may even have difficulties to trust others in future.As with modern military weapons, the design of scams takes the form of innovative disguises meant to target our needs and desires. The traps they set up are everywhere and every day we find ourselves barraged by various scams. I would like to emphasize here that everyone could encounter scammers, and everyone can be scammed. We must remain vigilant and never let our guard down.  (In English): Mr Chairman, everyone has a part to play to keep Singapore safe and secure. While the Government will step up measures to protect us against scams, we need to remain alert and ready to keep ourselves and our loved ones safe. Beyond exercising individual responsibility, let us also look out for and support others in our community, to strengthen our collective resilience. Together, we will be able to fight the war against scams.The Chairman: Leader of the Opposition."], "Mr Pritam Singh": ["Thank you, Mdm Chair. Just some clarification questions for Minister pertaining to my cut on new citizen selection which would come under the ambit of the Immigration and Checkpoints Authority.The first clarification I have is the point about sensitivities. I think Minister shared that countries-specific information is not put out because it can be misinterpreted, I believe that is what the Minister said. I stand corrected if that is incorrect.My point is, based on the latest Census, and the Census before that, in 10-year intervals, information on the place of birth of PRs and citizens is actually provided in 10-yearly intervals. So, the countries that are covered – Malaysia, China, India, Indonesia, Europe, USA, Canada, Australia, New Zealand and other Asian countries – this information that is already provided. So, what specific sensitivities is the Minister referring to when the Minister says that revealing countries-specific information could be misinterpreted?The second question has to do with my point in the cut, I do not believe Minister addressed it. It has to do with English as a criterion for citizenship selection because of its utility as a language of better integration between Singaporeans and new citizens. Can the Minister confirm whether this is part of the process in assessing individuals for citizenship?My third clarification is on the refreshed Singapore Citizenship journey that Minister spoke of. Very recently, the former Minister of Foreign Affairs in Singapore, Mr George Yeo, spoke of suggestion of new citizens being approved by a jury of ordinary Singaporeans and these are his comments:\"We are completely self-interested. So, we bring in clever people, wealthy people, connected people. But some of them when they come in, they think they are a blessing to Singaporeans and act as if we should be pleased that they are here. I met some of them when I was a Member of Parliament. They talk as if we owe them. Now, this psychology is very important that Singaporeans do not feel that the foreigners whom we bring in are lording over them and looking down on them and misbehaving.\"In this regard, Minister said that the content of the refreshed —The Chairman: Mr Singh, could you get to your question?", "Yes, I am putting my question across now, Mdm Chair. And in this context, with regard to the refreshed Singapore Citizenship journey, Minister shared that the content was co-created with Singaporeans. Can I just confirm with the Minister, which aspect of the content is she referring to? Thank you, Mdm Chair.", "Mdm Chair, I thank the Minister for that. I believe it would be helpful, so I would advocate for it. And I used the peg of the findings of the latest Census report which spoke of English and how commonly it is spoken in Singapore, comparing 2020 to 2010 and it is much more widely spoken today. So, the peg that I am coming in from is its utility as a tool to improve integration between Singaporeans and new citizens.So, in that regard, given the new information that we have, I believe it could be a helpful tool to improve integration.Just on the first clarification that Minister provided, I do not think Minister answered the question. I am suggesting that those countries, the information which shows where someone was born is actually already provided in 10-year Census. So, what sensitivities apply with regard to not wanting to release that information on a yearly basis when I see it releases its information on PRs and citizenships awarded that year?", "Yes, Mdm Chair. The question was with regard to the point that Minister made in her speech about the refreshed Singapore Citizenship Journey. And she mentioned that the content was co-created with citizens. So, I have asked what aspect of the content was co-created by citizens."], "Mrs Josephine Teo": ["Mdm Chair, I thank the Leader of the Opposition for his questions. He asked what aspects of our immigration information is not broken down by specific countries. And I believe if you look at the reports to do with annual awards of Permanent Residency and Singapore Citizenship, we speak of the regions from which the new citizens as well as the new permanent residents originate from.On the second question that he asked for a clarification on, Mdm Chair, if I may ask the Leader of the Opposition is he advocating that a test of English should be applied before someone can be considered for Permanent Residency and citizenship? Is he advocating a position or he is merely asking a question?Mdm Deputy Speaker: Mr Singh.", "I think we have said this on previous occasions. I think you can imagine the scenario if you publish this information on such a current basis, how this information can be misinterpreted and also can be used to suggest that we are friendly or not as friendly to certain nationalities, and even to certain ethnicities. I do not have anything new to add to the previous explanations that had been provided.On Mr Singh's advocacy of us using English perhaps as a test of the ability of a new citizen or permanent resident to integrate, I must admit to being quite surprised by his position, the reason being that firstly, one can imagine that for most applicants to permanent residency and citizenship if they have been in Singapore for a number of years, particularly if they had worked here, a facility with English is not surprising. And I would think a test need not be applied.For those who perhaps do not have the facility with English, cannot communicate easily in English, I think from our ground interactions, it is also quite clear who these individuals are likely to be. They are likely to be spouses of citizens or other permanent residents and have come from the same country of origin and unless we are saying that we, therefore, do not welcome such foreign spouses, then I am not sure to what extent a test of English that could be applied to prevent them from being considered would be helpful.Thirdly, on the ground, every day we meet with residents who cannot speak a word of English. I do not think anyone would suggest that they are any less integrated to Singapore society. As to some of the comments he made about applicants who may lord it over Singaporeans and so on, I am not sure what the question is, perhaps I could ask him to repeat it.The Chairman: Mr Singh, please keep it succinct so that others will have a chance to also ask their clarifications.", "I do not have the details of those content. But if the Leader of the Opposition is interested, we could share it with them. The Singapore Citizenship Journey includes materials that are shared with the applicants to our citizenship. And they can look at these materials in order to be more familiar with Singapore history and culture. Those probably have involved other citizens in terms of their development. And there is also, if I recall correctly, a component of the Singapore Citizenship Journey that takes these applicants to various locations. Those are materials that we can provide to you. The Chairman: Mr Christopher de Souza.", "Mdm Chair, I thank Mr Christopher de Souza for reaffirming the importance of our officers and their skills level, even as we deploy more technology in carrying out our mission. Let me assure him that the points that he made are definitely not lost on us. Ultimately, we will still need officers who have the judgement. We need officers who understand our cultural context and our operating conditions in order that they will be able to put the technologies to good use.Even in the way we develop the technologies, we need human talent. I mentioned in my speech earlier that HTX intends to fill something like 500 positions this year alone. And if you compare it to the size of HTX today, which is about 1,500, that is still a 25% increase simply to build the capabilities to use technology more effectively.So, it is a question of where we are deploying our talent resources in the sense of using technology as a force multiplier. That is still the approach that we hope to take in order to serve Singaporeans better, in order to protect Singaporeans through use of technology in the appropriate way and also to do so in such a manner as not to overly strain our resources.The Chairman: Mr Gan Thiam Poh."], "Ms Sun Xueling": ["I thank the Member Mr Christopher de Souza on his first question regarding scams. Indeed, we have a \"kill switch\" which I mentioned in my main reply. This emergency self-service \"kill switch\" allows customers to suspend their accounts quickly, if compromised. But this is their own account. As noted by Mr Christopher de Souza, what happens often is that the original sum of monies from the bank account, customer's account, gets dismantled, dispersed and then, goes through the banking system into various other bank accounts not owned by them. So, while the bank account, the original bank account holder, the victim has activated the \"kill switch\" for his or her own account, it has not stopped the monies from being transferred to other accounts.And that is why what we intend to do with the money mules is an important step because we want to prevent these money mules from setting up or using multiple bank accounts to allow the scam proceeds to filter through the system. We have also co-located the seven major retail banks together at Anti-Scam Command so that they can coordinate their efforts.I would like to give an example of one case I looked at. There was one victim. And guess how many accounts the original sum of monies went through? Eighty-nine bank accounts. That was how quickly bank accounts were set up and the monies is dispersed through the banking system. And that is why it is important that we work with the various retail banks to have the retail banks co-located together so that we can share information quickly and for the banks to quickly trace the monies and close off those bank accounts and stop the monies from moving through the banking system and then, out of Singapore, whereby it is then out of our jurisdiction.The Chairman: Minister of State Faishal.", "I thank the Member for his question. We share the same sentiment. We want to improve the working hours, the working conditions for our security officers.So, what we are trying to do now is that we want to work with stakeholders to look at outcome-based driven approaches and we do know that actually, the industry needs time to also develop expertise, because we are talking about a better match between manpower with technology and also with the solutions that are available.We will take into account the suggestion that the Member has made. We will go back and look into it and see how the Government agencies can further drive initiatives on this front.The Chairman: Mr Christopher de Souza.", "I thank the Member for his supplementary question. As I mentioned, the seven major retail banks are co-located with each other and the sole purpose is to be able to exchange information quickly, once they are aware that a scam has occurred, that the victim has lost money. The seven major retail banks are working closely together, together with the SPF, to provide standby services 24/7 and they aim to freeze accounts within an hour. So, we definitely try to do so.But the reason I actually use the example was to demonstrate the complexity. Because of the proliferation of the number of bank accounts that are being created by money mules who are negligent in the way they have given up control of their bank accounts or some have given up their Singpass IDs to allow others to set up bank accounts, many of these bank accounts are being used to launder these proceeds. And the banks do need time to be able to trace the monies and activate the \"kill switch\", as you say so.This is something that the banks are working on. The banks are working closely with the SPF to do that within an hour, to freeze the accounts so that there is a higher chance that we can prevent the monies from going out of the system, that we can return those monies to the victims.The Chairman: Mr Vikram Nair. ", "Based on the numbers I have, more than 90% of scam cases that we know of originated from overseas. Like I have mentioned in my main reply, we work closely with foreign law enforcement agencies, but there are many operational challenges.Not all foreign law enforcement agencies conduct their operations the way we do. They may face very specific challenges in their home countries, cities or villages. And that is something that we do not have control over. But where we can, it is definitely our desire to work with the foreign law enforcement agencies and after they find out who the perpetrators are, they conduct those raids, they inform us. Sometimes, they are able to recover some portion of the scam proceeds. Because you can imagine that the scam proceeds actually move very quickly in the system, even if you were to trace them to Country A which was where the scam proceeds first go to, you never know how those scam proceeds then find its way to other countries or to other parts of the banking system. Or they may even have been changed into non-cash proceeds, for instance.So, I would just like to share with the Member that definitely we work with foreign law enforcement agencies, but we have to be mindful that there are operational challenges and that even when they are able to recover some portion of the scam proceeds, there are actually many, many claimants to those scam proceeds. And so, there is some difficulty to be able to return those monies in its totality to the victim.The Chairman: Mr Murali, would you like to withdraw your amendment? "], "Assoc Prof Dr Muhammad Faishal Ibrahim": ["Madam, I thank Member Mr Christopher de Souza for the suggestion. Indeed, we have been studying the effects and we also have been sharing some of these through our various platforms, including our #CNB Perspective Series. And essentially, if you look, for example, in the US, for those jurisdiction where cannabis is legalised, you see that the prevalence of cannabis consumption is significantly higher in these states, compared to the overall average. So, that is one. Another part is, we can also see the more adverse effects, in terms of the medical and health perspective, and also the number of emergency visits and treatments that have been required.For example, in California, after the opening of the retail sales market for cannabis, emergency visits and admissions related to any cannabis use increased by 56% from 2016 to 2019. These are things that we continue to follow because we are convinced of the harmful effects of drugs, including cannabis, and we want to share a lot more of these with our people.In fact, in the coming months, I am going to share, through my social media platforms, some of the perspectives that we know, that we have learnt from our counterparts overseas, who may have a different stance on drugs. We will do that. And I thank the Member for believing in this; and we really, really appreciate your support.The Chairman: Minister Josephine Teo.", "I have tried it. [Laughter.] Essentially, if you look at it, drugs in the body can enter oral fluid, the saliva, through passive diffusion from blood or may be deposited in the oral cavity during oral, smoke or intranasal administration. So, indeed, drug metabolites also can be detected in saliva. That is one.Then, the saliva test, I have shown you earlier: you need to swab a person's tongue, using the test kit to obtain minute sample of saliva. So, the test kit subsequently will check the saliva for controlled drugs and produces results in about eight to 10 minutes. So, it is quite fast. It is similar to the COVID-19 test kits where the test kit will produce red lines if particular drugs are present. So, it is quick, efficient, fast.Nevertheless, we will also have a double check. That means, if we find that there are some test results which are positive, we will bring them back to do further testing.The Chairman: Mr Raj Joshua Thomas."], "Mr Gan Thiam Poh": ["Mdm Chair, I just overheard about the saliva test kit. Can Minister of State share more about it. I find it quite interesting. It is very welcome."], "Mr Murali Pillai": ["Mdm Chairperson, with your indulgence, I would like to thank the hon members who filed 27 cuts spanning 52.5 minutes on various topics that made this debate quite enriching. But I also would like to extend my appreciation to hon Second Minister and the two hon Ministers of State for their responses and outlining their strategies to keep Singapore safe and secure. And I am sure the hon Members who join me in wishing them well in their respective missions. With that, Mdm Chairman, may I seek leave to withdraw the cut?Amendment, by leave, withdrawn.The sum of $7,285,857,000 for Head P ordered to stand part of the Main Estimates.The sum of $1,020,392,400 for Head P ordered to stand part of the Development Estimates. "]}