{"Mr Saktiandi Supaat (Bishan-Toa Payoh)": ["Mdm Chairman, I beg to move, \"That the total sum to be allocated for Head W of the Estimates be reduced by $100\".Our convenient affordable and well-connected transport system is Singapore's lifeblood. It is important that we can sustain the system's long-term both from an environmental and financial standpoint. This comes down to three things.First, mindsets. Our ability to transform our public transport system depends on getting commuters on board. Against our aim to move away from private transport and towards public transport and active mobility, a recent survey shows that there are still mixed opinions on the symbolic value of car ownership. We need to further unpack and shape societal attitudes to realise our car-lite vision.Second, infrastructure. We have already taken steps to enhance the charging infrastructure for increased adoption of electric vehicles. These are important steps, but what are the Ministry's plans to roll out affordable EV motorcycles, for example, and the infrastructure needed for that as part of its sustainability efforts in our land transport plans? Is there an updated assessment of possible early adoption incentives for EV motorcycles.Our Land Transport Masterplan 2040 also envisions cycling to be a mode of commute by which individuals can complete peak period journeys between home and work within 45 minutes.Besides building new cycling paths between towns, is it time to separate bicycle lanes on our roads, especially in the Central Business District.I cycle around my constituency with my volunteers every weekend and I am aware that cyclists are sometimes made to feel unwelcome both by motorists on the roads and by pedestrians on roadside paths.Third, innovation. The quest for sustainable air and sea transport is a global one given the international nature of such activities. As we explore low and zero-carbon fuels and other sustainability measures, we should look to collaborate with other countries in such endeavours. We have done well in ensuring our hub status in the air and the maritime sectors remain competitive globally but there are opportunities for us to gain more market share going forward and create good jobs at the same time. Bearing in mind that other countries are not sitting on their laurels and are always looking at chipping away our rankings.So, I would like to ask, what are the Government's sustainability targets across land, air and sea transportation and what are the Ministry's strategies to achieve these targets? Are we on track and what does it mean for the Ministry of Transport (MOT) Budget and resource needs beyond 2023?Pursuing these objectives will come at some cost. Our bus and rail services were already operating at a loss before the pandemic struck. We must strike a balance between ensuring that the funding gap does not unsustainably widen and managing the cost impact on commuters is key.In addition, we also need to balance spending on ensuring upgrades to our transport infrastructure and safety checks are there to meet our sustainability targets and possibly gradual changes may be needed to ensure the market microstructure of our pricing mechanisms to control vehicle population remains up-to-date with the sustainability changes.All these are not easy as we also face at the same time external shocks or factors affecting prices going forward. As such I would like to ask MOT in pursuing our environmental and financial sustainability targets and strategies, what will be the impact on the cost for commuters and Singaporeans at large?Question proposed."], "Ms Poh Li San (Sembawang)": ["Mdm Chair, MOT is pushing for electric vehicles (EVs) in a big way as part of Singapore’s transition to a Green Economy. EV chargers are being installed in HDB multi-storey car parks and public spaces to provide accessible charging infrastructure across the island. Working backwards from the 2040 target for 100% cleaner EVs, what is the expected annual expenditure required for installing and maintaining EV charging infrastructure and the cost of additional substations needed to meet the higher power load?Are there plans to recover part of the development expenses required for EV charging infrastructure from charging fees levied on drivers of EV cars? And what will be the considerations for the charging fee model for EV chargers installed in public premises? What are the plans for existing petrol and diesel pump stations as more drivers switch to EVs?"], "Mr Gan Thiam Poh (Ang Mo Kio)": ["Madam, the availability of reliable EV charging stations is crucial to our transition to green vehicles. What has been the average utilisation rate for current public EV charging stations? New charging stations will be rolled out in all HDB carparks. How many EV vehicles and motorcycles can these additional EV stations in each HDB carpark support?"], "Prof Koh Lian Pin (Nominated Member)": ["Mdm Chair, electrifying Singapore’s vehicle population is a key goal of the Singapore Green Plan 2030. The Government has introduced a series of initiatives to encourage and support EV adoption. Can the Government provide an update on some of the key initiatives, including the EV Charging Act and the EV Common Charger Grant? Are we on track in terms of the rate of EV charger deployment and EV adoption?"], "Ms Sylvia Lim (Aljunied)": ["Madam, the current formula for road tax for EVs consists of two components. The first requires a computation based on car’s power rating. The second is a figure to be added, called the additional annual fixed component (AAFC). The AAFC is fixed from this year as $700 per year. This has caused some unhappiness among EV owners due to the weakness of the principle behind imposing the AAFC.In the Parliamentary answer to Sengkang Member of Parliament Mr Louis Chua in May 2021, MOT stated that the AAFC sought to put EV users on par with those using internal combustion engine (ICE) vehicles.As ICE vehicle users paid fuel excise duties at the pump, but EV users did not, AAFC was added to put both categories of vehicle users on par. MOT stressed then that the AAFC was not punitive but was an interim measure. However, some EV owners find it punitive as the AAFC arbitrarily raises their road tax by as much as one-third despite the whole-of-Government avowed push towards green policies and clean energy.I understood from the Budget Statement in 2020 that the end game for road tax on EVs is distance-based charging using the next-generation Electronic Road Pricing (ERP) system. However, in a Parliamentary answer to Member of Parliament Mr Louis Chua in 2021, the Government stated that it was studying different approaches and options for distance-based charging that were fuel independent. Would the Ministry clarify what this means exactly?"], "Mr Ang Wei Neng (West Coast)": ["First of all, I would like to declare my interest as the President of Strides Mobility Services, a subsidiary of SMRT Corporation.  As part of the Green Plan, there is a strong push to encourage adoption of electric vehicles (EVs). We understand that 11.8% of all the new vehicles registered last year, in 2022, were EVs. This is an encouraging sign.  But we need to peel the onion further to understand the composition of the EVs registered last year. In particular, we hope MOT can reveal how many of the EVs were registered as passenger cars under COE Cat A and Cat B respectively. How many of the EV-registered vehicles were commercial vehicles and motorcycles?I supposed electric cars and electric commercial vehicles users face different sets of challenges. What is MOT's plan to encourage EV adoption in passenger cars and commercial vehicles respectively? Is there an order of priority?  In addition, could MOT share the EV adoption rate among the Government vehicles? What is the Government's plan to adopt EVs across the different Government departments? Is there a centralised plan or is each Ministry responsible for their EV adoption or conversion plan by themselves? Meanwhile, we know that there is an overwhelming majority of public buses that are running on diesel engines. Is LTA accelerating the purchase of electric buses? How many electric buses is LTA buying this year and next year? What are the challenges in running electric buses? Are electric buses more costly to acquire and run? If so, will that translate to higher bus fares? On the other hand, there are also opportunities to run EVs at the airport and seaport as the range anxiety is less of an issue in the confined space of the airports and seaports. Would MOT update us on the electrification plan at the airports and seaports?"], "Mr Gan Thiam Poh": ["Madam, about half of our public buses will be electric by 2030; and all buses are expected to be electric vehicles by 2040. Will the Ministry consider expediting the conversion of our public buses to electric buses? What are the main challenges facing the conversion process?", "During the morning peak travel hours, residents have to compete to get on the buses and the Mass Rapid Transit (MRT) to the Central Business District (CBD). Would the Ministry consider providing more direct city bus services during the peak hours? I would like to appeal, in particular, for an additional trip for SBS Transit  Bus service 671 from Fernvale to the CBD in the morning to meet the higher demand.Would the Ministry consider a feasibility study for an extension of the Cross Island Line to extend from Punggol West to support residents at Jalan Kayu and Yio Chu Kang Road, as well as Fernvale? They are especially in need of MRT access to travel to other parts of Singapore.The construction of the Downtown and Thomson-East Coast Lines greatly enhances accessibility across our island. Would the Minister provide an update on these lines? What is the average ridership for both the Downtown and Thomson-East Coast Lines so far? ", "In addition to our MRT and public bus services, commuters have the options of taxis or private hire cars. With the convenience of almost instant matching on mobile apps, point-to-point transport services have never been more popular. Can the Ministry provide an update on the availability of P2P drivers? What are its plans in the event of a shortage?", "Madam, may I ask the Minister what is the utilisation rate of Seletar Airport in respect of chartered flights and private aircraft operations and commercial flights, which I understand are currently Firefly flights. Are there any plans to increase its utilisation rate?  The Kuala Lumpur-Singapore  (HSR) project was expected to bring travel convenience and economic benefits to both Singapore and Malaysia. May I ask the Minister for an update on the progress of the discussions of the HSR between the two nations? What are the chances of the revival of this project?"], "Mr Muhamad Faisal Bin Abdul Manap (Aljunied)": ["Madam, I have received feedback from my Kaki Bukit residents requesting for enhancement of the public bus services serving my ward covering namely, Bedok North Street 3 and partially Bedok North Avenue 1, 2 and 3. Currently Kaki Bukit ward is being served by bus services 225G, 225W, 137 and 137A. Buses 225G and 225W are feeder services, starting and ending at Bedok Interchange and they cover the loop of Bedok North Avenue 1, Avenue 2 and Street 3, each going in the opposite direction. I understand from residents that these two feeder services have been around since the early days of Kaki Bukit estate. The newest and only trunk bus service that was made available to Kaki Bukit ward is bus service 137, launched in October 2017, in tandem with the opening of the Downtown Line, stage 3. Bus service 137A, which is a short-trip service variant of bus service 137 was introduced in February 2019. Bus service 137A only operates on weekday mornings to cater to peak hours commuting, making a total of four trips – first at 7.18 am and final at 8.07 am. One of the common feedback received is to enhance the connectivity of the feeder services serving Kaki Bukit to wider parts of Bedok North, Bedok South and also Bedok Reservoir by introducing Townlink feeder service. Such a service can be found in some HDB towns such as Pasir Ris. Many who had called for this mentioned that such Townlink feeder service will, in particular, benefit groups with different mobility needs, such as the elderly, persons with disabilities and families with young children because it will do away with the hassle of bus transfers.There are also requests to increase the frequency for bus services 137 and 137A during peak hours. The feedback is that these services is often crowded and impossible to board, especially for residents taking the bus services from the last three stops away from the Downtown Line, Bedok North station bus stop. Madam, I do hope the Land Transport Authority (LTA) will look into this feedback and, if possible, conduct a study and see how best to improve the overall public bus service, especially on bus connectivity, for Kaki Bukit ward.The Chairman: Mr Gan Thiam Poh, please take your three cuts together."], "Mr Lim Biow Chuan (Mountbatten)": ["Mdm Chair, it was reported in the last Committee of Supply (COS) debate that for every journey on our public transport, the Government subsidises the journey by more than $1. In October last year, the Government announced that it will provide an additional subsidy of about $200 million in 2023, and this is on top of the current subsidies of more than $2 billion annually to run bus and train services. Hence, the fare increase was kept at 2.9% for the 2022 fare review exercise.The various support from the Government has enabled the bulk of the fare increases to be deferred and kept our public transport fares affordable.Madam, I appreciate the support from the Government for public transport fares and the subsidies are a large sum of money. However, the reality is that fare subsidies do come from all the taxes that we all contribute towards – income tax, corporate tax, goods and services tax (GST), plus the Net Investment Returns Contribution (NIRC). I understand that the public transport fare formula is due for review in 2023.May I seek an update on the fare formula review so that commuters and Singaporeans can also share their views as to how public transport costs should be shared between commuters and the tax-paying public. If all public buses are operating on EV mode, would this help reduce the costs of operating the buses as there would be substantial savings in fuel?"], "Ms Poh Li San": ["Mdm Chair, to achieve a sustainable Green Economy, we need more citizens and residents to use our public transport system. That would require our public transport system to be accessible and affordable, safe, reliable, clean and comfortable, and not overcrowded.With six MRT and three LRT lines in operation, what are the annual operation and maintenance expenses? Also, with the recent increase in fuel prices and electricity tariffs, what is the increase in annual operation and maintenance expenses for public buses?To cope with the rising costs of operation and maintenance, what is the expected fare revenue that will be collected from commuters from MRT and bus ridership?With the return to DORSCON Green, public transport ridership has largely recovered, what is the projected annual Government subsidy that is still required in order to ensure a safe, reliable, accessible and affordable public transportation system?", "Mdm Chair, with better accessibility and affordability, car sharing has seen increasing uptake. This option fills a demand gap in serving the needs of public transport commuters who require the use of a private vehicle occasionally. What is MOT's assessment of the effectiveness of the car sharing option as an alternative to car ownership? Has MOT implemented programmes or incentives that would help car sharing companies scale up their operations to enhance the attractiveness and increase the accessibility of this mode of transportation?  Would the Ministry consider formalising the framework for this sector to ensure nationwide coverage by the various companies, as well as the availability of different types of vehicles, such as those that can accommodate wheelchairs, so that more people facing difficulties using public transport can be served?", "Madam, with MOT's push for active mobility, there has been an increase in cyclists seen on the roads. Some cycle as a means of transport while others cycle for recreation and sports using the PCN and roadways. To enhance safety for pedestrians, can LTA bring forward, in all towns, the construction of dedicated bicycle paths to improve the first and last mile connectivity, from MRT stations? For shared paths within a certain radius from an MRT station, there is usually a higher density of both cyclists and pedestrians. Dedicated cycling paths and pedestrian paths between MRT stations and the next major junction would help to segregate traffic and improve safety, especially during the morning and evening peak periods.", "Madam, as part of MOT's car-lite vision, several streets have been converted to pedestrians-only streets, such as Connaught Drive and most recently, Eng Hoon Street in Tiong Bahru. These pedestrians-only streets have become very leisurely stretches where people can connect with each other and engage in community activities together. The placemaking of these pedestrianised stretches have also given these spots a new identity and attractiveness. What are the lessons learnt from the first few pilots of converting streets into pedestrians-only ones? Beyond the central regions and tourists areas, are there plans to extend such pedestrians-only streets into the heartlands' town centres? ", "Thank you, Mdm Chair. Madam, I would like to declare my interest as an employee in the aviation sector.Our aviation and maritime hubs are amongst the leading global hubs. They also generate significant carbon emissions due to the reliance on fossil fuels to power the aircraft and ships. On the bright side, Changi Airport has been consistently rated not only as one of the world’s best airports but also one of the most environmentally-friendly. It is lauded for its skylights, abundance of greenery, energy-efficient motion sensors and lighting, water-efficient fittings and roof-mounted solar panels.Singapore remains in top position as the world's busiest container transshipment port, but we may not be amongst the most sustainable ones. According to a 2020 study of 36 seaports selected from North America, Europe (EU) and Asia Pacific, EU seaports had adopted more sustainability initiatives, compared to North American and Asia Pacific seaports.What is the strategy for both sectors to support our national 2050 net-zero domestic emissions target? What are the pathway, policies and regulations that will be put in place to incentivise sustainability measures? How can research institutes, industry MNCs, financial institutes and regulatory bodies work together to co-create solutions for decarbonisation? How can existing infrastructure and assets be adapted to reduce their carbon footprint to prevent them from becoming stranded assets? And what are the strategic international framework and partnership established so far in bilateral agreements to catalyse our transition?The global aviation industry has undergone dramatic upheavals throughout the pandemic. Passenger traffic on Singapore Airlines and at Changi Airport have rebounded sharply over the past year since our borders opened in April 2022. With the Chinese borders fully opened recently, how is our aviation industry poised for further growth and how can our air hub emerge even stronger than before the pandemic, considering the uneven recovery of other global and regional air hubs? On the other hand, what are the key challenges facing the aviation industry as it rides on this wave of recovery? The airlines and airports suffered severe financial losses in the past three years. Given the strong demand, is there headroom to increase airport charges to recover the losses and to cushion against higher operating costs due to energy and manpower cost increases? The Chairman: You are out of time.", "What kind of assistance is the Ministry providing to support the recovery?The Chairman: Mr Dennis Tan."], "Mr Mark Chay (Nominated Member)": ["Mdm Chair, the Public Transport Council (PTC) Survey showed that there is generally high satisfaction with the P2P service. However, the report also revealed that the wait times were less satisfactory. Acknowledging that there can never be such anything such as a \"perfect\" system, I have to make three points.First, I would like to ask MOT how it intends to improve P2P service waiting times.Second, it is good that the PTC has expanded the scope of research to persons with disabilities (PwDs) and their caregivers. Important service attributes that PwDs identified to include in Singapore's public transport system are reliability, safety and security, and accessibility. I want to ask MOT how it has taken the data collected from the PTC Survey to enhance the experience of PwDs and their caregivers. Can MOT also share its plans to improve the user experience of the elderly to achieve its objective of providing a sound transport system?  Third, I would like to ask MOT to share more about its plan to increase awareness and growth of the  movement, which promotes courteous behaviour, such as giving up seats for the elderly, pregnant women and PwDs."], "Ms Yeo Wan Ling (Pasir Ris-Punggol)": ["The past three years have taken a long toll on our taxi and private-vehicle-hire drivers, with many drivers having disrupted livelihoods, depleted savings and sometimes, battered mental and physical health. While endemic living has given some form of reprieve to our P2P community, they remain worried about their future and their livelihoods, due to an ageing driving workforce, the ever-widening MRT coverage, the roll-out of EVs and rising costs of business.I have brought these issues up previously in this House and I seek an update on the Ministry's considerations.Our drivers have asked if it would be possible for a later statutory upper age limit for Taxi Driver's Vocational Licence (TDVL) and Private Hire Car Driver's Vocational Licence (PDVL) holders. It is currently at 75 years' old, and our drivers have asked for this to be stretched to 78 as many still feel they are healthy enough to be driving.This will also help alleviate the retirement pressures that many are feeling, especially after the three-year pandemic.Vehicles are key to our P2P livelihoods and rentals can often eat into more than 50% of a driver's revenues. Our P2P association leaders have given the ground feedback that rentals for vehicles have jumped as much as 35% over the past year for some rental models. Very often too, renters are asked to sign onerous rental agreements which must include vehicle insurance that can bear unequitable terms, such as high excess sums.We call on the Ministry to work with the Labour Movement to look into the pressing issue of setting out fair practice guidelines for the rental of vehicles used for trade.Our P2P community has also brought up the growth of a grey economy, ride sharing or car-pooling – a practice which lies on the fringes of what can be considered not legal P2P ride-hail travel.Over the past year, this community has grown, and at last count, on just one online chat channel, there are 200,000 participants. This has impacted the livelihoods of our drivers. Can Ministry share on what measures have been taken or will be taken to address these issues?Our P2P drivers are excited to join Singaporeans in a sustainable green future and are keen to make the shift to EVs. However, the rollout speeds and norms of charging point use are top of the mind for drivers and the Labour Movement and our P2P associations call for priority use of charging points for drivers who use vehicles for livelihoods.We also call for more support for our early adopters as they will be expected to take on more costs due to a nascent EV ecosystem."], "Mr Saktiandi Supaat": ["Last week's COE tender results saw motorcycle premiums rose to $12,189, nearing the record high $13,189 set in November 2022. Demand continues to be high since last year's COS debate and measures implemented in March 2002 have only provided temporary respite. We must identify the specific drivers of this persistent and strong motorcycle demand to effectively address the soaring COE premiums.Do we have enough data to assess if the measures undertaken last year to raise the bid deposit for motorcycle COEs to $800, from $200 previously and validity of a secured COE will be halved to three months, had made an impact to encourage prudent bidding behaviour? Will there be a need to review bid deposits much higher, possibility to $2,000 and shorten the validity period?Is the Ministry and LTA looking at other market microstructure measures on the retail side to reduce demand? Considering the value of motorcycles to delivery services and to lower income Singaporeans who rely on motorcycles for their livelihoods, what are the Ministry's plans to ensure motorcycle COE supply remains adequate and affordable going forward?Parking and environmental sustainability are possibly some other reasons behind maintaining the zero-percent growth rate for motorcycles until January 2025. But these issues can be targeted in other ways and not just by constricting the number of motorcycles. As the COE and vehicle quota system are mainly to control traffic congestion, is there room for calibrated marginal increase in motorcycle quotas, whether by creation or reallocation from other categories, as motorcycles do not take up as much traffic space as cars?", "The maritime industry is on the verge of a digital transformation and industry experts have voted Singapore, Oslo, Shanghai and Copenhagen to be the best prepared for the industry digitalisation.First, the digitalisation of services or operations can help reduce costs amid rising prices and interest rates. Various practical, digital solutions to reduce manual, lower-value work, are proposed in the Singapore Shipping Associations Maritime digitalisation playbook and the Industry Digital Plans or IDPs. IDPs are presently available for sub-sectors like bunkering, harbour craft and ship agency and I wonder if more sub-sectors will soon be covered.Second, digitalisation can facilitate better connectivity and integration within an ecosystem. The digitalPORT@SG Initiative and PSA's launch of more than 50 application programming interfaces, allows users to plug in directly to PSA systems. Is there a progress update on the harmonisation of APIs and data standards across different ports under digital oceans? And what are the Ministry's digitalisation plans for the maritime sector, considering businesses uptake of digitalisation solutions and schemes, thus far?The maritime sector is digitalisation will also increase the risk of exposure to cyber threats. Malicious actors may launch cyber attacks to steal valuable data for ransom, sabotage critical operations and infrastructure to damage Singapore's reputation, orr a concealed illicit activity that utilises our seaport. SMEs are especially vulnerable as they are likely to have weaker cyber defences and present higher chances of success for cyber attackers, putting the broader digital system at risk with increased connectivity. SMEs are also unlikely to have the knowledge to synchronise its cyber defences with existing protection such as the Singapore Maritime Cyber Security Operations Centre which provides early detection, monitoring and response to cyber attacks.How will the Government ensure that the maritime sector is well prepared in the area of cyber security?The Chairman: Mr Raj Joshua Thomas. Not here. Ms Janet Ang.", "China's decision to reopen its borders to quarantine-free international travel in 2023 means we can expect the number of China-Singapore flights to multiply. This was swiftly followed by our decision to move from DORSCON Yellow to Green which removed some of the last travel restrictions of non-vaccinated travellers entering Singapore. I look forward to hearing more concrete plans and timelines for the construction of T5. As Prime Minister had announced at last year's National Day Rally, we were about to call a tender to build T5 before the pandemic but decided to pause our plans for two years due to COVID-19. Do we now have enough information and data to decide how we intend to proceed or are we going to adopt a wait-and-see stance for a while?Our aviation hub status is not just defined by size or quantity, but quality as well. The rapid post-COVID-19 recovery of our aviation sector has seen labour shortages, after workers that left the aviation sector for other sectors amidst the one- to two-year standstill. As we ramp up recruitment to ease capacity constraints, we must ensure that these workers are suitably familiarised and trained in airport operations. Some of these hires are newcomers to the industry and not workers who have taken a break during the COVID-19 period and are returning to familiar jobs.The coming years will be interesting times for the aviation sector. Besides the new variables I have already described, the sustainable air hub blueprint is slated to be unveiled this year. Airlines and other industry operators will have to contend with rocketing costs, including energy prices. So, can the Ministry provide an update on the recovery of our aviation hub and what new competition it is currently and likely to face in the future? Are there plans even for Terminal 6 or Terminal 7? But that is probably way in the future. So, what is the Government's outlook for the sector over the next year and the resource constraints that are likely to remain unchanged?  Recovery – Sustainability"], "Mr Pritam Singh (Aljunied)": ["A Bloomberg article late last year put it aptly. Singapore's reputation as one of the world's most expensive cities now extends to one of its cheapest modes of transportation: motorcycles. Many Singaporeans who earn wages at the lower deciles rely on motorcycles for transport, gig work or undertaking deliveries.In March last year, LTA attempted to arrest high COE prices by increasing the deposit for motorcycles COE and halving their validity period from six months to three months. These moves did not arrest the rise in motorcycle COE, which rose to more than $13,000 in November last year. Clearly, more needs to be done.In response to last year's changes, the Motorcycle Trade Association suggested raising the COE bid deposit to $2,000 and reducing the COE validity period to one month. Can the Ministry share if it has looked at this to further manage motorcycles COE premiums?Secondly, in years past, LTA had transferred motorcycles COEs to the open category. At one point, the number of motorcycles COE transferred to the open category was up to 25% before being reduced to 10%. This practice was ended around 2017. Would the Government consider redesignating some open categories COEs to motorcycle COEs for reasons of equity and fairness for our low-income Singaporeans and of course, the gig economy landscape?Thirdly, an important but seldom discussed aspect of high motorcycle COE prices revolves around the largely unregulated motorcycle financing ecosystem. The fact here is that it is the motorcycle traders and sellers that overwhelmingly offer in-house financing. In some cases, the interest-bearing component of such loans can be oppressive for our motorcyclists. High COE prices mean motorcyclists will require more financing to buy motorcycles. There have been concerns expressed about how the prospect of offering such financing in and of itself provide an opportunity to profit from financing, even if a motorcycle is prematurely returned before the loan is fully settled since the unused portion of the COE can be redeemed.Do high COE prices for motorcycles create a perverse incentive for some motorcycle finances to drive up motorcycles COE prices in a largely unregulated space? Would MOT look at motorcycle finance as an area of deep study and review to ensure that motorcycle riders – almost 70% of whom ride Class 2B motorcycles and who are more than likely earning well below the median income – are not unfairly penalised because of a lack of Government regulation?"], "Mr Melvin Yong Yik Chye (Radin Mas)": ["Madam, I had raised on multiple occasions in this House, about the importance of ensuring that our workers travel to and from work safely every day.  On 1 January this year, the Government rolled out new rules to improve the safety of workers ferried in the rear decks of lorries. Measures included a designated vehicle buddy and a requirement to ensure that drivers must be well-rested if they happen to be a worker too. Migrant worker groups, however, have continued to highlight that these do not adequately address the core issue that transporting workers on lorries, where heavy equipment and human passengers co-mingle, is fundamentally unsafe.  According to data from the MOT, about two-thirds of Singapore's registered lorries, or about 34,000, will have their COEs expire within the next five years. This presents us an opportunity to phase out lorries that are currently approved to ferry passengers on the rear deck but without the proper safety measures installed. Can MOT consider revising the lorry homologation process so that only those that can allow for proper seats and proper seat belts to be installed in rear decks can be sold in Singapore? By doing so, we can gradually refresh our lorry fleets without imposing additional costs on business owners. Madam, we should do all we can to improve the safety of our workers' transportation and I reiterate my calls once again for safe, dedicated transport for all workers, especially for those who rely on company transport to and from work every day.  "], "Mr Ang Wei Neng": ["Madam, as part of the Green Plan 2030, we would want to encourage more Singaporeans to take public transport, cycle and walk. We understand that LTA has plans to build cycling paths to reach 1,300 kilometres by 2030.  From LTA's website, we can see that most of the cycling paths are concentrated in the central, northern and eastern parts of Singapore. In contrast, there are very few cycling paths in the western part of Singapore with the exception of cycling paths around Jurong Lake and Bukit Panjang. In Nanyang Division, for example, many residents feedback to me that we have many cyclists but there are no cycling paths that are built by LTA.  Based on the LTA's current plan, how many kilometres of cycling path would LTA build this year and next year? How many towns, like Nanyang, do not have any dedicated cycling paths built by LTA as of now? What would it take to accelerate the construction of cycling paths?During the COVID-19 pandemic, many more Singaporeans started to cycle and used the Park Connectors Network (PCN). As the champion for green transport, I hope MOT or LTA can ride on the momentum to accelerate the construction of cycling paths to reduce carbon emission and promote healthy living at the same time. ", "Once again, I would like to declare my interest as the President of Strides Mobility Services. I understand that MOT has conducted at least four sessions of Forward Singapore engagement exercises to gather Singaporeans' view of what they want to see in the future of the Singapore transport system.  In these sessions, I understand that many Singaporeans were keen to have a more inclusive transport system that can cater for people with disabilities, the elderly and people with dementia. It is sensible. But, there are also trade-offs. Would people in a rush be willing to wait for passengers who are less mobile to board the bus or train? Would a more inclusive transport system also means higher costs and what is the vision of inclusive transport system by MOT? If it is more costly to have an inclusive transport system, would it translate to higher transport fares?"], "Ms Ng Ling Ling (Ang Mo Kio)": ["Mdm Chair, this year, a new rule kicks in for cycling groups on roads to be kept at five in a single file or 10 if cycling two abreast. Besides space constraint on our road network, this is another measure to ensure road safety, an area that I feel strongly about in safeguarding lives.While there has been a positive increase in the popularity of cycling during the COVID-19 pandemic, we have also seen a spike in the number of traffic accidents involving cyclists. The number of such accidents rose to 572 cases in 2020, or 25% more than 2019.I am a keen supporter of cycling as a great sport to keep healthy but prefer that there be a dedicated cycling track separated from drivers and pedestrians as far as possible for safety reasons. In my Jalan Kayu Constituency, there is a stretch of vacant land, along Yio Chu Kang Road, on the south and Sengkang West Road on the east, that can be developed with dedicated cycling path all the way to the beautiful Seletar Aerospace area.I would like to ask the Government what are the considerations and how soon can such a development be approved and built?The Chairman: You are out of time. Ms Poh Li San."], "Mr Dennis Tan Lip Fong (Hougang)": ["Thank you, Madam. Recently, Minister Iswaran replied to my Parliamentary Question informing that 760 persons were caught using personal mobility devices (PMDs) on footpaths in January to November 2022, down from 1,100 in 2021 and that 170 persons were caught riding PMDs on roads in January to November 2022, as compared to 210 in 2021.While I applaud the enforcement efforts of the LTA officers and I appreciate that we have come a long way from the heyday the e-scooter menace. Many people are still using their e-scooters illegally despite the enforcement and public education efforts. Our Enforcement Officers cannot be at every street, junction or footpath. I still see e-scooters being used almost every day on footpaths or on the roads. I see e-scooters on Park Connectors too. Though allowed, most houses or flats are not directly linked to a Park Connector and how often do we see anyone pushing their e-scooters along footpaths, enroute to Park Connectors? We also read of fires from charging e-scooters which imply continual use.I would like to ask the Minister, beyond existing enforcement and public education efforts, does LTA have any new initiatives to further reduce the illegal use of PMDs? The restrictions on e-scooters led to the rise in the number of electric bikes. E-bikes are not allowed on footpaths, yet many are still being used on footpaths. I have seen them on HDB void decks too. On the roads, it is comments to common to see some e-bike riders —The Chairman: You are out of time."], "Ms Yeo Wan Ling": ["Delivery riders rough it out, rain or shine, night or day, to keep logistical networks in Singapore alive in the new normal, be it courier services, food delivery or other forms of logistics.Unfortunately, in a normal course of their work, our delivery riders sometimes have really bad odds stacked against them, causing them their livelihoods and sometimes, in extreme, even their limbs and their lives.Our riders have given the feedback that due to them using bicycles and power-assisted rides for delivery, they are often in no man's land. When on pathways, they share the space with pedestrians and many pedestrians are on their headsets or seniors and young children with slower reaction times. When on roads, they share the space with cars, buses and other heavy vehicles. While rules have been put into place to help protect our riders, example, the 1.5 metres distance when overtaking. When the rubber hits the road, literally, our riders stand no chance in a collision with a vehicle.No doubt gracious, pathway and road sharing is important to cultivate. And I ask the Ministry to provide an update on what programmes would be put in place to give awareness to all stakeholders on sharing norms.In addition, in areas where there's no possibility of broadening out pathways, how will the Ministry look to demarcate their use? Currently the laden weight of delivery ride is set at 20 kilograms. This includes the bicycle, additional batteries, delivery items and the frame used to carry the items for delivery. Our riders are given the feedback that this 20-kilogram limit causes them to compromise on safety, for example, taking on the lightest bike frame and this can lead to instability with a full delivery load and of course, bumpy road conditions.Our riders appreciate the 20-kilogram safety feature for pathways but are very worried about the risk they take on the road. The Labour Movement calls for the Ministry to consider, to allow a higher laden weight for delivery rides and to consider differentiated laden weights, a lighter one for riders who use pathways and a heavier one for riders who are on the roads primarily.", "I understand that the LTA is studying how Singapore's road infrastructure, can better support walking and cycling in neighbourhood centres to create a more livable and inclusive environment for all Singaporeans. This includes the pedestrianisation of roads or the creation of wider foot and cycling paths.Punggol is home to many young families and to beautiful waterways and park connectors. Cycling has always been a favourite activity of families and our youths and our Punggol residents have asked if we would be introducing new innovative concepts to our roads and pathways to promote community bonding and healthier lifestyles, especially for our seniors and youths.Will the Ministry please give an update to the road repurposing projects announced the responses to these projects thus far and the considerations for road repurposing to be rolled out to other neighbourhoods and communities?", "The moving of our ports from Pasir Panjang to Tuas also represents a major shift in workplace location for many of our port workers. Our unions have told us that this move will affect thousands of workers and this includes not only port workers, but also other workers in the Tuas ecosystem.Given the necessity of our port workers to be on site 24/7, the introduction of thousands more workers to the Tuas area, can the Ministry provide an update to the transport options available to our port workers, especially last mile connectivity such as MRT, LRT and other P2P transport."], "Mr Eric Chua (Tanjong Pagar)": ["Mdm Chair, since personal mobility devices (PMDs) became a popular transport option for last-mile commute in recent years, the safety of both PMD users and pedestrians on footpaths and cycling paths have surfaced as a cause for concern amongst many. \"Detention order for PMD rider who left woman with fractured skull in collision and fled\". \"Twenty-two-year-old man pleading guilty to causing the death of a 64-year-old woman while riding his PMD.\"These are attention-grabbing headlines that have unnerved many residents, particularly so for those living in older estates, such as in Queenstown, where I serve. Residents often narrate to me their near-miss encounters with bicycles and mobility devices on footpaths and cycling paths. \"I wonder whether a short trip on foot to our neighbourhood amenities, such as the polyclinic, stadium, or local hawker centre these days, can really be safe!\", some lament. Recently, the  Advisory Panel proposed a set of rules that would allow for the use of cargo bicycles and other novel mobility devices on our roads and paths. While the Panel also recommended that a set of rules on size and weight be consistently applied for these new additions, as with all active mobility devices, many residents are still rightly concerned. With our foot- and cycling-path sharing culture between various user groups admittedly still in its infancy, what can we do to ensure that even as we nudge changes in behaviour in our last mile commute, we do not do so at the expense of the safety of our residents? "], "Mr Lim Biow Chuan": ["Mdm Chair, public transport is a topic on many citizens' minds. Many citizens feel that public transport must be affordable, reliable and accessible. I used the public transport regularly and other than during peak hours when I experienced more crowdedness on the MRT trains, I am generally quite happy with the state of public transport. However, for some of the younger citizens who aspire towards car ownership, they worry about the high costs of COE. They also worry about the high ERP charges and ask whether the only solution to road congestion is to impose higher ERP. For non-car owners who may need private transport due to the need to ferry young children or the elderly parents, they have seen a spike in hire car charges. Hence, they worry that substitute options like taxis and private car hire are getting more expensive. May I ask the Minister to share more about the sentiments and key areas of feedback on public transport through the Forward Singapore exercise? What are the expectations of Singaporeans for our public transport system?"], "Mr Cheng Hsing Yao (Nominated Member)": ["Thank you, Mdm Chair, last year, MOT shared about plans to enhance walkability at Tanjong Pagar and other areas. For Tanjong Pagar, MOT sought inputs from the local community and carried out a number of enhancement works. These works include enlargement of walkways, introduction of new zebra crossings, new road islands to facilitate pedestrian crossings, traffic calming features and also a cycling route through the area. I am aware of this because I am a member of Discover Tanjong Pagar, a local business association. I would like to commend the MOT and LTA for a job well-done. Such works are not iconic and do not draw much attention nor publicity. However, they are what matters on a day-to-day basis, in enhancing the experience of pedestrians and commuters.  Can the Ministry provide an update on its effort to enhance walkability and whether any new areas are being considered for such enhancement projects?"], "Ms Hany Soh (Marsiling-Yew Tee)": ["During the earlier Budget debate, I shared that in order for Singapore to become a nation Made for Families, our infrastructure needs to be ready to cater to the needs of families with young children as far as our seniors and those with mobility issues. Improving the accessibility of this group of people to allow for them to travel to places they frequent, is important.To achieve that, installing lifts to our pedestrian overhead bridges and ensuring that the surrounding areas are sheltered with barrier-free access, are critical.What is the current progress of installing lifts for the existing pedestrian overhead bridges in Singapore? What is the target timeline to provide barrier-free access to these bridges, so as to create a more inclusive society, enhancing mobility of seniors, families with young children and those with physical disabilities?One example is the overhead bridge Woodgrove Zone 7, connecting Woodgrove residents to Marsiling Mall, Woodland Sports Complex and PCF Marsiling Mega Centre and for Marsiling residents to travel to the family Service Centre in Woodgrove. Many seniors residing in Zone 7 have shared that they would often get their meals and groceries from Marsiling Mall hawker centre and supermarket just across the road.Notwithstanding that there is a traffic light crossing a few hundred metres away, if given a choice, they would prefer to take the bridge as a safer option, especially during wet weather. Unfortunately, the sad reality is that many of them when carrying their heavy groceries, find it, almost an impossible task to walk up to overhead bridge. Some had no choice but to resort to jay walking across the road from under the bridge during wet weather especially. Similar feedback were also received from parents of young children, as they struggle to get across to the infant care preschool, as well as for swimming lessons whenever they travel with prams. Following our appeals to the relevant agencies, I am heartened that NEA has since provided a covered linkway from the Marsiling Mall to the overhead bridge and nearby bus stop. I therefore hope that LTA can expedite in its installation of lifts to this overhead bridge."], "Ms Nadia Ahmad Samdin (Ang Mo Kio)": ["Madam, by 2030, it is expected that a quarter of our population will be aged 65 and older. We must make sure that our home adapts accordingly to our changing demographic and especially look after our seniors. I would like to ask the Minister, MOT had earlier announced plans to implement silver zones island-wide. Can the Ministry please provide an update on this? How does MOT engage the community living in the area ahead of time on the silver zones? What are some key learnings from existing designs and feedback from both pedestrians and road users and will any of these be taken into the implementation of future silver zones?"], "Mr Eric Chua": ["Mdm Chair, efforts to foster a more caring commuter culture began as early as 2009, when LTA started encouraging pro-social commuter behaviour, such as giving up one's seat to those who it need more. The  movement first began in August 2017 with the aim of growing a caring commuting culture. Commuters may also have, over time, become good travel buddies with the \"thoughtful bunch\" on our public transport system: #StandUpStacey, #BagDownBenny, #HushHushHannah, #MoveInMartin and #GiveWayGlenda. Love those. Further efforts to create a caring commuting culture was crystallised when the  committee was formed in 2020. The committee's mandate was to \"facilitate and pull together multi-agency efforts in the ideation, implementation and publicity of initiatives that transforms our public transport system and commuting culture, into one that is more caring, welcoming and inclusive.\"Over the past few years, we have kept at our efforts in engendering a more caring commuter culture. In 2021, the Caring Commuter Week was launched. The Outstanding Caring Commuter Award, which was recently renamed the Richard Magnus Award for the Outstanding Commuter, recognises nominees for their acts of care and kindness. These are but a few examples of what has been done to change mindsets and nudge behaviour. Yet, we hear stories which suggest that inclusivity remains a stretch goal when it comes to our public transport system experience. Paralympic swimmer Sophie Soon and her guide dog’s experience in November last year, was instructive. Sophie is visually impaired and relies on Orinda, her guide dog, in getting from point to point. Yet, Sophie and Orinda's presence in an MRT cabin last November drew the attention of a concerned fellow commuter, who wondered if she and her child were at risk of being attacked by Orinda. Such incidents aside, the Enabling Masterplan 2030 launched in August last year also featured Inclusive Transport and Inclusive Communities as two of its 14 identified Focal Areas we would need to work on collectively, to become a more disability-inclusive society. Considering these developments, can MOT and LTA share plans for evolving and extending the  movement, so that Singapore's public transport system can truly be one that is caring and inclusive?"], "Ms Janet Ang (Nominated Member)": ["Mdm Chair, more than 80% of world trade is moved by sea. For Singapore, maritime is our lifeblood. We have some 200 shipping lines with links to more than 600 ports in over 120 countries worldwide. We are a global hub port and international maritime centre, and is consistently ranked top by international publications. During the COVID years, the maritime industry is one of the bright spots for Singapore's battled economy. With our strong foundation, Singapore can and should continue to play an important role in global trade.However, the world is changing quickly, spurred on by technology, the sustainability imperative and changing geopolitics. Singapore’s Maritime Industry needs to evolve in tandem if we are to remain relevant.I would like to put forward three points.First, we must remain an open economy that offers a safe and stable environment that sets us apart from the rest. Last year, the Government announced plans for Tuas Port. Can the Minister provide an update on the progress of the construction of the port?Second, we must embrace innovation and, in fact, accelerate the pace to distance ourselves from competition. One such opportunity is the Singapore Trade Data Exchange (SGTraDex) Project which has the vision to provide greater visibility to supply chain logistics partners, such as haulers and shippers as well as bunkering players, and thereby improve asset utilisation, increase productivity and enhance operational efficiencies. TradeNet put Singapore on the world map in the 1980s. SGTraDex has the promise of doing the same in this millennium. Can the Minister share with us an update of the development of SGTraDex and any other innovative projects that will anchor Singapore as the leader in the industry?And, of course, we need to have the talent, both local and global, to continue to lead the industry. How does the Ministry plan to attract talented Singaporeans in this sector and ensure they are equipped with the right skills?  The Chairman: Ms Poh Li San, take your two cuts together. "], "Mr Dennis Tan Lip Fong": ["Minister Iswaran said on 5 October 2022 that construction work for Changi Airport T5 has resumed after pausing for two years and T5 is expected to be completed in the mid-2030s. On 9 January 2023, Minister Iswaran also informed the House that the average weekly passenger traffic at Changi Airport has recovered to about 80% of pre-COVID-19 levels and the number of weekly flights had also recovered to nearly 80% of pre-COVID-19 levels. The opening of Chinese borders will, hopefully, lead to resumption of most of our pre-COVID-19 flights with China.As air travel resumes and continues to grow in the coming months, especially with the possibility of Changi returning to pre-COVID-19 level flights, I would like to ask the Minister now for an update on the Government's plans for the building of T5. Minister had said in October that we are retaining the option to increase the capacity to up to 70 mppa in the longer term. May I ask whether we are making any or any significant changes to our earlier plans for T5?I would also like to ask whether there are any lessons we have learnt from the last three years of uncertainty caused by the pandemic which we can and would be applying to our T5 design and plans. May the Minister also share with us the likely schedule and dates for the twin phased opening of T5?May I also ask about the land preparation and drainage works at Changi East and the runway system construction which were said to have started since 2014 and 2016 respectively. Were any of these works halted at any time during the pandemic? What is the status of these works and when are they scheduled for completion? And can the new runway be opened earlier ahead of the projected phased opening of T5?Finally, I would like to ask whether any study is being done to establish how the two-year pause in the construction of T5 will affect growth and operations in the coming years and, if so, whether we are also considering any alternative plans to deal with such contingency. "], "Ms Ng Ling Ling": ["Madam, the lifting of restrictions on international travel is expected to help our aviation sector make a strong recovery post-COVID-19 pandemic. Whilst the increasing passenger volume and the aviation sector recovery will be good news to most, I would like to ask the Government some questions.One, is there better clarity now on the rate of recovery, especially the flow of travels to and from China?Two, how is the manpower growth in Changi Airport matching up with the recovery pace to ensure that our airport frontline and operations staff can cope with the increasing volume? Three, as the advisor to DNATA Singapore's Staff Union, I would like to know how the Government will ensure the welfare and safety of more than 1,000 staff providing the full range of aviation security and ground-handling services who will also be managing increasing volume?Lastly, as the aviation industry is a major contributor to carbon emission, how is the Government enabling more sustainable solutions, like the conversion to low carbon fuels, to align with Singapore's commitment to achieve net-zero emissions by 2050?"], "Mr Melvin Yong Yik Chye": ["Madam, as the world shakes off the shackles of the COVID-19 pandemic, demand for air travel has increased tremendously. In fact, the International Air Transport Association has projected that Asia Pacific will be the fastest-growing region for air travel in the next two decades. What are MOT’s plans to ensure that our aviation hub can ride on this long-term growth potential? The pandemic has been a great reset for the aviation sector worldwide. It is, therefore, heartening that, despite the challenges, Singapore Airlines was named Airline of the Year in January 2023, but we must certainly not become complacent. How will MOT ensure that we do not lose our status and continue as the region’s premier air hub? Can MOT provide an update on the plans for the new Changi Airport Terminal 5?During the worst of the pandemic, our aviation sector lost many skilled and talented workers. How acute is the manpower shortage for the sector now as short-term air travel demand spikes globally? How does MOT intend to attract talents and plan for a steady pipeline of workers into our aviation sector?The Chairman: Mr Gan Thiam Poh, take your two cuts together. "]}