{"Mr Murali Pillai (Bukit Batok)": ["Mdm Chairperson, I beg leave to move “that the total sum to be allocated for Head R of the Estimates be reduced by $100”.Last year, the hon Second Minister for Law lay emphasis on taking steps to secure our place in a post-COVID-19 world to ensure that we, as a country, will continue to thrive. This year, the hon Deputy Prime Minister in his Budget speech highlighted the need for resilience building to meet the challenges of the future. This was the same point I made in the debate last year. In my speech, I advocated that we identify strategic areas to build resilience both in the short and long term even if it means that we have to incur some extra costs and inefficiency.In the context of MinLaw’s work to build resilience, what was noteworthy during the pandemic was the stupendous amount of work done within a short span of time with its partners, including the Attorney-General Chambers, other Government bodies and the private sector, to enact a legal framework that re-ordered legal obligations that could not be have been performed and simplify insolvency procedures. They drew on technology to provide online platforms for claimants as well as public-spirited volunteers to be assessors of claims. The end products in form of legislative solutions has been widely admired for their elegance, simplicity in implementation and incisive thinking while meeting the ends of justice during a very trying period of time. The shape of these solutions, drawing as they do on general legal and policy principles, can be used again and again. I had previously suggested that we pass framework legislation that can be triggered should our country face another similar crisis. The hon Second Minister demurred, stating that each crisis is likely to be different.This may be true but the general principles are likely to be the same. In these circumstances and with a view to ensure that future generations of Singaporeans will benefit from the legal lessons and insights gained from this unique experience, I would like to suggest that the Ministry of Law (MinLaw) chronicle the efforts of itself and its partners over the pandemic period.First, it would show that the chain of reasoning behind the legal structures which dealt with urgent and significant issues during the pandemic – these provide certainty and precedence for future events. Second, it will show their practical impact and outcome which will allow us to plan better for the future. Thus, even though we have decided against framework legislation, the shape of what justice demands and confers during a pandemic is already known. This predictability and the ability to extrapolate from past experience confers real resilience to our legal system.Turning to civil proceedings, I would like to ask for an update on the following matters. First, the Hague Service Convention. Some years back, I suggested that Singapore accede to this Convention. The hon Minister in 2022 said that his Ministry is working on it. May I ask for an update please? Second, the reform of the Civil Enforcement Framework. In November 2022, the hon Minister informed this House that his Ministry is working with stakeholders such as MSF and the Courts to make enforcement of civil and family court judgments easier. May I seek an update please?Third, an update on the probate e-service system. I had been advocating for this for quite some time. May I seek a confirmation on the rollout date as well as the features of this system?I now turn to community dispute management issues. It seems to me that, over the years, the Community Disputes Resolution Tribunal (CDRT) is seeing a trend of increasing applications filed by persons who have disputes with their neighbours. I feel that it is useful to deploy professional mediation services on site so that these persons are engaged at the earliest opportunity before the problems become more intractable. I wonder if the hon Minister feels that there is value in greater deployment of professional mediators. If so, I would be grateful if he could tell us how to increase our deployment of mediation services in the neighbourhood.I now turn to Protection from Harassment Courts (PHCs). The online CJTS has made it very easy for a person to lodge a claim. Whilst it is a good development, there are unintended drawbacks too. It is possible for a person to lodge a completely unmeritorious claim. Because of the design feature of the system, such cases will still be registered, the defendants will still have to be served with the Court papers and they still have to be hauled into Court to answer the allegations which, on the face of it, are frivolous and vexatious. In such a situation, ironically, it is the claimant who is the harasser.We want to make the costs of filing complaints low, but when the cost of filing frivolous claims is zero, it is an invitation to play games. In November 2022, I suggested that applicable rules be amended to allow PHCs to summarily determine and dispose of frivolous and vexatious claims. The hon Minister was not with me. I seek a reconsideration of this matter.Finally, I would like to ask about the ’s experience in providing legal advice through bot services to litigants in person, particularly those who are unable to afford to engage lawyers. Has this been popular and if so, I wonder if there are any plans to enhance these services?Question proposed. "], "Mr Dennis Tan Lip Fong (Hougang)": ["Mdm Chairman, Members of this House will be familiar with residents approaching their Members of Parliament for help to resolve disputes they may have with their neighbours. These may involve frequent loud noises, use of space along common corridors, inhalation of cigarette smoke wafting into a person’s flat from a neighbour’s flat and so on. For HDB flats, the first port of call would usually be for HDB to intervene and speak to neighbours involved. However, HDB officers would often engage the neighbours and request for their cooperation and consideration by the resident who is the subject of complaint. This may work for some of the cases but for many cases, the problems may not be resolved.If HDB is not able to resolve the dispute, it would often advise residents that they can refer the matter for mediation at the Community Mediation Centre (CMC) or even for resolution at the Community Disputes Resolution Tribunals (CDRT).Mdm Chairman, mediation may not always work to resolve disputes even if attended to by both parties to a dispute. However, as mediation at CMC requires the agreed participation of both parties to a dispute, many such disputes do not stand a chance of being resolved by mediation, simply because one of the parties opts out of mediation. Some residents deliberately would not respond to mediation, I heard.While I understand why mediation should be voluntary and while I do understand that mediation may not always be suitable for every dispute, I feel that for a good number of cases, it is a good opportunity wasted for parties to try and resolve their differences during mediation when parties have the option to opt out.I propose that we adopt a Court-based mediation where parties have to first go through a Court-led mediation when action is commenced at CDRT. If the matter cannot be resolved amicably, the dispute will continue to be adjudicated under the existing CDRT process. Such process is not new to the Courts and has been around in the State Courts for a number of years. I would also suggest that to encourage a better attitude towards reasonable resolution, the attitude and conduct of parties at the mediation should be noted for purposes of the CDRT procedure.Next, I have a few suggestions in respect of the CDRT process. I urge the Government to review the CDRT process and see whether the system and procedure can be made more user-friendly for laypeople of different educational backgrounds. While the procedure may already have been streamlined for easier filing and participation by laypeople as compared to say our court procedure for the State Courts, many are still intimidated by the procedural and the written evidential requirements, including even the demands of the initial claim filing requirements. Are we able to reduce some of these formalities further?Can we also review to see how we can make it less intimidating and more user-friendly for people who are not proficient in English, as well as for our seniors? Finally, while representation by lawyers are not allowed, judges hearing CDRT cases should also be alert for the possibility of one party engaging lawyers to guide them in running their case at CDRT as this may not be fair to the other party. Perhaps parties should be required to declare —The Chairman: Your time is up."], "Mr Dennis Tan Lip Fong": ["— at the onset that they have not engaged lawyers for assistance in any way.", "Thank you, Mdm Chairperson. Just a quick question for the Minister. Can I ask the Minister to elaborate more on the three categories of the cases eligible for mandatory mediation?"], "Mr Derrick Goh (Nee Soon)": ["Mdm Chairman, can I take cuts (c) and (d) together?The Chairman: Yes, please take your two cuts together."], "Mr Derrick Goh": ["Thank you. Mdm Chair, high-density living is part and parcel of life in Singapore. Inevitably, there are cases where neighbours misunderstand each other and end up in disputes. In Singapore, I recognise that we have adopted both a legal and community solution. On the legal front, we have the Community Dispute Resolution Tribunal (CDRT) and Community Mediation Centre. Notwithstanding our efforts, the feedback I have received from residents in such situations is that the current community dispute resolution framework is not effective. They shared that errant neighbours do not comply with the orders of the CDRT or flout a mediation agreement. This is where our framework needs to have more bite to encourage compliance with the relevant orders and agreements. In a recent engagement with Dr William Wan, Chairperson of the Community Advisory Panel on Neighbourhood Noise, he told me and echoed the need for more legal teeth such as requiring mandatory attendance at mediations and to strengthen the enforcement of agreements between disputing neighbours.He highlighted the Government's successful implementation of table littering rules at hawker centres, noting the high compliance by individuals given the threat of a fine. This example illustrates that a behavioural incentive model underpinned by legal sanctions can drive positive behaviour, leading to social benefits.As MinLaw is uniquely positioned to consider the introduction of stricter enforcement within the community disputes framework, will Minister review the prevailing policy to increase compliance of individuals with orders and agreements and also provide us an update on the inter-Ministry review of the community dispute framework he mentioned last year?Separately, I also believe that key to an effective implementation is by taking a more proactive stance. Thus, the introduction of a regime of trained on-the-ground councillors to actively engage parties involved in a community dispute at an early stage might facilitate the CDRT process. In this regard, will MinLaw consider reviewing the existing framework to facilitate the use of persons with specialised knowledge to manage community disputes?Mdm Chair, Singapore has experienced robust growth and recognition as a reliable centre that is business-friendly and with a legal jurisdiction not just locally but also on the international front. This has led to the in-flight of high-value multinational enterprises (MNEs) to establish their presence or headquarters in Singapore. This is key for Singapore's long-term growth and global presence. Singapore has become the choice jurisdiction for many for the conduct of complex and high-value litigations and dispute resolution for MNEs and high net worth individuals. It is therefore key for businesses and individuals to be able to rely on Singapore's legal system not just for swift justice but also effective justice.In this regard, there is scope for improvements in our legal enforcement framework. At the end of a civil litigation proceeding, it is usual for the Court to issue an Order or Judgement, for which it often involves a monetary sum known as the judgement sum. This judgement sum is often not easy to enforce. Therefore, it is not uncommon to hear corporates as well as individuals having trouble in enforcing these monies, which if not paid, makes this a paper judgement. I recognise that the Singapore Courts has in recent years improved the judicial process related to civil procedures to facilitate access to justice. As such, can the Minister explain new measures that MinLaw is considering to improve the civil enforcement process in Singapore?The Chairman: Mr Patrick Tay. Please take your two cuts together."], "Mr Patrick Tay Teck Guan (Pioneer)": ["My first cut is on the Protection from Harassment Act (POHA) and CDRT.Since coming into force in November 2014, can MinLaw provide an update on POHA cases and the POHA Court that has been set up, especially the number of cases settled and adjudicated? I ask for the POHA Court also to track the breakdown of the various types of POHA claims, for example, online versus offline, sexual harassment and workplace harassment cases.I also wish to ask MinLaw to provide an update on CDRT cases and share the plans to better ensure the efficient and effective resolution of CDRT complaints as there are more situations of work from home, resulting in more neighbourly disputes on the ground. Some of these disputes cannot be resolved via the voluntary mediation via community mediation and so on. Would such mediation be eventually made compulsory?In the event of a company undergoing insolvency process, even though there is a priority of debts prescribed by law, workers' outstanding wages remain unsecured debts and there is usually little to no assets left to pay these workers' salaries after all the company's secured debts have been satisfied.  An unpaid worker may still need to go through a protracted enforcement process against the company to recover unpaid salaries. This is further exacerbated during recent times when companies undergo other related proceedings such as judicial management, where a moratorium is ordered where we cannot enforce our rights under a collective agreement and other due process without leave of Court, which is a onerous, cumbersome and costly process.Just this month, one of my Pioneer single member constituency (SMC) residents came to see me at my Meet-the-People Session as he had unpaid wages and CPF for months because his company is undergoing judicial management. The judicial manager did not entertain him and till this day, he is still working in the company without being paid salary with the hope that the company turns solvent as he has a wife who is undergoing cancer treatment. Can MinLaw do something about this unfortunate situation?"], "Dr Tan Wu Meng (Jurong)": ["Chair, I have met Clementi residents who were litigants-in-person in family law proceedings; did not have a lawyer; represented themselves. They found it very hard finding their way through the system.Last year, I shared about my Clementi resident who wanted to vary a maintenance order after her divorce; litigant-in-person; did not have a lawyer.She told us that to submit a security deposit, she needed to go through VITAL, a department under the Ministry of Finance. This took time to process. By the time the certificate of security deposit was issued, she had missed the deadline for appeal – we were told. She told us she had to liaise with CrimsonLogic, a service bureau which handled some of the transactions.Can the Minister tell us what is the role of these additional intermediaries? Do they make it more complicated for laypersons who do not have resources of a law firm, especially persons who have limited resources from the older generation, who might not be fluent in English?What has been done since last year to make the journey less difficult for litigants-in-person in family law proceedings, especially Singaporeans who do not qualify for legal aid but do not earn enough to engage a lawyer?Chair, in the implementation of our system, we must make sure that due process does not present undue difficulties or undue obstacles because justice delayed, justice disrupted, justice complicated may become justice denied.The Chairman: Mr Vikram Nair, please take your two cuts together."], "Mr Vikram Nair (Sembawang)": ["Chair, the  is an important pillar of the access to justice, providing legal advice to those with lower income. Those who qualify for legal aid get free or low-cost legal representation and protection from adverse cost consequences if a decision goes against them.However, there remains a significant cliff effect for those who fail to qualify for legal aid since they will be on the hook for both legal fees and potential cost consequences.The threshold includes having per capita income of less than $950 and savings of less than $10,000. This creates some anomalies.I have encountered divorce cases where one party, usually the wife who is not working, qualifies for legal aid while the husband, who works but has a low-paying job, would not qualify for legal aid and ends up being unrepresented and at a disadvantage in the court process.In relation to this, I understand the  has launched Divorce AIDE last year. How well has the service been utilised so far? Are there any further improvements envisioned for legal aid?While the  had provided assistance on civil matters for individuals who need assistance in criminal matters, it was the Law Society's Criminal Legal Aid Scheme that had provided this assistance for many years.Last year, in line with the announcement at the Committee of Supply debate, the  was launched, with the aim of providing assistance for criminal defence work.The qualifying criteria is for people with household incomes of less than $1,500 and savings of less than $10,000. Certain types of cases are also excluded, including those punishable by death and those involving syndicated crimes.I would be grateful if the Ministry can share how well utilised these services are so far, including how many applications there were and how many have been provided with public defenders to represent them. Does the Ministry expect an increase to the numbers of people applying for public defence? Finally, will the Ministry also explain the considerations behind the means test and the difference for the means test for the  and the ?"], "Mr Sitoh Yih Pin (Potong Pasir)": ["Mdm Chair, I remember listening with interest during the Parliamentary sitting for the Public Defenders Bill that was passed in August last year. I am not legally trained but I was supportive of the Government's move to set up the  to widen the ambit of providing access to legal representation for accused persons who are unable to afford it.  Members of this House would have experienced many requests for legal advice, aid or representation by residents or families of residents who require them. In the community, we have legal aid clinics or even lawyers who are volunteers who pitch in to give some guidance to residents who need legal assistance but are unable to pay the fees to retain a lawyer.  Many laypersons who have had the unfortunate need of having to deal with legal entanglements will tell you that it is not a pleasant experience. In particular, if a person is charged with a crime, it does not affect only the accused but greatly impacts family members and dependents. The situation is greatly aggravated if the family is from a lower-income household.      In such instances, while we have absolute and total faith in our Police and prosecutors in discharging their duties objectively and professionally, ensuring that accused persons have access to proper and professional legal representation will go a long way in assuring the public that we have a robust but fair criminal justice system that protects the interests of all.  I was therefore very pleased that the  (PDO) was launched on 1 December 2022, with a higher means test of $1,500 per capita household income and a wider coverage of offences, with exclusions.   I hope that the PDO will achieve its overarching objective of supporting accused persons with limited means to be legally well advised and professionally represented.As we usually say, the proof of the pudding is in the eating. We shall await to hear of the good work of the PDO.In the premises, I invite the Minister to share an update with this House on the , in particular, on the number of applications received so far, the number of public defenders appointed and whether, at this early stage, we are seeing an increased number of applications for representation. The Chairman: Mr Raj Joshua Thomas, please take your two cuts together."], "Mr Raj Joshua Thomas (Nominated Member)": ["Thank you, Madam. Parliament passed the Public Defenders Act and the  (PDO) was set up last year. Could the Minister provide an update of the plans for the PDO this year in terms of the number of staff it will hire and its expected caseload?The Government had been funding the Criminal Legal Aid Scheme, now Pro Bono SG, for some years. As the PDO is taking on some functions of Pro Bono SG, could the Minister elaborate on whether the Ministry expects that it will continue funding Pro Bono SG in the long term and, if so, how it will ensure that it is not providing double funding to a Government body and an external private organisation carrying out similar functions?Last month, I attended the launch of Pro Bono SG's Community Law Centre (CLC) in Hougang. Two lawyers are stationed full-time at CLC who are able to provide legal assistance to walk-ins on any legal matter, not just criminal matters. Importantly, CLC also works with a myriad of community organisations that they may refer these walk-ins to in the event that the remedy may not be a legal one.This, Sir, is an important and valuable initiative that brings accessibility to legal advice and ultimately to justice right into the communities that may need it most, and not just on criminal matters – because people may face legal hurdles in many other areas of life, from family matters to harassment, and they may not know how to go about dealing with them. I am told by Pro Bono SG that they have seen people coming to see them from as far away as Boon Lay. I hope the Government could consider continuing to provide funding to Pro Bono SG for more such initiatives. I hope to see more CLCs opened up in more neighbourhoods in Singapore. Sir, one of the hallmarks of Pro Bono SG was that the criminal cases were taken on by volunteer lawyers. Could the Government elaborate on how the PDO will continue to engage volunteer lawyers to ensure that the spirit of giving back continues to thrive in the industry, in particular as regards criminal aid?Madam, the traditional business of law firms is being disrupted. Law firms of the future will be driven by technology, innovation and efficiency. Could the Minister elaborate on the progress of the Professional Services ITM with particular focus on initiatives taken for the legal industry and whether there are plans for a refresh of the ITM? How do our firms stand as regards new areas of practice like digital tokens and currencies, as well as rapidly evolving areas like intellectual property and data privacy. Will the Ministry also consider a review of the Bar exam syllabus to incorporate how lawyers can use technology, such that it becomes native to lawyers right from the start that lawyering requires knowledge of the technology-powered tools and applications. Such education should also include the correct ways that such technology to be harnessed. For example, Chat GPT has many possible uses for lawyers, both good and bad. Looking at the technologies currently available, I do not think lawyers will be replaced by them, but those that do not start using them eventually will be replaced by those who can. Hence, I would also like to ask the Minister for an update on the Legal Tech Platform."], "Mr Zhulkarnain Abdul Rahim (Chua Chu Kang)": ["Madam, during last year's Committee of Supply (COS), I asked about how MinLaw is supporting firms to harness technology and digitalisation for their legal practice. Having invested heavily on technology and digital solutions, my firm is one of those that have utilised technology during the period of pandemic to handle clients, commercial transactions and international arbitration cases all over the world, across time zones, adding to my eyebags. This meant that our clients' needs are being met and the experience, training and exposure of lawyers, especially younger ones continue despite the disruption of the pandemic. However, digitalisation is not without its challenges. Recently, the courts in Singapore like the State Courts and Syariah Court faced technical issues in court document filing. Further, some firms lack the resources to keep pace with the ever-changing legal landscape gives a clear advantage of terrain to those who employ technological means. The digital divide also gives an advantage to those who have the means to use technology – and those who have not.How is MinLaw supporting lawyers especially younger lawyers and those in small firms, to better meet the evolving needs of our society and economy? How can digitalisation be harnessed in the legal sector to ensure that justice remains accessible to all regardless of social economic standing? And what are the steps and infrastructure that MinLaw is looking to set up to ensure that the court electronic filing system and other processes can cope with the increasing caseload and future challenges?", "Madam, earlier this year, the Singapore Land Authority (SLA) announced the appointment of a vendor to develop the  (DCP) platform over three phases. The DCP was announced during Committee of Supply (COS) in 2021.May I seek an update on the progress of the ? How would the DCP be fully integrated with all agencies and stakeholders in the conveyancing process? What role would be for conveyancing lawyers to play in this regard? What are the steps that MinLaw have in mind to raise public awareness of the use and benefits of the DCP when fully implemented? The Chairman: Minister Edwin Tong."], "Mr Christopher de Souza (Holland-Bukit Timah)": ["Madam, in a volatile, uncertain, complex and ambiguous world, made all the more so because of the pandemic and the disruption across industries, the legal industry has seen unprecedented change. With the rise of Zoom and some work-from-home days, different skillsets and mindsets are required to adapt to new routines and norms. Cloud based legal technology tools can be relied upon for document storage and communication. In addition, as more and more technology arises to assist the legal profession, how is MinLaw ensuring that the human element continues to be relevant? Such a partnership between legal manpower and technology will contribute to Singapore's post pandemic economic growth. "], "Mr Patrick Tay Teck Guan": ["Chair, I declare my interest as Director of Legal for NTUC and honorary member of Singapore Corporate Counsel Association. In-house counsels in Singapore form a significant and growing part of our legal fraternity. The number of in-house counsels has outstripped the number of lawyers in practice to date. Well-skilled in-house counsels greatly boost the value and expertise of companies to confidently close deals, act in line with compliance practices and navigate risks in a complex and changing world. This presents a great opportunity for our Singapore in house legal counsels to differentiate themselves in their skill set as they help businesses move confidently into the region, while also helping to bring back crucial work to our private practice lawyers and others in related fields. It is in this vein that I submit to MinLaw to provide even greater support and funding towards the training and professional development needs of in-house counsels in Singapore through SCCA. By the same token, we also have a group of para-legals, also known as para-professionals or legal executives in law firms and corporate entities. Many of them graduated from the Diploma in Legal Executive Studies or the Diploma in Law and Management by Temasek Polytechnic or other educational institutions. When I last engaged this group of graduates, they also hope to build and boost their professionalism, competencies, and standards, continuing education and career progression opportunities. They will therefore require further support from MinLaw in their drive towards this end.How can MinLaw help to uplift and further enhance the in-house counsel and para-legal/para-professional fraternities through active support of their learning and skills development as well as their career progression?"], "Ms Nadia Ahmad Samdin (Ang Mo Kio)": ["Mdm Chair, in 2021, slightly under 60% of departures from the profession consisted of junior lawyers under five years PQE. During the pandemic, many challenges lawyers had been facing bubbled to the fore, including burnout, career progression and work culture. Work from anywhere coupled with constant communication adds to the pressures of lawyering. As we move forward in a new era, how is MinLaw supporting both senior and junior lawyers to better need the evolving legal needs of society and economy? Second, several changes to the admission regime recommended by the committee for the professional training of lawyers that were accepted by MinLaw will be implemented this year. Has MinLaw received feedback from students, law firms and other stakeholders on the readiness and progress for the implementation this year, including concerns around low trainee allowance? "], "Ms Sylvia Lim (Aljunied)": ["Madam, religious organisations need a place to operate from. Today, many organisations operate on land which is leased to them by the Government for 30 years and subject to renewal thereafter.I understand that some temples and churches find the sums charged for the issue and renewal of land leases to be very high. The sums they need to raise often require significant fund-raising efforts, which in turn take their energies away from their main mission of practising and propagating their faith.I am aware that the Government is alive to these worries. The Ministry of Law has announced that it is reviewing its policy in this area and had been consulting religious groups. The review has been going on for some months now. In answer to my Parliamentary Question filed in October last year, the Minister stated that state land parcels, including those allocated for Place of Worship use, were required to be sold at fair market value. He explained that this meant that the parcels of land were generally sold through a competitive tender process where the highest acceptable price becomes the land price for the specific site. He attributed the rise in prices due to the competitive bidding process.I understand that the Government review of land allocation and pricing framework for land for places of worship is ongoing. In the meantime, could the Ministry clarify what it is considering to mitigate the high prices and when the review will be completed?"], "Assoc Prof Jamus Jerome Lim (Sengkang)": ["Churches, mosques, temples, and other religious institutions are cornerstones of our communities. They provide succor for the bereaved, counsel for the needy and guidance for the lost. Many have operated in the communities that they serve for long periods of time – decades, and in some cases, centuries.During the recent motion on affordability and accessibility of HDB, it became amply clear that property prices are high in Singapore in no small part due to the cost of land. And this cost is not only high, but exorbitant for institutions that are not fundamentally profit-making in nature.The way some religious institutions have navigated this conundrum is to convert part of their operations into profitmaking activities: they hive off part of their property for columbaria, childcare, coffeeshops, and carparks – I suppose you need the 4Cs in order to make the other big C, cash. And the most successful of those operating with this model even build a super C – shopping centres.But I believe that it is unfair to expect every religious institution to engage in commerce; after all, some may hold the view that their earthly purpose is explicitly to reject such secular activities.One solution is to recognise that religious institutions meet societal needs that are poorly valued by the market and hence are deserving of special consideration for their class of land leases. This is the case for pricing for land for mosques, which Minister Shanmugam explained – in a response to Parliamentary Question filed by my hon friend Sylvia Lim – results in lower prices.Another alternative is to adopt the now-standard PQM framework, which would place a greater weight on factors like the diversity of religious bodies in a given town, or the duration that a church or mosque or temple has served in a given community.As I explained during the HDB debate, the Government already differentially prices land for different classes and uses of that land. These suggestions simply extends that logic to religious institutions."], "Mr Cheng Hsing Yao (Nominated Member)": ["Mdm Chair, in land scarce Singapore, we should optimise the use of land to cater to both short-term and long-term needs. Although the interim use of land is being applied, their tenures tend to be not more than 10 years. This limits the amount of investments that can be made into such lands or properties, therefore also limiting the range and quality of interim uses. Can state land that is not slated for development for 15 years and beyond be put to longer term interim use?I am mindful that entrenchment of interim uses can also impede long term flexibility. Are there better ways to address that? Would it help if we supplement our master plan with an interim use plan that could guide land use on say 15, 30 and 45 years usage? "], "Mr Christopher de Souza": ["Singapore has about 730 square kilometres of land, and that scarcity has always pushed us to innovate and stretch our land options. We have done very well to reclaim land and build upwards and downwards to maximise use of our land. One other solution is to reuse state properties by converting underutilised plots of land into community spaces. Additionally, many existing plots of land have been converted into areas for BTO flats.More such spaces are necessary in our dense city to create spaces for people to exercise, view nature and spend time with family and friends. Given the limited land resources in Singapore, and considering our desire to preserve as much of our natural greenery as possible, how has MinLaw continued to seek out state properties that may be repurposed and rejuvenated for the community? "], "Ms Nadia Ahmad Samdin": ["Mdm Chair, as a small city island state, land is a limited resource in Singapore. It is essential that land use and state properties are optimised for the community. I would like to ask how has Singapore the Land Authority (SLA) repurposed and rejuvenated state properties for the community? How does SLA decide which properties are selected, on what timelines and are there any upcoming plans that the public can look forward to?In November last year, I briefly spoke about the upkeep and protection of the SLA-managed lands such as the Southern Islands. Given the multitude of recreational and research activities on these islands, does SLA have any plans to work with other agencies in enhancing the frameworks and protections of these islands, for example, through zoning?", "Thank you, Mdm Chair. I thank the hon Minister and Senior Parliamentary Secretary for their speeches. Just two clarifications.The deferment of the admission regime changes from 2023 to 2024 has caused some junior lawyers and law graduates some anxiety. Just two questions.Firstly, could the Minister elaborate on the reasons for this deferment? For example, is it due to an urgent need for young lawyers to be called? Secondly, as I understand, MinLaw will release more information shortly. Is there a rough indication of when that might be?My second clarification to Senior Parliamentary Secretary is on the Southern Islands. Thank you very much for sharing that. In the foreseeable future and the year ahead, is there any planned development for the Southern Islands?The Chairman: Minister."], "Prof Koh Lian Pin (Nominated Member)": ["Mdm Chair, SLA develops and manages OneMap, which is the authoritative national map of Singapore. SLA has also been developing other state‐of‐the‐art geospatial data management, analytic and delivery technologies.Having ready access to trustworthy and spatially explicit information is more important now than ever to help us address climate change, sustainability and other emerging challenges and opportunities. What are the Government's plans to mainstream and leverage Singapore's geospatial capabilities to inform and support policies, decisions and actions across all segments of Singapore society?The Chairman: Mr Lim Biow Chuan, please take your two cuts together. "], "Mr Lim Biow Chuan (Mountbatten)": ["Thank you, Mdm Chair. One of the many challenges facing Singapore is that we are a small country of about 730 square kilometres in size. There is competing demand for the limited land to be used for residential, industrial, commercial, roads and parks. Given the limited land resources in Singapore, it is important that the State maximise the best use of its available resources. I had previously suggested that we consider using the car park space at sports stadiums to be used for parking by heavy commercial vehicles at night when the stadium is not used. This could free up some space for heavy vehicles or commerical vehicles to park.Thus, during off-peak hours, when there is no sporting activities at the stadium, the carpark is generally empty. Why can the State not allow better use of this empty car park space? We should look at different options to better make use of scare land.  There is a vacant piece of State land next to Haig Court which has been vacant for some years. May I ask what are the factors being considered by SLA before it allows state land to be repurposed and rejuvenated for community use?Madam, I declare my interest in this topic as a conveyancing lawyer. Second Minister for Law, Mr Edwin Tong announced in Jan 2023 the appointment of a vendor to develop the on-line platform to streamline the current paper-based conveyancing process and transform it into a fully integrated, efficient, transparent and paperless digital conveyancing process for all property transactions in Singapore. This platform is due to be fully implemented in 2026, which is barely 3 years from now. Today, there are many people involved in the conveyancing process – lawyers, secretaries, clerks, agents and bankers. Their role is to ensure that parties who are buying properties or assets worth millions of dollars are properly protected and they are able to obtain title to the assets that they agree to buy.I am unclear as to what the digital conveyancing portal means for conveyancing lawyers, clerks, agents and bankers. Should they start planning for a new career as this portal would be fully implemented in 3 years' time? Conveyancing is not a straightforward process. Option to purchase are contractual terms to be negotiated between buyers and sellers. For title to properties, there are many leasehold properties being transacted. Many of these leases contain restrictions which have to be interpreted to the buyer. Some leases require a lessee to obtain consent from the lessor, in this case, sometimes, the State, before they sell the property; and some leases require consent before the lessee can mortgage the property. Typically, JTC leases require environmental baseline studies to be carried out before approval can be granted. Madam, how would the digital conveyancing portal assist to make this entire process easier and more straightforward?  For e-payments, how does the portal prevent fraud from taking place? Would users of the portal be savvy enough to know the risk of paying to fake accounts? Would the introduction of this portal introduce more complications to the conveyancing process rather than cut the red tape? Perhaps the Minister can clarify?"], "The Second Minister for Law (Mr Edwin Tong Chun Fai)": ["Mdm Chairperson, good evening. Madam, we are living in a time of change. Spurred by profound developments in the world, including all the experiences that Members have spoken about. Geopolitical tensions; reconfiguration of economic value chains; technological developments; sustainability and climate change; and of course, the recently passed COVID-19 pandemic of which we have seen the worst of and hopefully, we have put it behind us. And within Singapore as well, an ageing population and an increasingly educated and skilled workforce. All of these factors intertwined together, developing and reshaping the way we live, work and also interact with one another.  To ensure that Singapore continues to thrive amidst these changes, the Ministry of Law (MinLaw) is working on various fronts. The scope – as you can see from the breadth of topics raised by Members – is diverse. Increasing access to justice; enhancing legal processes; optimising land utilisation and promoting land data; assisting businesses with protecting their intangible assets and intellectual property, and finding a platform for this to be commercialised and leveraged, for the industry to grow. Whilst the work is wide-ranging, our vision is singular: bettering people's lives, creating value jobs, advancing our economy and society, through laws and policies. That ultimately, is the bottom line and the top line of what we do at MinLaw.This perhaps is best encapsulated by our responses to the COVID-19 pandemic, which Mr Murali Pillai – thank you very much – commended. Our efforts provided reprieve to affected businesses and individuals. We amended various legislation and also enacted the COVID-19 (Temporary Measures) Act, which itself, was amended eight times since it was passed, to refine Singapore's response to the evolving and developing situation as we faced COVID-19 and its impact on businesses. These measures covered a broad range of issues, such as: adjusting contractual obligations, providing rental relief; and supporting distressed entities through insolvency. Many of these steps unprecedented and novel, but also highly necessary. Mr Pillai said we could chronicle our efforts as we went through these different challenges to deal with the COVID-19 pandemic. Madam, we have accumulated that experience and will do so, and in fact, we will capture the gains that we have already made.  For example, we have made permanent, the powers of the Courts to conduct proceedings through electronic means such as video-conferencing in a variety of fashion, as Mr Pillai knows.We are also considering whether some features of the Simplified Insolvency Programme can be adopted permanently, something I spoke about in Parliament, not long ago.  Moving forward, my Ministry will work along three broad thrusts. First, enhancing the trust, relevance and accessibility of our legal system for society. Second, contributing to and supporting economic activity in Singapore – by identifying and seizing new opportunities in the legal and intellectual property sectors. And third, optimising and rejuvenating our land and properties for the community.Senior Parliamentary Secretary Rahayu Mahzam and I will address these themes and also address, as far as we can, the cuts that have been raised by Members.Madam, last year, we saw the culmination of various initiatives that improved the efficiency, effectiveness and also the accessibility of our legal system. This included: establishing the Sentencing Advisory Panel and the Public Defender’s Office; and also passing the Post-appeal Applications in Capital Cases Bill 2022.We will continue in this vein to drive reforms and Senior Parliamentary Secretary Rahayu will elaborate on these programmes. Let me start by addressing the queries on the Community Disputes Management Framework (CDMF) which various Members have raised – including Mr Pillai, Mr Patrick Tay, Mr Derrick Goh and Mr Dennis Tan, amongst others – about the framework and its role in reducing and mitigating community disputes. As Members are aware, an inter-agency committee led by the Ministry of Culture, Community and Youth (MCCY), together with the Ministry of National Development (MND), is conducting a comprehensive review of the CDMF. The goal is threefold: first, to encourage pro-social behaviour; second, to facilitate amicable resolution of disputes between neighbours; and third, to deal with this as far as possible, at an early stage.To achieve this, we are looking at enhancements in three broad areas.First, as I said, early intervention – by building consensus through community norms. This will set shared expectations on acceptable community behaviours; set out standards to help shape this normative behaviour in the community. Senior Minister of State Sim Ann will share more details of this when she speaks at MND's Committee of Supply.Second, and I think we all know this; despite setting these norms and having these standards in the community, nuisance might still occur. In fact, very often, it will likely still occur. Perhaps, at a reduced rate. The overall aim is to encourage, as far as possible, conciliation between neighbours, as much as possible. We live in an environment where we are close to one another and the best solution to dealing with community neighbourly disputes, is to find an amicable mediated position.We are therefore going to be looking at setting up a team of dedicated personnel which will be able to leverage on stronger laws and more active facilitation to help neighbours resolve the issues upstream, before matters escalate and relationships deteriorate to an extent that perhaps, matters become intransigent or deadlocked. In the appropriate cases, personnel from this team, may conduct investigations to understand the nature and the root cause of the problem, and might require, in the right cases, residents to attend a mandatory mediation and also require them to stop the actions that are causing the nuisance, pending mediation or resolution downstream by the Community Disputes Resolution Tribunal (CDRT). More details of this process will be shared in MND's and MCCY's Committee of Supply in due course.Let me explain MinLaw's work in the third area, which is in enhancing and improving the dispute resolution framework. Even as we look at steps to enhance and improve this process, I said earlier that we intend to channel as much of these disputes as possible, through the mediated conciliatory route. That, I think, we all accept, is the best way of resolving a neighbour dispute. But, given that, there will be a number of these intransigent cases, we will work towards strengthening the powers and the processes of the CDRT – which some Members spoke about – so that it can provide faster and more effective relief in the appropriate cases.Mediation can preserve and often even strengthen the relationship between neighbours by providing them with a platform, in the hands of a very good trained mediator, to resolve their disputes amicably, in very much a win-win-fashion.Our experience has shown us that mediation is not just more effective, it is also quicker and cheaper. The data shows that mediation has been, by and large, successful. We, therefore, believe that most community dispute cases will benefit from mediation. More than 80% of the voluntary mediation cases handled at the Community Mediation Centre (CMC) were successfully settled. This number, of course, has got to be taken in context. It is for parties who voluntarily go to mediation, so they might perhaps be more predisposed to having an amicable resolution between themselves. Nonetheless, this statistic tells us that putting cases through mediation, at least as the first port of call, will likely yield effective results.Part of the problem is that these voluntary cases handled at CMC represent a minority of the cases as many neighbours do not make this attempt at mediation. To provide specific figures, less than 30% of such voluntary cases proceed to mediation. In other words, of all cases that go to the CMC on neighbour disputes – usually on noise – less than 30% go on to voluntary mediation and of this, 80% of that number of cases are resolved amicably.This, as I said earlier, could in part be because mediation is currently voluntary. And in addition, parties might think there is no issue to mediate; or they might think it is not effective at resolving the disputes between the parties; or they might decide to escalate the matter to CDRT without first attempting mediation.So, to improve the take-up of mediation at an early stage, we plan to mandate mediation for three categories of cases.First, mediation would be mandatory for certain types of community disputes and penalties will be imposed for not attending mandatory mediation. For instance, if you are required to go through a mandatory mediation and you do not, then the case will not proceed at CDRT.Second, for voluntary mediation cases previously mediated and settled at CMC, but the mediated issues have resurfaced, or there is a new dispute related to what was mediated previously, CMC will be able to mandate remediation.Third, as I said earlier, we will, in general, require disputing neighbours to undergo mediation before they file a case at CDRT. This will prevent disputes from unnecessarily escalating to a Court process.After we make mediation mandatory, the 80% figure that I said earlier may well come down, it may not be as high because you will now be including in this group of mediated cases, those cases where parties do not want or do not wish to find a solution amongst themselves. Nonetheless, it is important to provide parties with that platform to seek an amicable resolution; and it can still be highly effective in the hands of a good mediator, and with some public education. Many Members in this House, as Mr Dennis Tan said earlier, seen many of these cases in the course of their rounds when they visit their residents and their encouragement to refer these to mediation will help.To give mediation more standing and teeth, we will also create a mechanism for settlement agreements mediated by the CMC to be registered and enforced as a CDRT Order, provided certain conditions are met. We will set out those conditions after we have studied that and introduced these.To Mr Pillai's query on forward deploying mediation services, you know what the answer is likely to be. We believe that in the hands of a good mediator, many of these disputes can be resolved very amicably.In many cases, part of the reluctance to go to mediation is because you are having a dispute with your neighbour three feet away and you do not want to get into a bus all the way down to the CBD about 45 minutes away, to do the mediation.So, we believe in that. It is a question of manpower, but I am pleased to share that CMC has begun offering mediation services at six satellite locations at selected ServiceSG Centres and also Community Clubs, some place within the precinct where the two neighbours are living or at least close by.We will also offer online mediation for suitable voluntary neighbour dispute cases in two GRCs as a pilot to start with. And we will decide how it works and, perhaps, look at scaling that up.  So, it removes – it sounds odd to say that in the context of Singapore – the geographical difficulties that they might face in trying to go down to a mediation when the party that really they should be speaking to is just three feet away. To support these efforts, the CMC has begun to increase the number of mediators on its panel of accredited community mediators and will look at growing this pool as quickly as possible.Despite what I have said, some disputes will remain unresolved despite early intervention and best efforts at mediation and with all the efforts that we make at mediation more accessible. For these cases, the CDRT will continue to serve as an avenue of last resort. We will make improvements to address feedback that laypeople face in collecting evidence, which has been raised in this House before, and navigating the CDRT's process and procedures. MND's initiatives, which Senior Minister of State Sim Ann will speak about later, will complement the mediation and the CDRT process.In addition, we are also studying how best to address cases where a person's act of nuisance may be linked to an underlying mental health condition. Furthermore, there will also be stronger measures to deter non-compliance with the CDRT's orders. Lastly, we are also taking steps to ensure that residents are, in fact, aware of and have the resources to utilise these tools to help themselves resolve these disputes.Residents may have questions such as: what is mediation? Or how do I explain my concerns to the mediator? And, perhaps, how do I prepare for a CDRT hearing? We are, thus, working with partners in our community to provide residents facing such disputes with advice and guidance; and possibly also, legal representation in the more complex of cases.One example is what Mr Raj Joshua Thomas spoke about, the new Community Law Centres (CLCs) run by Pro Bono SG. It was launched recently in January 2023 and this effort brings legal services right into the heartlands. For the first time, full-time community lawyers will serve the community through the CLCs, providing legal advice and assistance on a whole range of different issues.To Mr Thomas' point on the CLCs, Pro Bono SG does indeed have plans to expand the CLCs beyond the pilot that is currently at Tian De Temple. We are supportive of the work that they do, and the Government will assess at an appropriate juncture how best to support this expansion.Madam, I turn now to how we are strengthening Singapore as a legal services and intellectual property (IP) hub.We continue to push ahead in enhancing Singapore's hard-earned position and reputation as a leading legal services and IP hub. This, I think, Members will appreciate is necessary, not just to grow the legal and IP sectors, but also to support Singapore's broader status as a centre for commerce, banking and finance. But as Members have noted, there will be challenges ahead. As Mr Zhulkarnain, Mr Christopher de Souza and Ms Nadia Ahmad Samdin pointed out, our society and our economy are evolving. This will have an impact on our legal needs, and consequently, on law firms and lawyers. As Mr Thomas noted, law firms are being disrupted by technology and innovation. Mr Thomas asked about the progress of the initiatives under the Professional Services Industry Transformation Map (ITM). The Ministry of Trade and Industry (MTI) will be providing more details of the refreshed ITM during their COS.Let me share what MinLaw is working on and I will touch briefly on two aspects: one, on infrastructure; and two, on manpower development.First, infrastructure. Technology has changed how judicial and legal services are delivered and consumed. Our courts and law firms need to equip themselves with the necessary tools.The Courts have put in place measures, to ensure the case management systems can deal with an increasing caseload – a comment raised by Mr Zhulkarnain.The Courts have various electronic filing systems to deal with different types of cases. Each of these case management systems are constantly reviewed and enhanced where necessary to ensure that they meet the caseload. The product teams for each system also track the utilisation rates of the servers, to anticipate necessary hardware and software upgrades and also the occasional surge in demand. This approach, by and large, has served the Courts well. While there are occasional disruptions due to unforeseeable hardware failures, software and servers are progressively being shifted to the latest cloud infrastructure to reduce such occurrences.Where future challenges are concerned, the Courts have planned various enhancements to cater for an increasing need to allow citizens to file applications directly so that they can cut out the intermediary process and be able to do so on their own. Senior Parliamentary Secretary Rahayu will elaborate on this.Together with other efforts, the Courts are ready to meet future challenges and will continue regular dialogue with stakeholders, to better address user needs.For law firms, we recognise it will be challenging for them, especially the small and medium-sized Singapore law practices (SLPs). It is more difficult for them to curate, customise and perhaps develop their own IT solutions, mainly due to the lack of economies of scale.MinLaw has therefore taken on this role and launched the Legal Technology Platform (LTP) in July last year. The LTP is a matter management and collaboration tool, customised for legal workflows. In other words, developed to fit intuitively the legal workflow process that each firm, particularly a smaller firm might need and require at the backend and it progressively also deals with needs at the front end.Through the LTP, SLPs can manage and collaborate on matters more seamlessly internally and also with their clients externally. They can also access data from commonly used practice and document management systems, such as Tessaract, Clio, TessaCloud and NetDocuments. Mr Thomas asked about the reception of the LTP. As of January 2023, the LTP has been adopted by 27 Singapore-based firms, with around 550 Singapore-based users. Let me illustrate the point with reference to one firm's example and experience. This firm is Albakri LLC, a small SLP.Instead of copying and pasting from past MS Word documents, the firm created its own matter templates and listed all the tasks relevant to a particular matter on the LTP. This enables its new associates to familiarise themselves independently with the firm's processes and workflow. It not only frees up the partners' time to supervise and train the associates, but also helps to institutionalise the firm's know-how and knowledge bank. The firm's templates are now in a cloud-based repository, instead of the email archives of the individual lawyers – so that there is more institutional knowledge even when lawyers leave the firm and new ones come in. This has saved 50% of the onboarding time for new matters. And seeing its usefulness, the firm has also contributed a matter template on probate. This is now publicly available through the LTP.So, firms after seeing how it works for them, can decide that it wants to contribute a template which will then be shared across on LTP. Other firms can access this and, eventually, level up using these best practices that are shared on the LTP.Moving forward, we plan to enhance the LTP with more features desired by SLPs. We have constantly taken soundings from them to check on how they have used it, and what else they would like to see. For example, come April this year, the LTP will be able to process information from systems, such as eLitigation and ACRA; and also integrated with Sign with SingPass. To complement the LTP, we have worked with IMDA and our industry partners to develop the Legal Industry Digital Plan (IDP). This is an additional resource, to guide SLPs on how the LTP and other tools work together complementarily to support their digital transformation. It will also provide guidance on how SLPs can shore up their cybersecurity and data protection measures.The second aspect I want to speak about is manpower development – a point touched on by Mr Christopher de Souza, Mr Zhulkarnain, Ms Nadia Samdin and Mr Thomas.As Members have recognised, technology is an enabler. It helps our law firms and our awyers to work more efficiently and effectively. But it cannot replace human beings; it cannot replace the human lawyers.For example, in family and criminal cases, where we are dealing with a range of emotions. So, it is not just the legal considerations or what the law might say but what are those special, peculiar idiosyncrasies and emotions that go behind each decision that might be made, particularly in family and criminal matters.In complex cases, where we are dealing with different contexts, different nuances and, perhaps, also in the context of business done in Singapore or through Singapore, the business context, the Asian way of doing business and the particular experience that a lawyer has with his or her client, all that is not something that an AI, like a chatbot, can easily replicate.Indeed, ChatGPT, the most invoked chatbot tool that we have seen in recent times, it did pass the law exams with a C+. It is an apt example. Reports say that it may be helpful at producing a first draft for lawyers to consider but, as I said, it does not deal with the range of emotions that might lie behind why a client might choose a certain course of action in a range of cases.  And it will also struggle with the most classic components of law exams, such as spotting the potential legal issues and also the deep analysis applying the legal rules to the particular situation and nuances of the particular case and also appreciate the human dynamics and personal idiosyncrasies which may lie behind even the most complex of complex corporate transactions. Therefore, what we need to do and, in fact, we have to do, is to re-double our efforts – on developing our human talent, as much as we need to invest in technology.We will be launching an industry-wide secondment programme, which aims to deepen the capabilities of lawyers in important markets, as well as new or high growth areas, such as sustainability, technology and M&A. We are targeting to have an intake of 30 lawyers a year, at a steady state.We are also exploring exchange programmes with foreign Bar associations, with the objective being to help Singapore lawyers build networks externally. Because of globalisation, transactions are now very much cross-border and relations that we develop with other lawyers from other jurisdictions will give our lawyers a leg-up. They will also gain a deeper understanding of the work in priority markets through overseas attachments or study visit opportunities. Next, let me touch on legal education reforms. As the Chief Justice announced, at the Opening of the Legal Year this year, a Working Group, comprising MinLaw, members of the Judiciary, the profession, law schools and legal education providers, has been formed to conduct a holistic review of our legal education system.This will take into account the evolving needs of our society and economy – very much the various points raised by Members earlier about taking onboard today's context, evolving needs, what we foreshadow and forecasts that we might need for tomorrow's profession. This will include areas of practice which are new, emerging or growing, for example, in technology and civil law, and applies to law schools and also to continuing professional development.Mr Thomas suggested reviewing the Bar exam syllabus to incorporate harnessing technology. Based on feedback from the industry, the current generations of law students are generally technologically-savvy.Nonetheless, as part of the Singapore Institute of Legal Education's (SILE) recent review of the Part B Syllabus, contemporary legal issues, such as law and technology and the use of technology in practice, have also been incorporated to better prepare candidates for practice.This will, no doubt, equip law students and lawyers as well with the knowledge and skills they need for practice, and prepare them for the challenges ahead. This will hopefully allow them to develop a more sustainable career in the legal industry.Madam, legal practice is tough: long hours, demanding clients, transactions that need to be done quickly overnight. There is a lot of stress, whether it is from clients and sometimes, from Judges when you appear in Court, and fellow practitioners. The competition can be intense.As the President of the Law Society, Mr Adrian Tan, noted in his speech at the Opening of the Legal Year (OLY), in 2022, it had its first membership reduction in half a decade.I looked at the numbers that Mr Tan cited. He cited them as of 31 August 2022. Shortly before that, a batch of new lawyers for the year were mass called and introduced to the Bar and called to the Bar.If we take this account, then, there would, in fact, have been a gradual small increase in the total number of Singapore-qualified practising lawyers over the years.So, to give Members some idea of the numbers, from around 5,400 practitioners in 2017 to around 6,400 practitioners in 2022. That said, when we looked at the trends and did a more granular review, it is apparent that, although it is increasing, but the rate of increase of the number of qualified practising lawyers has come down. So, it is increasing but the rate of increase has slowed. And, in part, this is due to a decrease in the number of returning overseas law graduates and also, as Mr Tan pointed out, an increase in attrition. But at the same time, I would say attrition from private practice is not new. Those of us who are lawyers and have been in practice for a while, would have seen the trend, even from before. It is not a new phenomenon. Lawyers now, in fact, today, have more options than in the past and can leave private practice but still contribute within the legal sector. They can join the Government. They can join legal tech companies. They can enter academia. And like Mr Patrick Tay said earlier, greatly boosting legal services as in-house corporate counsel. And the lawyers who leave practice carry with them that experience from practice into these other fields which are adjunct to practice but also serving the legal industry. This is not necessarily a bad outcome, because we need legal talent to support all aspects of our economy and our society. Ms Nadia Samdin referred to young lawyers experiencing burnout. Making private practice sustainable is something which the Government cannot alone achieve. It has got to be working with bodies like the Singapore Academy of Law, Law Society and even firms. And it requires effort from all of these parties because the work environment, we know, has a direct impact on the well-being of lawyers.And I am heartened to note that, on this score, the Law Society has a number of support schemes available for mentorship, guidance on career-related issues, or support with stress management. One example is the Members' Assistance and Care Helpline, a one-stop referral and information service that Law Society members can turn to when faced with issues at work. Our efforts also extend to other professionals within the legal industry. Mr Patrick Tay asked how we are supporting them.For in-house counsel, we work closely with the Singapore Corporate Counsel Association (SCCA), of which Mr Patrick Tay is an honorary member, to promote community building and to roll out training and development initiatives. Examples include a mentorship programme and courses for targeted upskilling for corporate counsel.  MinLaw also supports training providers in the development of programmes that build up capabilities of the legal community. These are also made available to in-house counsel.  For paralegals, we are studying how paralegals can take on more functions to support the work of lawyers and law firms. This is part of the legal education reforms that the Working Group, which I mentioned earlier, is also studying.Finally, Ms Nadia Samdin touched on the upcoming changes to the admission regime, as recommended by the Committee for the Professional Training of Lawyers. MinLaw previously announced the uncoupling of admission to the Bar from the completion of a practice training contract, and also the lengthening of the Practice Training Period from six months to one year. This was to take effect from 2023 session of the Part B of the Singapore Bar Examination onwards.However, MinLaw noted feedback from the industry that the COVID-19 pandemic, work-from home and other such measures, had caused disruptions to work. With the recent resumption of travel and business activities, more time is needed to prepare for these changes. Therefore, these changes, that were announced previously, will be deferred and implemented from the 2024 session of the Part B of the Singapore Bar Examination onwards. More information will be available from MinLaw and other stakeholders in due course. Madam, I would like to circle back to the point about our changing world, which Members had underscored. Our world is evolving, in no small part, because of digitalisation and new technologies. This heightens the importance of protecting intangible assets (IA) and intellectual property (IP). Therefore, let me share our IP strategy, which aims to prepare our businesses as they digitalise and innovate in the global economy, which is intrinsically linked with IA.MinLaw, MOF and MTI are driving the Singapore IP Strategy 2030 or SIPS 2030. SIPS 2030 is a 10-year blueprint to strengthen and cement Singapore's position as a global IA and IP hub. As part of SIPS 2030, we have been working to support businesses to leverage their IA and IP for growth. This year, we will be introducing the Intangibles Disclosure Framework. The intention is to provide a consistent basis for businesses to disclose and communicate details of their intangibles. A framework so that everyone speaks the same language and can understand what that disclosure is meant to describe. This will provide stakeholders with comparable information about the businesses' intangibles so that more informed assessments of the business and financial prospects can be made. This will, in turn, facilitate intangible asset commercialisation, transactions and financing.In addition, we will launch GoBusiness IP Grow. It is an enterprise-centric online platform which will help businesses understand their IP needs based on their business activities; match businesses to appropriate IP services providers based on the particular business model they are practising and using, and also provide one-stop access to enterprise IA and IP-related resources. Finally, let me now turn to address the review of the land allocation and pricing framework for places of worship, raised by Ms Sylvia Lim and Assoc Prof Jamus Lim. The Government is aware of these issues, as Ms Lim had noted in her speech. We had, in fact, given a previous Parliamentary reply which Ms Lim also noted. It was noted then and let me just reiterate, that we have been reviewing the land allocation and pricing framework for places of worship, to see how the price can be mitigated. Bearing in mind the concerns that the Member raised. We have given our response previously, and we have been looking at this.And as Members would appreciate, this has been the subject of very careful study, given its implications on land allocation and pricing. This study is still ongoing and details will be released when we have completed the study. In the meantime, the Government has been working with affected religious organisations to assist them in mitigating the increase in land prices. So, for instance, this would include offering the religious organisations a short-term tenancy extension, pending the outcome of this review that we are undertaking. This is so that these organisations would not be compromised by entering into a long-term lease arrangement on the present framework before the review is completed. Madam, Senior Parliamentary Secretary Rahayu will cover the other cuts. I thank Members for their support of MinLaw's work, for their speeches and look forward to their continued cooperation, support and also for their continued feedback that they give to MinLaw which helps us to sharpen each of our policies and ensure that the last mile delivery is carried out in a way which it is intended.The Chairman: Senior Parliamentary Secretary, Ms Rahayu Mahzam."], "The Senior Parliamentary Secretary to the Minister for Law (Ms Rahayu Mahzam)": ["Mdm Chairperson, I will focus on two of MinLaw's themes: enhancing the trust, relevance and accessibility of the legal system; and optimising land use through greater collaboration and use of technology.Our legal system is a cornerstone of society that allows us to thrive economically and maintain order and justice. MinLaw is therefore committed to bringing a better quality of life for our people through enhancements to the legal system.Today, I will elaborate on efforts to increase access to justice, support individuals navigating family justice processes, make enforcement of judgments cheaper and easier, and utilise technology to enhance legal processes. Being able to access the legal system is a pillar of the rule of law. Our efforts are channelled towards two areas.First, supporting vulnerable groups that require legal assistance. Besides the Community Law Centre that Minister Tong shared, there are other forms of legal aid and assistance provided by non-Government partners, some of which are available to foreigners. There are about 70 legal clinics run by various community, religious and voluntary welfare organisations. For instance, the Migrant Worker Legal Clinics was launched by Pro Bono SG, in partnership with other members of the Migrant Workers' Group. MinLaw is also working with Pro Bono SG and others to develop a one-stop portal to provide legal information and connect users to additional resources and assistance. It will also enable better coordination of legal clinics such that legal advice will be more accessible.We welcome Mr Raj Joshua Thomas' comments and will continue to strengthen the network of support. Second, we continually review Singaporeans' level of access to legal help and representation in Court. For civil legal aid, since 1958, the Government has been delivering aid to deserving cases. For criminal legal aid, the broad principle, for a long time, was that the Government should not pay to defend accused persons, except in capital cases. Over the years, we have moved to fund a part of the costs. In 2015, the Government started funding the Criminal Legal Aid Scheme (CLAS) directly.Last year, the Government decided to do more, establishing the  (PDO). The PDO, set up in December 2022, increases access to justice. The coverage of criminal defence aid has been expanded to the bottom 35% of resident households and covers offences in all but 10 Acts.Responding to Mr Vikram Nair, Mr Sitoh Yih Pin and Mr Thomas, I am glad to share that the PDO has started off smoothly. Thirteen public defenders have been hired. As of 31 January 2023, more than 250 applications have been received. Of about 130 applications which have completed assessment, about 60 applications have been assessed to be eligible for criminal defence aid.The PDO also collaborates closely with Pro Bono SG to co-deliver criminal defence aid, ensuring it is administered efficiently and that we minimise duplication. For example, all applications for criminal defence aid by Singaporeans and Permanent Residents are assessed by PDO. Then, there is a two-step process that determines which cases go to PDO or CLAS. Urgent cases are assigned to PDO. This ensures timely legal representation is provided. The remaining bulk of cases are shared between PDO and CLAS. The actual cases will be assigned based on the relative workload and capacity of PDO and CLAS to ensure resources of both are used efficiently. With the increase in coverage, we expect that volunteer lawyers will continue to play a role in ensuring justice is accessible to all segments of society. The Government's partnership with CLAS will help to preserve the pro bono spirit of the legal fraternity, which remains a key pillar of legal aid.We will conduct a review of the criminal defence aid system at an appropriate juncture to determine how to leverage the strengths of CLAS and the PDO in the long term.As it has only been three months since its establishment, we will continue to monitor the caseload of the PDO closely to see that there is adequate staffing and capacity.  To Mr Nair's query, the criminal defence aid means test threshold is pegged at PCHI of $1,500 or the 35th percentile of households by income, while the civil defence aid means test is pegged at PCHI $950 or the 25th percentile of households by income. We had increased the criminal defence aid income threshold as a study conducted by MinLaw showed that households around the 35th percentile will find it challenging to afford legal representation before the Courts, even for plead guilty cases.  On the civil legal aid means test criteria, we had recently revised the criteria in end-2019. We will review the civil legal aid means test criteria in due course.  I turn to family justice, an area that has a deep impact on the lives of individuals. The Divorce Assets Informative Division Estimator (Divorce AIDE) was launched in September 2022. It is an online tool aimed at improving access to legal services. Divorce AIDE educates users on how matrimonial assets are generally divided upon divorce, and the estimated share and amount they are likely to receive from the matrimonial assets.Its algorithm provides an indication of a reasonable range that parties can receive from the pool of matrimonial assets post-divorce. Parties can use this to consider whether to settle the division of matrimonial assets amicably. On Mr Murali Pillai's query as to whether the needs of the children are taken into account by the algorithm, this will have to be separately considered when negotiating a settlement. Children's needs are particular to each family and cannot be easily reduced to an algorithm. For instance, if there are children with special needs, parties may consider not dividing the insurance policies and setting them aside for the children's benefit. If the children need to stay near their schools, selling the matrimonial flat may not be the most viable option. Moreover, on the day-to-day needs, their monthly expenses would be more appropriately dealt with by fixing child maintenance, as opposed to assets division.Divorce AIDE has received positive feedback from social workers, judges and our partners. For example, feedback from the Community Justice Centre noted it is \"very easy to use\"; \"helpful in explaining and answering my questions on divorce\"; and \"an outstanding tool that litigants-in-person will find useful\".We will refine Divorce AIDE in the upcoming year, a point mentioned by Mr Nair. Our efforts are two-fold. First, we will collect more feedback to see how the tool has been useful and how it can be further improved. Second, we are exploring possible integration with MyInfo. If successful, this will provide a more seamless experience, as users' CPF and HDB information may be extracted directly.There are various forms of support for self-represented persons (SRPs) who commence, or wish to commence, proceedings. Dr Tan Wu Meng shared how his resident, an SRP, had to approach CrimsonLogic and VITAL. He asked about the role of these intermediaries, and if they complicate the process for SRPs. Let me explain.First, the Judiciary's case filing system, eLitigation, enables lawyers with a subscription to e-file documents and pay filing fees. SRPs can approach the CrimsonLogic Service Bureau, who will assist them with their e-filing and collect the filing fees. Second, SRPs generally do not interact with VITAL. SRPs only interact with VITAL when a court deposit is required. For example, when an SRP files an appeal, he or she is required to provide security for costs. SRPs would have to deposit the security with the Accountant-General, with VITAL acting as its collecting agent. To make these processes more convenient for SRPs, several initiatives have been rolled out, and others are in the pipeline. In 2022, the Family Justice Courts (FJC) introduced an e-service that allows SRPs to e-file for simplified divorce, without having to go to the CrimsonLogic Service Bureau. It was designed with SRPs in mind. Amongst other things, the e-service uses guided questions to assist applicants in filling up Court forms. It is also integrated with MyInfo, which allows an applicant's particulars to be automatically populated. Further, as Mr Murali Pillai alluded to, a similar e-service for straightforward probate applications is targeted to be introduced by 2023. This will be applicable to the large majority of uncontested probate cases, such as those involving a single executor and with lesser quantum of assets.For other applications, the CrimsonLogic Service Bureau has been re-sited from Chinatown Point to the one-stop service hubs in the Supreme Court and State Courts. SRPs can file applications via the Service Bureau, access case management systems from self-help terminals, and carry out related court processes from a single location. A similar service hub will be set up in FJC when it moves to its new location in 2024. As for putting up security for costs, FJC has published an online guide on the procedure for doing so and VITAL's contact information. Furthermore, VITAL has allowed SRPs to make e-payments since 2020. Dr Tan Wu Meng raised the issues of delays in VITAL processing payments. I would like to inform Dr Tan that as part of the Court's efforts to streamline processes for Court users, today, an appellant can file an appeal as long as he or she is able to produce a signed declaration and evidence of a bank transfer. This ensures that any delay in processing the payment or issuing the receipt does not result in an appellant missing out on the filing deadlines.Besides these enhancements, there are two further areas that we have worked on, to make family justice more accessible to SRPs. First, we try to ensure information on court processes and procedures is readily available. The Courts publish on their website comprehensive information about court processes and procedures. FJC also published a case management guidebook which guides SRPs through the divorce process and a guidebook on common family court orders.For those not fluent in English, digital and physical brochures on family law and court processes in vernacular languages are available at the Judiciary's website and at FJC. Where more explanation is needed, SRPs can seek help from the Community Justice Centre (CJC) located within the premises of the State Courts and FJC.Second, there are online tools and resources that SRPs may find useful. Besides Divorce AIDE that I mentioned earlier, the 's iLAB chatbot provides tailored legal information on divorce, family violence, and issues related to employment. It is also able to generate simple legal documents. In the past year, information on civil cases was added to iLAB. Currently, there are 10 topics in iLAB.  Responding to Mr Murali Pillai, iLAB is useful for users who have little to no legal knowledge. Users have also given feedback that iLAB saves time and is convenient to use. We will continue collating feedback to improve iLAB.The efforts to enhance access to justice in family proceedings is a continuing one. MinLaw has been working with MSF and FJC on a Bill to effect the remaining recommendations of the Committee to Review and Enhance Reforms in the Family Justice System. The proposed changes aim to build on our efforts to reduce acrimony in family proceedings and ensure a fair outcome without undue complexity and costs for the parties. This increases access to justice for litigants, especially those who cannot afford legal representation.An area of attention is the current challenges in enforcing maintenance orders, a point mentioned by Mr Murali Pillai. Non-compliance with maintenance orders has an adverse impact on those who are relying on the maintenance payments to go about their daily lives. Unresolved disputes over maintenance also hinder the parties from moving forward with their lives.I would like to share the story of Ms B, a divorced working mother with two young children. Upon divorce, the ex-husband was ordered to make monthly maintenance payments to Ms B for the two children. After a few months, the ex-husband began missing payments. At one point, he had failed to make payment for more than five months. The situation caused Ms B great distress – she had to cover the substantial costs of the children's school fees, transport and daily necessities. In less than a year, Ms B filed two applications to enforce the maintenance order. She had to spend considerable time and was unable to afford a lawyer to aid her in the proceedings, given her financial responsibilities to her children.The proposed reforms will make the enforcement of maintenance orders simpler and more efficient. For example, in the current process, parties have to make several trips to court. The reforms aim to streamline proceedings and reduce the number of trips that parties make to Court. This will reduce the burden on those without lawyers. We will provide more details in due course.Next, the Protection from Harassment Court (PHC) was established to provide simplified, expedited processes to enhance access to justice for harassment victims. Responding to Mr Patrick Tay, the data is encouraging. Since its operationalisation on 1 June 2021, more than 90% of the Protection Order (PO) and False Statement Order applications filed were on the simplified track. Anecdotally, the majority of cases are handled by the litigants, without the need for legal representation.There has been a significant increase in the number of PO applications, as well as orders granted. From 2019 to 2020, 319 PO applications were filed; 146 POs were granted in that period. From 2021 to 2022, there were 924 PO applications filed – 866 applications were filed from the operationalisation of the PHC on 1 June 2021 to 31 December 2022.Out of the 924 PO applications, 302 POs were ordered, 413 PO applications were withdrawn. Applications may be withdrawn because parties reached an out of court resolution, or the claimant decided there is no longer a need for a PO. The remaining 209 PO applications are either pending resolution or were dismissed. Where urgent relief is sought, the PHC generally hears the application within two to three working days from the date of application.Mr Tay asked for a breakdown of the types of cases.Members should note that one case may involve more than one type of harassment. Out of the 866 PO applications filed from 1 June 2021 to 31 December 2022, 304 cases involved cyberbullying; 295 cases involved doxxing; 203 cases involved workplace harassment; 103 cases involved sexual harassment; and 75 cases involved harassment by debt collectors, moneylenders or creditors.Mr Pillai resurfaced his proposal from last year to amend the PHC rules to summarily determine and dispose of frivolous and vexatious claims, without notifying the respondent. As explained in a Written Reply to Mr Pillai's question in Parliament previously, as part of due process, the Courts will usually require the respondent's side of the story to determine whether the claim is indeed frivolous or vexatious. We should also be mindful that many claimants in the PHC are SRPs, so the bar cannot be placed too high. Otherwise, this could inadvertently prevent access to justice for them.On the other hand, the PHC has powers to deal with frivolous or vexatious cases. For claims filed through simplified proceedings, the PHC has powers to make such orders and directions as it thinks fit for the just, expeditious and economic disposal of a case. The PHC therefore may, notwithstanding that the proceedings were already simplified, deal with a case which is frivolous, vexatious or otherwise an abuse of process in an expedited way. For claims filed through standard proceedings, the normal procedures in the Rules of Court, such as striking out, are available.Further, the PHC can award costs and disbursements against a claimant who brings a frivolous or vexatious case. This should deter any litigant who thinks they can misuse the PHC's simplified processes.Finally, the General Division of the High Court is empowered to make a restraint order against a claimant, who has repeatedly commenced actions totally without merit. This prevents such a claimant from commencing actions or applications.Various stakeholders, including the Judiciary, are pulling in the same direction to enhance access to justice. The Judiciary is setting up an Access to Justice Programme Office. This will provide an even greater emphasis and focus on access to justice from a Whole-of-Judiciary perspective. The Office will coordinate access to justice efforts across the Courts, review existing citizen-facing services and processes, and embark on new projects to improve the experience of Court users. For a start, some areas of focus will include enhancing accessibility to information, integrating services for the greater convenience of Court users, and improving the overall end-to-end service experience.I turn to upcoming changes to strengthen Singapore's legal system. As mentioned by Mr Pillai and Mr Derrick Goh, MinLaw has been studying possible reforms to the civil enforcement framework. MinLaw's project focuses on making enforcement cheaper and easier, so that those who have succeeded in their claims, are not denied their fruits simply because they feel enforcement is too complex or expensive. Possible changes include: (a) giving the Court more powers to identify the assets and means of a non-compliant judgment debtor – with more information, the successful party can better decide whether and how to enforce the judgment; and (b) introducing new powers to deter and punish non-compliance with Court orders.This will go some way towards alleviating the difficulties faced by judgment creditors today. More broadly, these reforms will ensure Singapore's legal system remains robust, efficient, and business-friendly. This will, in turn, help to preserve Singapore's status as a dispute resolution hub, a point raised by Mr Goh.  The proposed reforms, which affect enforcement of all civil judgments, are complex and may have far-reaching changes that have to be studied carefully. We have been working closely, over the past year, with the Judiciary and other stakeholders to refine the proposals. More details will be announced in due course.I would highlight technology is an integral aspect in many of our initiatives, as it strengthens access to the legal system – a perspective mentioned by Mr Zhulkarnain Abdul Rahim. We are taking steps in this direction. I will, in a short while, mention how we are using technology to optimise state land. At this juncture, I will share our intention to make clear that legal acts and instruments such as statutory declarations and notarisations can be done remotely through video-conferencing and electronic signing. We will introduce legislation, in due course. This will provide greater convenience to lawyers and their clients. Lastly, I would like to address two points. Mr Patrick Tay touched on workers of insolvent companies. This issue has been addressed on numerous occasions in this House. Exposure to business risks is something all companies face. When these risks eventuate and a company gets into trouble, a restructuring aims to provide the company space to recover. The Court supervises the restructuring process to balance the interests of the various stakeholders, including employees. If the company is successfully rehabilitated, workers are more likely to hold on to their jobs.If the restructuring is unsuccessful and the company enters into insolvent winding up, Section 203 of the Insolvency, Restructuring and Dissolution Act gives priority to certain claims. Out of the nine categories of claims under section 203, five categories give priority to workers. The only categories with priority over worker claims are the costs and expenses of winding up. These are necessary for the winding up to proceed smoothly. In fact, worker claims rank above claims by the Government in respect of tax assessed and goods and services tax due. Mr Tay highlights insolvent companies having insufficient assets to pay workers even with the statutory priority scheme, and difficulties faced by workers in dealing with judicial managers. Mr Tay has previously suggested that MOM could advance monies to workers and thereafter stand in their place as a preferred creditor. This proposal was not adopted because while it may provide short term relief to workers, it may lead to a bigger systemic problem in the long term by causing market distortion and more defaults on salary payments in the expectation of public funds being deployed. That said, lower wage workers with unpaid salaries may receive financial assistance from the Short-term Relief Fund and the Migrant Workers' Assistance Fund. Such assistance is also available where companies are not insolvent.Finally, judicial managers must deal with multiple considerations and balance competing interests. Marshalling and allocating resources, including to employees to keep the business going, would depend very much on the specific facts and circumstances. Mr Pillai asked about Singapore's planned accession to the Hague Service Convention. I am pleased to update that we have been actively working on amendments to the relevant pieces of legislation to give effect to our obligations under the Convention. We aim to introduce the amendments by the fourth quarter this year, at the same time when the Convention enters into force for Singapore.Lastly, I move to our initiatives to optimise land use and related matters.At the outset, we are focused on helping Singapore and its people. With our limited land, we need to constantly innovate. This is not innovating for its own sake, but with the goal of improving the quality of lives and building vibrant spaces and communities.We are, thus, pressing ahead on the digitalisation of the conveyancing process, evolution and mainstreaming of geospatial technologies, and rejuvenation of state lands. We have embarked on, in my view, an exciting project – the  (DCP). Many of us would have probably experienced the conveyancing process, which currently takes a rather manual approach. This will soon be a thing of the past as the Singapore Land Authority (SLA) brings to fruition its vision of the DCP as a fully integrated, secure, efficient, transparent and paperless process. The DCP will include the facilitation of e-payments and digital signing of documents. Users will also be able to retrieve details and check for updates with greater ease.Mr Lim Biow Chuan has raised the point on potential fraud. This is something that SLA will consider in its design and implementation of the DCP. In terms of security, SLA will put in place robust data and cybersecurity measures, including data encryption and active monitoring of data access to detect any suspicious online activity.Besides benefiting buyers and sellers, the DCP will make it more efficient for those involved in the conveyancing process. This will be a tool that assists lawyers, financial institutions, real estate agents and developers.Responding to Mr Zhulkarnain, SLA had extensively engaged stakeholders since 2019 and will continue to do so at each stage of the DCP's development to ensure that the end product meets the needs of all parties. SLA will continue to raise awareness on the use and benefits of the DCP through these engagements. We announced in January that we have appointed the vendor for the development of the DCP. We target to implement the first phase, which will comprise the Option to Purchase stage for developer sale, resale and sub-sale transactions, by 2024. We are working towards full implementation by 2026.Mr Lim and Mr Zhulkarnain asked about the DCP's potential impact on jobs. We expect most individuals will continue to engage lawyers. Given the high value nature of property transactions, this serves as a safeguard of the individual's interests. Nevertheless, such digitalisation projects will naturally, over time, result in less emphasis being placed on certain processes or skillsets. The development brings value to the larger community by making processes simpler and faster. Hence, we encourage conveyancing practices to adapt to, innovate and leverage on the DCP to deliver better service to their clients. Mdm Chairperson, I see that I am running out of time. I have a last section and would gratefully request for your indulgence for a bit more.The Chairman: Please take a few minutes to round up."], "Ms Rahayu Mahzam": ["Geospatial technology has transformative potential on the way we live, work and play. This can unlock opportunities to benefit businesses and citizens and enable sustainability efforts. Prof Koh Lian Pin will be happy to hear that SLA has been actively engaging the industry, institutions and community to mainstream the use of geospatial capabilities and promote greater awareness and understanding of their potential. Last year, SLA signed Memorandums of Understanding (MOUs) with key real estate and industry players, such as the Real Estate Developers' Association of Singapore, Singapore Business Federation and real estate agencies. Through these MOUs, geospatial data and platforms, including OneMap, will be leveraged to benefit their members and customers. These include enhancing building design, operations and maintenance. In the science and environment community, SLA started partnerships with various agencies to deepen the use of geospatial data for weather monitoring, coastal protection, flood mitigation, carbon-sink estimation and climate studies.SLA will also be exploring how geospatial elements can be introduced in the education curriculum. One such initiative is the Global Navigation Satellite Systems Innovation Challenge. With our limited land, it is integral that we continue to find creative ways to optimise our space in a sustainable manner to meet the needs of our community and economic demand. We thank Mr Cheng Hsing Yao for suggesting an overarching plan for the interim use of state land. We will explore this with relevant agencies. For 2022, we partnered with stakeholders and the public to enhance various State lands and properties such as the rejuvenation of Gillman Barracks and the development of a new three-generation park at Yarrow Gardens. This year, SLA will continue to rejuvenate State-owned properties. Let me address some of the comments made by Mr Christopher de Souza, Ms Nadia Ahmad Samdin and Mr Lim Biow Chuan. First, SLA has identified the former Kampong Eunos Community Centre at 10 Kampong Eunos to be repurposed as a creative accelerator and innovation studio for the youth community. SLA will work with VIVITA, a social impact organisation that seeks to empower children and youths to be changemakers for the future.Through SLA's sustained efforts over the years, we have developed the Dempsey cluster into a lifestyle destination and a place for communities to gather. And to retain its attractiveness, SLA improved the infrastructure to make it better.SLA and Sport Singapore launched a tender for a playfield to offer more spaces for the community to bond through sports. SLA will continue to enhance Dempsey and expand it into a sustainable lifestyle destination that has many offerings. Innovative concepts and sustainability initiatives will be introduced to complement the current diverse mix of lifestyle activities.Even as SLA rolls out new plans, we must balance the impact on nature and the environment – a point raised by Ms Nadia Samdin.  SLA is cognisant of the need for this balance and has upheld the rustic nature of the Southern Islands and, in general, only low-intensity development has been carried out. SLA works with various agencies, including NParks, to safeguard the biodiversity and heritage of the lands even as interest and the number of visitors grows. The Chairman: Senior Parliamentary Secretary, I will have to ask you to round up.", "Yes. In conclusion, whilst we have a diverse slate of initiatives, these are united by the thread of bettering the lives of people in Singapore and advancing our economy and society through laws and policies. Thank you, Madam.The Chairman: We have a few minutes for clarification. I am going to remind Members we only have a few minutes, so please be succinct. Otherwise, we cannot take too many questions and the Minister and the Senior Parliamentary Secretary cannot respond. Okay? Mr Dennis Tan.", "Thank you, Ms Nadia Samdin. At this juncture, we are balancing the needs and if there are any further developments, we will make the announcement accordingly.But I would like to assure you that even as we are rolling out new plans, we are very conscious of taking necessary measures to make sure that we are protecting the environment. This includes safeguarding areas for conservation and research activities like the Small Sister's Island; and areas for public recreation such as lodges, campsites and beaches at St John's Island, Lazarus Island and Pulau Hantu.The Chairman: Dr Tan Wu Meng.", "Thank you, Dr Tan, for raising that point. I can appreciate that that is of concern to that generation. But as I mentioned earlier, there are actually many different avenues of support,. Not only are they online, they are also available at the Courts and also in the vernacular – that may be something that is better for the elderly.We also have the support available to give legal advice and assistance, also, within the community. So, I hope that people in the community can leverage on those services as well.The Chairman: Mr Murali, do you wish to withdraw your amendment?"], "Mr Edwin Tong Chun Fai": ["It is as I said. Usually, it is the nature or the cases that are most appropriate.Our studies have shown that the vast majority of neighbourly disputes result from noise. So, that would be one category of cases that we would like to put through mediation.I also mentioned re-mediation in the event that cases which had previously gone to mediation but were not successful in maintaining the mediated position for a period of time and new issues arise related to the mediated agreement. The CMC can re-mediate those.We also intend to make mediation the first port of call – something that will be required before a party can bring a case to the CDRT. The reason for this is because, as I mentioned earlier, we want to drive the parties' behaviour towards mediation. The best thing to do is to say that you should not be using CDRT resources, which really should be reserved as a measure of last resort, without trying the mediation process first.Those are broadly the three categories. We will, in the context of shaping the framework, be more specific about how they will be implemented in conjunction with the specific rules for mediation, and also the CDRT process and the rules for filing a CDRT claim.The Chairman: Ms Nadia Samdin.", "I want to assure Ms Nadia Samdin that it is not because there is a sudden, urgent need to have lawyers qualify quickly and therefore, we deferred the programme, which is from a six-month training period to a one-year training period. The reason for that is, as I explained in my speech, we have had COVID-19 for the past two and a half years or so. I think as we begin to open up, the firm processes for working from home and arrangements with the supervision of their trainees have been re-adjusted.So, we thought, given feedback from the firms, that it is better to let these practices settle because the way in which trainees work in the firms, how they interact with their seniors, with their mentors, with the senior lawyers, is going to be a key part of that training and a key part of that expansion of the one year.We wanted to let these new post-COVID-19 work processes settle before we implement the changes.As to when it will come onstream, it will be shortly – certainly, ahead of time and in good time for the trainees to be kept informed of the timeline and the arrangements.But really, there is no change in the regime at all. It is what the Committee for the Professional Training of Lawyers (CPTL) had recommended in terms of why one year and what that one year ought to comprise. It is just that the process will now kickstart in 2024 instead of 2023."], "Dr Tan Wu Meng": ["I thank the Minister and Senior Parliamentary Secretary for recognising the importance of the last mile and the journey of fellow Singaporeans, in particular, litigants-in-person, self-represented persons.Can the Ministry assure us that even as there are new measures which are digital, which are online, that these processors will remain accessible to older Singaporeans who may not be as English literate as their younger counterparts? "], "Mr Murali Pillai": ["Mdm Chairperson, briefly, I would like to thank the hon Members who files cuts to Head R of the Estimates.I would like to thank the hon Second Minister and the hon Senior Parliamentary Secretary for their responses, which she went into using a football terminology, went to extra time. But nonetheless, their plans for 2023 are clearly spelled out. I wish them well – as well as their colleagues in MinLaw – in really pursuing the mission of providing access to justice and maintaining the rule of law. With that Mdm Chairperson, I would like to withdraw my amendment.Amendment, by leave, withdrawn.The sum of $299,061,900 for Head R ordered to stand part of the Main Estimates.The sum of $52,503,200 for Head R ordered to stand part of the Development Estimates."]}