{"Mr Vikram Nair (Sembawang)": ["Chairman, I beg to move \"That the total sum to be allocated for Head J of the Estimates be reduced by $100\".Singapore had a turbulent journey to Independence, with our pioneer generation of leaders living through both World War II, and at the cusp of independence, the Konfrontasi between Indonesia and Malaysia. We started National Service in 1967 and over the years, have slowly and steadily built the SAF into a strong and credible defence force. Singapore has lived with relative peace and prosperity ever since.An important reason for our peaceful environment was the commitment of the major world powers to peaceful co-existence in accordance with the UN Charter for the last eight decades or so since World War II.However, the commitment to multi-lateralism has eroded over time and one recent example would be Russia’s invasion of Ukraine in February last year. While some parts of the world community were quick to condemn the aggression and breach of international law, this cry was not universal. Every time an act of aggression takes place without consequences for the aggressor, the more each country has to fear for its own safety.There are also worrying developments closer to home. The strategic rivalry between the US and China is intensifying. Recent incidents, such as then-US Speaker Nancy Pelosi’s visit to Taiwan and the more recent shooting of China’s hot air balloons over the US have upped the ante, resulting in the cancellation of diplomatic meetings that could have facilitated constructive dialogue. There have also been more military exercises in the Taiwan Strait, one of the traditional flash points in the relationship.Both countries have also doubled down on the implementation of exclusionary measures, especially in the trade and technology spheres. As the strategic competition worsens between the two major powers, Singapore may be caught in the cross-fire.In addition, middle powers have also taken a greater interest in our region and started to develop more robust strategies to grow their presence in the Asia Pacific. While many of these are friendly nations, with the growing number of such powers seeking to establish a foothold here, the regional security environment could become increasingly contested and busier. On the Korean peninsula, North Korea has conducted further ballistic missile tests, drawing swift condemnation from neighbours South Korea and Japan and many parts of the world community. Japan, which had remained a generally pacifist nation since World War II has started to remilitarise in response to the rising military pressures around it. The challenges ahead for Singapore are many. Could the Minister for Defence therefore provide an update on the major global and regional trends that MINDEF and SAF are closely monitoring, and how MINDEF and SAF will be affected by these trends?  I had earlier highlighted the major geopolitical and security developments that have shaped the environment around us. I would like to now focus on the Russia-Ukraine conflict, and in particular, the implications for Singapore’s security. When the war broke out, many believed that Russia would quickly overwhelm Ukraine and take over. But instead, what has happened is that Ukraine has put up a spirited and vigorous defence, and they have gotten support, at least in terms of the equipment and finances from powers around them. With both sides unwilling to yield, the war will likely persist for some time.Although quite far away, we should monitor events unfolding in Ukraine and Europe.The Russia-Ukraine war has had spill-over effects, which have fundamentally changed the global order. Some of these include the hardening of military alliances such as the North Atlantic Treaty Organisation (NATO) which have now awakened and started growing again and increased defence spending amongst European countries. Russia for its part has announced the suspension of its commitment to the New Start Treaty which the US and Russia entered into to stop nuclear proliferation amongst the two largest nuclear powers. This may restart the nuclear arms race, which has been suspended since the 1980s.As the war continues, there may be more unintended and unexpected consequences that countries, including Singapore, have to deal with. Could the Minister for Defence therefore comment on the implications of the war in Ukraine for Singapore’s security, as well as the key lessons learnt from the war for us?Question proposed."], "Mr Alex Yam (Marsiling-Yew Tee)": ["Mr Chairman, as mentioned by the hon Mr Vikram Nair, today marks the first anniversary of the Russian invasion of Ukraine, an act that many did not believe would happen. It has tipped the world order on its head and underscored the importance of upholding international laws and frameworks and, of course, defending national sovereignty.Even by the lower UNHCR estimates, confirmed civilian casualties number over 8,006 killed, 13,287 injured, 7.6 million refugees and, almost 8 million internally displaced in Ukraine.This is a stark reminder for all of us in the world and especially for small states like ourselves. The global landscape is becoming more contested. It is therefore ever more critical to review our own plans and priorities in diplomacy and in defence.Regional powers are becoming more confident and assertive. How do we navigate relations with our neighbours while being acutely aware of the great power rivalry also playing out in our backyard? Threats and asymmetrical warfare have evolved as well. Growing digital threats, terrorism.As we continue to transform our SAF, we must be cognisant of the challenges of a shrinking population and its impact on our defence manpower, increase global spending on defence, especially in the region, and the need to maintain confidence and trust in the SAF.Therefore, I ask the Ministry for an update on the plans and priorities that we have put in place in light of the changes in the global order.", "Thank you, Mr Chairman. We are now living in the digital age. There is no denying that we are bound together in the metaverse. This poses great opportunities for the world economy but also great challenges and even in the field of security and defence, we are seeing more and more threats emerged online. The threats of the physical world are now, therefore, manifest in the digital battlefield. We have seen it in Ukraine with large scale online campaigns against Ukrainian, assets as well as those of their allies in Europe.In this vein, I applaud the foresight in forming the , the fourth service of the SAF.With its formal beginning just three months ago on 28 Oct 2022, but with different parts of it already functioning before that, I would like to ask the Minister how has the progress been since its formation?What is the assessment of the Ministry of the current digital battle terrain and what threats have been prevented or disabled since the formation of the DIS? How does the DIS work in tandem with civilian agencies like CSA? And, how can the DIS bring ordinary citizens on board to play a part in improving cyber security? While the problems are digital, the solution still lies in the real world. What is the manpower situation for the DIS? For example, how has the take-up rate been for the NS Digital Work-Learn Scheme in partnership with NTU, which is due to start in April of this year? How will MINDEF encourage more to come on board DIS? In addition, what have been the advantages of the unified command so far and how will the DIS strengthen its work with the three other services and other security agencies to ensure that while we keep Singapore safe in the physical world, we also keep our citizens and our infrastructure safe in the digital one?"], "Mr Dennis Tan Lip Fong (Hougang)": ["Mr Chairman, the recent incursion of an alleged PRC surveillance balloon into US airspace and its subsequent shoot down by the US military underscore growing friction between Washington and Beijing. This comes after the large-scale PLA military exercises bracketing Taiwan following the then US House Speaker Nancy Pelosi's visit to Taipei. These actions follow increasing PRC military activity in the East and South China Seas and near Taiwan in recent times, to which other militaries, including those of the United States, are mounting their own activities in response.The Prime Minister, and more recently the Deputy Prime Minister and Finance Minister, have noted rising tensions between the United States and the PRC, which play out over a range of issues and wide swathes of territory. Manila recently pointed to the PLA Navy using lasers on the Philippine Navy vessel in the disputed South China Seas waters, supposedly blinding crew on the bridge temporarily.These incidences and growing cleavages do not have anything directly to do with Singapore, at least for the moment. However, they could well affect Singapore and our interest in significant and potentially negative ways. I have little doubt that our professional foreign service officers at the Ministry of Foreign Affairs are working very hard to encourage some amicable solutions and searching for means to mitigate risks for Singapore.Through careful diplomacy in the event tensions should further escalate, this reinforces efforts to support international law and accepted rules of the road that have facilitated Singapore's prosperity, safety and stability for so long.Nonetheless, I am mindful of the very real possibility that diplomacy law and institutions sometimes may not be enough.As a commerce-dependent island, Singapore needs open use of sea lanes, submarine cables and air routes that link us to partners in all of East Asia, across Southeast Asia, South Asia and points West. These could potentially be in jeopardy in the event of a major contingency involving the United States, the PRC and others that may occur around our region. Such an event could also spell political and military pressure on Singapore to provide or deny access to one party involved in a crisis or another in addition to broader disruption. This could also affect trade and communication and even the import of food and energy, not to mention safe passage for the shipping trade and maritime traffic passing through the straits of Singapore going both east and westwards, to near and far shores for which we are so heavily dependent on and possibly also civilian and commercial air traffic in the region. This may prove consequential for not just Singapore's prosperity, but possibly even stability and survival.Such pressure and disruption may take physical even kinetic form and not just be limited to information, cyberspace and political influence.I would like to ask for an update on the efforts of MINDEF and the SAF in building the capacity to withstand military pressure and coercion from actors with significant capabilities and safeguard Singapore's critical access to the air and sea in the event of an emergency, particularly in view of the tensions in the South China Sea and between different countries in the Asia Pacific region. What is being done to enhance such capacity in recent times, noting that much of Singapore investment in our professional military and national service has historically focused on the Army? Although I am greatly encouraged by the recent announcement of the appointment of our first Chief of Defence Force from the Republic of Singapore Navy (RSN).Apart from capacity, I would like to ask what preparations are in place to potentially sustain operations at longer distances from our shores. This may be important if we wish to prevent and perhaps minimise any dangers to Singapore and Singaporeans in the event of some major emergency in our region. Some people may well, see such concern as unnecessarily alarmist or dismiss them as remote and unrealistic. But as a nation, we must be prepared and vigilant for issues that may be looming to avoid any unwanted surprises, especially in these uncertain times."], "Mr Don Wee (Chua Chu Kang)": ["Chairman, since the Russian invasion of Ukraine, many countries have started to allocate a bigger share of their budgets to defence. Countries understand that they can no longer take their security for granted. Germany intends to raise its defence spending by at least 2% of its GDP. Likewise, Japan is stepping up its defence spending and seeking to move beyond 1% of its GDP too. It goes without saying that the US and China have consistently expanded their annual budgets and will continue to do so. Many countries are likely to follow suit. Could the Minister for Defence tell us what some of the global trends in defence spending are? Given our small size and vulnerable position, how will these spending trends affect Singapore?Singapore has consistently and continuously invested in defence over the last five decades to ensure we have a strong military force capable of a robust defence. There are trade-offs and opportunity costs as a result of our efforts to sustain our commitment to defence. We have persisted, despite the challenges, as we are cognisant that Singapore, as a small island-state, can neither take its own defence for granted nor count on others to defend us. Many of our pioneers were sacrificed when Singapore quickly fell to the Japanese in 1942 when Great Britain was distracted by events in Europe. Hence, upon our Independence, our founding leaders heavily prioritised national defence as they were keenly aware that without ensuring our own security, there would be no future for Singapore. A recent MOF report states that the Government will need to make further moves to boost revenue. These fiscal pressures will continue, given the uncertain economic conditions, our ageing population and rising costs. Maintaining armed forces is expensive. Building a strong and advanced military is even more so. Being a small country, it is more challenging for us to negotiate prices for weapons and such as we do not have the economies of scale.Given these developments, could the Minister for Defence please tell us what will our defence spending look like in the coming years? What are the projections for defence spending this year? Will spending return to the past baseline following the impact of COVID-19?"], "Mr Gerald Giam Yean Song (Aljunied)": ["Sir, MINDEF's total expenditure of FY 2023 is projected to increase 5.6% for over FY 2022, on top of an 11.3% increase from FY2021 to 2022. In the revenue on expenditure estimates for FY 2023/2024, military expenditure is just a single-lined item with an amount of $17.0 billion, without any further breakdown. MINDEF does explain that operating expenditure includes the payments for the purpose of military equipment, maintenance of equipment and camps, allowances for National Servicemen (NSmen) and salaries of regular servicemen and women.While I understand the need for military secrecy, can MINDEF minimally provide the estimated expenditure for just these four items. This is a common practice in public budget estimates in other territories, including Taiwan, Latvia and Finland, all of whom face real and existential threats.I am aware that the Public Accounts Committee (PAC) conducts scrutiny of the Government's expenditure and accounts, including the defence budget. However, does the PAC have access to any breakdown of military expenditure? If not, it will be difficult for the Committee to scrutinise the defence budget, given that military expenditure comprises almost 95% of the Ministry's total budget.Sir, I am proud that I served my full-time NS and completed all my operationally-ready NS cycles. I support the need to maintain a strong and credible SAF to effectively defend Singapore. This is why I believe that more thorough scrutiny of MINDEF's budget and expenditure will help maintain public confidence that the $17.97 billion allocated to the Ministry, the highest among all the Ministries, is going entirely towards achieving its mission."], "Mr Kwek Hian Chuan Henry (Kebun Baru)": ["Chairman, for the last few years, we spoke about SAF's transformation into a next-generation defence force by 2040. To achieve this, SAF has been investing in technologies such as artificial intelligence (AI), unmanned systems, robotics and data analytics.By 2040, SAF will acquire new capabilities and assets, where we will have, then will include Next Generation Infantry Battalions, new armoured tracked carriers and Howitzers for the Army, Multi-Role Combat Vessels, Invincible-class submarines, and unmanned vessels for the Navy, as well as F-15SG and F-35 fighter jets and Next Generation Unmanned Aerial Vehicles for the Air Force. Beyond enhancing assets, SAF is also transforming the way it is organised. Last year, SAF set up the fourth service – the  (DIS) – to provide enhanced intelligence, advanced connectivity and resilience cyber defence. SAF has also set up a new Army \"Sense and Strike\" headquarters to help the SAF perform better in battle with less manpower. However, SAF must also factor in rapidly changing warfare. For example, we should consider how the recent events such as the Russia-Ukraine War has changed warfare; we should also consider how to tap on the growing trends of adopting quick, low-cost adaptation of civilian technology, like Starlink systems and drones into warfare. In short, even as SAF has built a strong foundation, and has a good transformation plan, we must always make sure that we adapt our plans to evolving realities. Therefore, can Minister for Defence provide an update on how SAF is enhancing our capabilities to build our Next Generation SAF? "], "Mr Chong Kee Hiong (Bishan-Toa Payoh)": ["Chairman, the attack on Ukraine was a wake-up call that we should never take peace and stability for granted.  While such violent conflicts may seem far from our realities here in Singapore, they serve as a stark reminder that we must be able to defend ourselves and deter threats that may come our way.  The war in Ukraine has shown that even in the age of hybrid warfare and grey zone tactics, conventional warfare remains a real possibility. Ukrainian President Volodymyr Zelensky had to appeal for tanks, fighter aircraft and long-range heavy weaponry from its allies and partners.In addition, the digital terrain has become as real as the air, land and sea domains. The Financial Times had reported on Russia’s use of malware to infiltrate Ukrainian government and financial systems to create disruption in the early days of the war and even to disrupt crucial satellite connectivity.Singapore must be prepared for threats from all sources. The SAF must therefore maintain its ability to deter and defend against threats in both the physical and digital realms. At last year’s Committee of Supply debate, Minister for Defence Dr Ng Eng Hen talked about the SAF’s transformation efforts to meet future security threats and challenges. I am glad that we have taken incremental steps to build up and transform the SAF over the years, not just to meet current security threats, but also to anticipate potential new threats that we may face in the future. One of the biggest challenges is our low fertility rate which affects the future number of NSmen. SAF would have to adapt through technology utilisation or policy changes, leading to further transformation.Can MINDEF provide an update on the progress of the SAF’s transformation?The Chairman: Mr Alex Yam, please take your two cuts together."], "Miss Rachel Ong (West Coast)": ["Chairman, the Russia-Ukraine conflict has revealed the might and widespread use of cyber-attacks as an extension of warfare into the digital space, affecting critical infrastructure that not only impacts military efforts but also the lives of civilians. These attacks have devastating aftermath on communities, be it in the form of mass power shutdowns in times of harsh weather conditions or in the form of propagating false information to destroy unity or morale.  Ukraine alone has suffered a threefold growth in cyber-attacks over the past year. The Cyber Peace Institute reveals that as of 17 February 2023, there have already been 627 cyber attacks on government entities and corporations in critical infrastructure sectors, excluding attacks on Ukraine and Russia.   Last October, MINDEF established the  (DIS) with an eye on dealing with threats to Singapore’s security in the digital domain. This was a more than welcome development, to build on SAF’s abilities to defend Singapore on multiple and emerging fronts. To fulfil its mandate, the DIS will need a highly-skilled and collaborative digital workforce to continue to grow Singapore’s digital defence capabilities. At the same time, there is fierce competition for such talent in the technology sector. Can the Ministry of Defence share how DIS plans to attract appropriate talent to the service as well as how recruitment for the DIS has progressed since its establishment last year?"], "Mr Shawn Huang Wei Zhong (Jurong)": ["The nature of warfare continues to evolve going into the 21st century. Unlike the past, battles today are no longer fought in the traditional physical domains of the sea, air, and on land, but also in cyberspace. We will also need to contend with another dimension – the rapid pace of technological evolution and disruption, which will also shape the texture of war and future conflict, and thus have a critical impact in shaping the SAF’s military doctrines and future battlefield tactics. With the private sector leading much of the technological innovation today, key technologies with high disruptive and dual-use potential are in the fields of AI, robotics and autonomous platforms. Could the Minister for Defence provide views on the emerging slate of military threats that MINDEF/SAF will need to guard against, and how MINDEF/SAF will stay ahead of these threats?"], "Mr Vikram Nair": ["Chairman, technology has transformed the military domain. The ongoing Russia-Ukraine conflict appears to have spurred the adoption of new technologies and we see drones being used with lethal force. This has the crucial benefit of reducing the risk of losing lives by combatants.I have been a big supporter of new technologies, particularly unmanned battle platforms and even automated warfare.During last year’s Committee of Supply debate, the Ministry of Defence (MINDEF) unveiled further plans to build up the Next Generation SAF. Of these new assets and capabilities, unmanned technologies were identified as a focal point. I would therefore like to seek views from the Minister for Defence on the SAF’s adoption of emerging and cutting-edge military technologies, and whether this would help it to remain agile and capable in responding to the range of threats. How will the SAF use these new military technologies as it continues to develop?The Chairman: Deputy Leader."], "The Deputy Leader of the House (Mr Zaqy Mohamad)": ["Sir, may I seek your consent to move that the Chairman do leave the Chair? This is to enable me to move a Motion to take the proceedings on the business of Supply today beyond 8.00 pm.Mr Speaker: I give my consent.Resolved, That the Chairman do leave the Chair. – [Mr Zaqy Mohamad].Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House."]}