{"The Minister for Education (Mr Chan Chun Sing)": ["Chair, we thank Members for all their suggestions and comments. In particular, the passionate speech by Ms Denise Phua and the vivid imagery of Mr Patrick Tay's Iron Man.To Ms Phua, I would like to share that indeed new wine needs new wineskins, not just one type but many types, to cater to the diversity of needs and aspirations of our people. More importantly, we need new mindsets, which I will come back to, together with Mr Patrick Tay's Iron Man.Like the public, some Members have asked the Ministry of Education (MOE) to do less. They are calling for later start times and earlier end times. They believe in teach less, test less, less stress and hopefully, better results for all. Others have asked MOE to do more. They want smaller class sizes, smaller schools, closer guidance and supervision, better support for students with higher needs and more types of learning opportunities; including Ms Carrie Tan, who suggested incorporating more nature and outdoor experiences into the curriculum.Many Members have given us suggestions on what more we should teach in our schools. I was hoping to also hear more views on what we can remove from our students' and teachers' load.Some have called for more porosity in our education pathways, more social mixing in schools. Others want affiliation priority and alumni privileges to be maintained, to build stronger school networks and uphold their school culture. Some have called for the removal of Primary School Leaving Examination (PSLE), others to extend PSLE preparations for our students to more overseas schools. Some have called for smaller school sizes, more niche programmes and co-curricular activities (CCA). Others think every school should be able to offer a comprehensive and identical suite of programmes and CCA. Ultimately, we all have to work within the finite resources and time budget of our school system, students, teachers and even parents, to best meet the needs of diverse needs of our children. Every idea is well-meaning but it affects different groups of stakeholders differently. To chart our way forward, we have to first understand the complex needs of the future and the diverse needs of our children. A more uncertain world demands resilience. Resilience comes from a diversity of strengths. A more diverse population with diverse aspirations demands mass customisation beyond mass access. We should expect a more variegated system, with more models, but within our means and capabilities and a less structured system to allow adaptation and faster evolution.We are starting from a position of strength. The Organisation for Economic Co-operation and Development (OECD)'s Programme for International Student Assessment (PISA) study found that our students from less advantaged backgrounds not only outperformed their international counterparts of similar socioeconomic backgrounds, but they did better than the OECD average in all core domains. These students typically have less access to private tuition and have still managed to do well by international standards. This goes to show that our students are industrious and our education system is doing something right. Instead of attributing our students' achievements to the private tuition industry, we should give credit to our students, schools and teachers where credit is due.In recent years, our efforts to support our students to progress to our post-secondary education institutions have also been paying off. Today, about 97% did so in the year 2021. This is significant by any international standards.Nonetheless, we will be the first to acknowledge that our system is not perfect. Indeed, I do not believe that there will ever be \"perfection\" for our system. Adaptability, resilience and relevance to the times are much more important attributes and we certainly will not sit on our laurels.I have covered the larger philosophical and directional issues of our education system at the Institute of Policy Studies' Singapore Perspectives 2023 seminar. Members can read the speech online and I do not intend to repeat them today.Instead, today, let me walk Members through the challenges and aspirations for each stage of our education journey.We start by giving every child a good start in life. There is more scientific evidence and we all agree that the foundational years play a critical role in our children's holistic development. Beyond numeracy and literacy, this is also when they develop important socio-emotional skills and their innate curiosity to learn.Hence, we have taken decisive steps to make affordable and high-quality preschool education accessible to families. Today, there are 50 MOE Kindergartens (MKs) all over Singapore. We are on track to opening another seven by 2025 and a further three by 2027 based on current plans. The 60 MKs will contribute to the Government's commitment to achieve 80% Government-supported preschool places by around 2025.Today, around 95% of all Singaporean children aged five to six years old are enrolled in preschools, even without making it compulsory under the law. So, that is not our biggest challenge. However, among children from the lower-income families, we still see an enrolment gap at ages three to four, and poorer attendance compared to their peers. We need to go beyond enrolment to encourage regular attendance. More importantly, we need to work with families to create conducive home environments which can help our children's development so that all these efforts will complement and not undo the good work of our preschools. We know that there is no silver bullet in addressing these complex family and social issues. The Government provides targeted assistance to lower-income families based on their individual circumstances. This includes supporting them in their parenting journey through KidSTART and highly subsidising the cost of preschool. Together with the Early Childhood Development Agency (ECDA), we welcome more ideas on how preschools, families and the community can work together to better support children from disadvantaged backgrounds. Next, for primary schools, let me deal with three issues: Primary 1 (P1) registration, affiliation and PSLE.Mr Lim Biow Chuan and Mr Louis Chua asked about the P1 Registration Exercise. Parents consider various factors in selecting primary schools for their children. Some parents prefer convenience for a school near their homes. Others would like their children to join their alma mater, so they can benefit from a similar school experience and become part of the same school community. Yet, others place a premium on the types of programmes offered by a school.While MOE can guarantee more than sufficient places for all Singapore Citizen children in our primary schools, no one has yet found a way to satisfy all parental preferences. The P1 Registration Framework has to strike a careful balance among the competing considerations. Each year, about 98% of Singaporean children get into a primary school of their choice, or within two kilometres of their residence. We revised the framework last year and we will continue to update the system as circumstances change and societal needs evolve.More importantly, we need to promote a mindset shift among us parents. Every child is unique in his or her temperament, strengths and aspirations. Every school provides valuable and distinctive programmes. Instead of asking whether a certain school is a good school, the more relevant question to ask is, \"Is this a good school for my child?\"As parents, we should choose schools based on our children's needs, rather than the perceived prestige or popularity of the school.Members have also discussed the educational merits of school affiliation. It enables a school to preserve its traditions and culture, and build a stronger school spirit. But affiliation, beyond a certain point, is not without its risks. We need to avoid closed and exclusive social circles, which risk fragmenting and stratifying our society, especially as our society matures. This means we must ensure that schools with affiliation remain open, accessible and inclusive for students of diverse backgrounds.This balance to maintain the accessibility of our schools to all, regardless of background, is a dynamic balance that we must be prepared to adjust over time according to our societal circumstances and needs.MOE cannot do this alone without the support of school alumni and parents. The privileged, among us, must believe in sharing their access and networks. We must understand the responsibilities that come with success and not inadvertently form closed social circles.As Spiderman would say, \"To those with great powers, come great responsibilities.\" And I hope that all the alumni from the successful schools understand what I mean.Moving on to PSLE, there are calls to remove the PSLE, but for different reasons – all well-meaning, but not always without unintended consequences. Some think it is too stressful. But it is neither realistic nor desirable to shield our children from all the stresses they will have to face in life, especially in a more competitive and globalised world. Our job as parents and educators is to help our children pick up the skills and positive attributes and attitudes to manage the demands of school, work and life in general; to grow our capacity to overcome stress and not just to shield ourselves from unnecessary stress.We should not demoralise our children through incessant comparison. Instead, we should help them maximise their potential and do justice to their gifts. This is why MOE introduced changes to the PSLE scoring system in 2021, so that the results are no longer as finely differentiated and reflect students' objective performance, rather than relative to their peers. This encourages students to focus on their own progress instead of comparing themselves with others.This is why in all my Edusave Awards Ceremony, I remind the students that \"it is more important to keep surpassing oneself through life than just surpassing someone else in an exam\".We have also received feedback that removing the PSLE would allow our children to pursue other dimensions of growth. Indeed, we have been focusing more on important life skills in our curriculum. Hence, all weighted assessments have been removed for Primary 1 and Primary 2 since 2019, and Mid-Year Examinations will be removed for all primary and secondary levels this year. Besides reducing the assessment load and perceived examination stakes, these adjustments free up more time and space in schools to strengthen learning dispositions and holistic development.Some Members, including Assoc Prof Jamus Lim, Ms Hazel Poa and Ms Denise Phua, in previous years, have brought up the related concept of through-train programmes. In fact, we have studied this issue very carefully in MOE but there are various implications to work through.First, if we do away with the PSLE, we lose an important checkpoint in assessing a student's mastery of core concepts as they transit from primary to secondary school. The PSLE is a useful guide for students to take subjects at appropriate levels at the next stage of learning. Without the PSLE, it would be more challenging to place students in a suitable educational setting and not always better for learning outcomes, nor teaching efficacy.Second, many parents and students would like to choose their schools or educational setting. For this group, removing the PSLE entirely would deny them this choice, or simply transfer stress elsewhere, such as to competition for P1 registration. In simple terms, few would hesitate if the through-train programme helps their children get into a popular secondary school. But many would hesitate if it means they do not have a choice to be in a secondary school of their choice through merit. We should also consider if a through-train model would reduce opportunities for students to interact with peers of different backgrounds through their primary and secondary years. There are other ways to support the learning needs of different students flexibly, without completely doing away with national examinations or moving entirely to a through-train system. An example is regional CCA groupings. Yet, another example is Subject-Based Banding (SBB), which Mr Baey Yam Keng and Mr Darryl David have asked for updates on.Next year will mark a significant milestone with the implementation of Full Subject-Based Banding (FSBB) in our secondary education system. Beyond reducing stigmatisation, the removal of course labels will lead to meaningful changes in our students' educational journey. Students will have greater flexibility to take subjects at a level that is more or less demanding, depending on their strengths, interests and learning needs. There will be more social mixing, with increased opportunities for students to interact with peers of different profiles.However, it is not a straightforward transition for schools to make. Teachers will need to get used to managing classes with diverse student profiles. It is actually more work and harder work for our teachers and schools. Our teachers are willing to do this for the benefit of our students, but we should not think that it does not demand more from our teachers.Students will need to take greater ownership of their learning. Our schools also have to grapple with the practical issues such as timetable scheduling for various subject combinations. MOE will carefully and systematically work through these issues to support our schools in the implementation of FSBB and provide them with the necessary resources. At the same time, if we accept that our children have different abilities and needs, then we should accept that we should not make every school take the same approach to teaching and learning. This is why we have a variegated education landscape today. Schools offering the Integrated Programme and Specialised Schools will not implement the full features of FSBB because they cater to specific student profiles through a whole-school approach. Homogenising all our schools for the sake of social mixing alone would come at the expense of our ability to offer mass customisation and differentiated experiences for our students. I do not think this is the outcome that Members want from us.Nonetheless, we have sought to enhance diversity in our schools through other means, while moving away from the sole dependence on the national examination as a single metric for placement to secondary schools. This includes our efforts to increase the proportion of students admitted via Direct School Admission (DSA) system and broadening the definition of DSA selection process to recognise a range of talents, potential and achievements. Let me now elaborate on how FSBB will change students' educational journey.The vast majority of students will continue to be admitted to secondary schools based on their PSLE scores. Starting from the 2024 Secondary 1 cohort, MOE will post Primary 6 students to secondary schools through three Posting Groups – Posting Groups 1, 2, and 3 – mapped to the PSLE score ranges for Normal (Technical), Normal (Academic) and Express courses respectively. This ensures that schools continue to admit students with diverse strengths and students continue to have access to a wide range of schools. By admitting students from different Posting Groups, schools can also enable diversity at the class level, with mixed form classes that comprise students offering subjects at different subject levels.Unlike streaming, Posting Groups will only be used to facilitate admissions and to determine students' initial subject levels for most subjects at the beginning of Secondary 1. Beyond that, Posting Groups will not shape the secondary school experience. Currently, students may choose to take certain subjects at a more demanding level if they are eligible. Under Full Subject-Based Banding (FSBB), this flexibility has been expanded to more subjects. With guidance from their schools, some students have also begun to offer elective subjects at a less demanding level. This gives them room to pursue their interests without adding unduly stress to their overall curriculum load.Finally, at the end of secondary school, students will receive a common certificate – the Singapore-Cambridge Secondary Education Certificate (SEC) which reflects their different subject combinations and levels. Starting from 2027, SEC will replace the separate Singapore-Cambridge General Certificate of Education (GCE) \"O\" and \"N\" Level examinations.The option of spending a fifth year in secondary school will remain available to students who wish to offer subjects at a more demanding level. This is to allow them to pace their learning and potentially access more post-secondary pathways. To cater to a wider profile of students offering subjects at different subject levels, FSBB changes will be accompanied by expanded admission and progression pathways in our Institutes of Higher Learning (IHLs). Minister Maliki Osman will share more details.Students should still have strong fundamentals to thrive in the pathways they choose. Hence, we will be retaining the existing junior college admission criteria to ensure students can cope with the A-Level curriculum. Mr Baey Yam Keng and Mr Darryl David asked if MOE plans to review the \"A\" Level curriculum, to ensure that it remains relevant in today's education landscape. Over the years, we have gradually reduced curriculum content to free up more time and space for the development of 21st Century Competencies, or 21CC, as we call it.Today, the curriculum content of most of our \"A\" Level syllabus is already similar or narrower than the international syllabus used as benchmarks, for comparison. It is not possible to reduce curriculum content further without compromising the overall rigour. However, we will be making key changes in other ways.First, Project Work (PW) nurtures 21CC and life skills through working in teams. These are the very skills which Members have said are essential to thrive in the future of work. To encourage students to make the most of the exciting collaborative and interdisciplinary learning experience offered by PW, we will make it a Pass/Fail subject, and exclude it from the computation of the University Admission Score (UAS).Our students have done well in PW over the years. Making PW a Pass/Fail subject now encourages our students to exercise greater agency and creativity in areas of interests, rather than be driven by grades alone. A Pass in PW will still be required for admission to the Autonomous Universities (AUs), to show that students have attained the skills which are critical for future learning and work. We will implement these changes from the Academic Year 2024, the JC1 and Millenia Institute (MI) Year 2 cohort onwards.Second, to nurture the joy of learning, we want our students to follow their passions, instead of only picking subjects that they will score well in. To achieve this, we will make changes to how we compute the University Admissions System (UAS). From the Academic Year 2026 admissions, the fourth content-based subject will no longer be counted in the computation of UAS by default and will only be included if it improves UAS.This will also allow our students to better calibrate their learning load, so that more time can be redirected to holistic development. I should emphasise that students will continue to benefit from a broad-based \"A\" Level curriculum, as they still have to offer four content-based subjects, of which one would be from outside their specialisation.Parents and educators may be concerned that our pre-tertiary students will no longer take their fourth content-based subject or PW seriously. We believe that our students will still apply themselves. Today, it is already optional for students taking H1 Mother Tongue Language (MTL) to include the subject in their UAS computation. Nevertheless, these students continue to put effort towards their MTL studies as they are intrinsically motivated to learn and improve. And this is exactly the positive attitude that we hope to cultivate through our curriculum changes – with students taking ownership of their own learning.Lastly, similar to what has already been done for our primary and secondary schools, we will remove Mid-Year Examinations for all junior colleges and MI. The time saved from preparing for examinations can be channelled towards deeper student engagement and learning through more varied experiences. Teachers will continue to use assessments in a formative and calibrated way to monitor learning progress and support each student. The removal of the Mid-Year Examinations will take place in phases for different levels in junior colleges and MI starting from 2024.Our efforts to foster stronger 21CC development and ensure future-ready graduates extend to our IHLs as well. Mr Sharael Taha highlighted that companies value industry-relevant skills and competencies over paper qualifications. Our IHLs equip students with life skills competencies, such as critical thinking, innovation, communication, as well as self-awareness and mental resilience.Part of the training in IHLs also includes developing interdisciplinary expertise, which means that students learn to apply knowledge and skills across different fields. For instance, under the new Minor programme launched by Republic Polytechnic this year, students can embark on additional areas of study beyond their diploma, such as in Business, Digitalisation or Sustainability. Let me now turn to lifelong learning, which I am happy to note has caught Members' interest and attention. Ms Denise Phua noted that in the 2016 OECD Survey of Adult Skills, Singaporeans aged 16 to 34 performed well, while those aged 45 to 65 performed lower than the OECD average in literacy and numeracy. This is a reflection of how OECD countries have built up their education systems much earlier than us and their older cohorts have benefitted from this.For Singapore, we should take heart that we have done a tremendous job in bringing our schools and higher education system to high standards within the span of the past few decades. This is why the performance of our younger Singaporeans were comparable with the advanced economies. But we will not stop there. With lifelong learning, we are now doing more for both our young and young-at-heart, as what we teach and learn in the first 15 years is no longer adequate for the next 50 years, without a significant top-up.I thank Mr Patrick Tay for his suggestions to increase Continuing Education and Training (CET) opportunities. In fact, given the rapid pace of industry transformation, we can expect more dynamic changes in the demand for skills. However, Members have also raised concerns about perpetuating a paper chase. Indeed, this is not our intention.The objective of continual learning must be the purposeful and timely acquisition of relevant knowledge and skills. When a certain defined body of knowledge or skills has been acquired, the qualification then serves to reflect the mastery attained. The stackable pathways that our IHLs have significantly expanded in recent years enable this. Today, there are pathways offering substantive skills upgrading at different levels catering to Nitec, Diploma and Degree holders.Over the past few years, annual enrolment into stackable courses has grown from around 31,000 to around 36,000, from 2018 to 2022. We will ensure that training opportunities continue to be industry-relevant, accessible, affordable and just-in-time, to better meet the needs of our adult learners.Today, we have a 40% lifetime cohort participation rate target for subsidised undergraduate degree places for fresh school leavers, and an additional 10% allowance for adult learners. In close consultation with the Ministry of Trade and Industry (MTI), Ministry of Manpower (MOM) and economic agencies, we have decided to increase the \"lifetime cohort participation rate\" for publicly funded university degrees by 10 percentage points, from 50% currently to 60% by 2025, so that more Singaporeans can obtain a degree from our AUs, not just at the point of 18 years old, but throughout their life.This takes into account the demand for degree-level manpower across the economy in the medium term, arising from our industry transformation efforts. The move to a \"lifetime cohort participation rate\" concept symbolises the change in mindset that we need to embrace. There is no need to rush to frontload education, as there will be more subsidised places for CET pathways to support upgrading later in life. It is also about ensuring that the format of these CET programmes is suited to the needs of our working adults and to the industries that they work in. The AUs have begun to innovate their offerings to better cater to adult learners' needs as well.Let me illustrate using the ICT sector. Mid-career workers looking to switch into the ICT sector can pursue a degree in Applied Computing at the Singapore Institute of Technology (SIT) whilst working. The degree programme will be delivered through a mixture of asynchronous and in-person learning to help adult learners manage their busy schedules. Polytechnics' Post-Diplomas will also be recognised for credit exemptions, to provide a more seamless upgrading pathway for Diploma holders.Individuals who are already working in the ICT sector can deepen their skills or pick up new specialisations through SIT's micro-credentials. These are modular courses which deliver job-related skills in areas, such as Computer Networks and Software Engineering. They can also stack these micro-credentials towards the Applied Computing degree.Alternatively, individuals who prefer a more skills-based upgrading pathway can sign up for the 42-Singapore Programme in Computing, a collaboration between Singapore University of Technology and Design (SUTD) and École 42. There are no academic prerequisites, and students will undergo industry-relevant training centred on project-based and peer-to-peer learning.MOE is also studying how to better support mid-career workers by enabling them to upskill ahead of job transitions. In the past year, under the Forward Singapore exercise, we heard from Singaporeans on the barriers to reskilling or upskilling, particularly for those in their 40s and 50s. We are looking at ways to reduce the high opportunity costs of training for this group of workers, to enable them to participate in more substantive training for a skills reboot. For example, we are considering how to provide more support through a SkillsFuture Credit top-up, and training allowances for mid-careerists in transition who go for intensive full-time training. However, to achieve lifelong learning, just shifting individual attitudes and raising the supply of training programmes will not be enough if employers continue to fixate on credentials. We need employers to hire and compensate workers fairly, based on their skills rather than paper qualifications, support workers in their upskilling and provide opportunities for workers to apply new skills at work. This will ensure that after undergoing training, Singaporeans can get a real boost to their employability and wages, and access to better job opportunities.Chairman, I have talked about providing customised and porous pathways for continual learning across the life course. Three key enablers undergird this vision: technology, educators and partnership. Technology is altering every aspect of life, and education is no exception. Technology has raised the productivity in our schools. We have, and will, continue to digitise and streamline manual processes with the use of Parents Gateway, a one-stop portal for schools to communicate with parents. This has helped to alleviate teachers' admin workload.But as Mr Darryl David, Mr Lim Biow Chuan and Dr Wan Rizal have observed, the potential of the EdTech Plan goes beyond that. We have seen how technology allowed learning to continue across all schools even through the COVID-19 pandemic. EdTech also allows for mass customisation of teaching and learning, catering to the diverse learning needs of our students. These have been enabled by our national online learning platform – the Singapore Student Learning Space (SLS). With your permission, Chairman, may I ask the Clerks to distribute a screenshot of SLS?Mr Chairman: Please do. [A handout was distributed to hon Members.]"], "Mr Chan Chun Sing": ["Members may also access these materials through the MP@SGPARL App. The screenshot shows the SLS resource library, where students can learn a range of academic subjects from primary school to pre-university, as well as to explore their non-academic topics, such as financial literacy. Students can access these online resources via SLS anytime, anywhere.Let me share two examples. First, with the MTL Text-to-Speech and Speech Evaluation tools, students can practise their oral communication skills and receive feedback instantly. I am quite sure most parents do not know this. Second, students can use simulations and interactives to visualise concepts which might otherwise be hard to grasp. For example, the movement of individual particles in a wave or the relationship between distance and time illustrated by the movement of a train.With SLS, all our students have effectively been equipped with a \"personal tutor\"; that is, a wealth of resources and tools to guide their individual learning, no matter their financial resources.The screenshot which we had distributed is meant as a taster for the parents amongst us. I hope that Members will find time tonight to log in with your children to explore its many useful features. And this is a friendly cost-saving tip for all parents; no need to go and buy other school exam papers and try our SLS for free.Imagine the future of learning augmented by EdTech, where our higher-needs students can identify and improve their areas of weaknesses by revisiting lessons and resources at their own pace, and higher-ability students can stretch themselves by progressing to more advanced topics or topics that interest them. This mass customisation uplifts the bottom and stretches the top without overloading our teachers. In the next phase, MOE will also introduce AI-enabled systems to better support our educators to teach more effectively. To give an example, the Learning Feedback Assistant for English Language will provide basic and personalised feedback on grammar and spelling to students, allowing our teachers to focus on more complex aspects of language use, such as creative expression and tone. MOE will progressively implement these systems through the SLS from the fourth quarter this year. We will share more about our long-term EdTech plans in the coming months.Today, MOE already takes a two-pronged approach in supporting our students' diverse learning needs. First, we put more resources where the needs are higher. Schools have the flexibility to deploy teachers to teach students with higher needs in smaller pull-out classes. Second, we focus on recruiting and training competent educators to ensure that our students receive high-quality education. In the future, we can add a third prong to capitalise on EdTech to further enable self-directed and adaptive learning, to better support our students with different needs. As EdTech becomes a pivotal part in our strategy to support the diverse learning needs of our students, our teachers must also grow and be conversant with EdTech. I thank Ms Denise Phua and Dr Wan Rizal for their interest in how we empower our teachers. MOE will continue to support our teachers with training and resources to develop their capacity to teach with technology.To help teachers plan for their personal and professional development, MOE is refreshing the Teacher Growth Model. Teachers will learn more about pedagogies that lend themselves better deliver the 21CC gain digital literacy as well as content and skills related to STEM and environmental sustainability. Indeed, educators are the backbone of our education system. Rest assured that we will not tolerate any abuse towards our teachers. We have provided schools with clear guidelines on establishing positive home-school partnerships. I hope to have everyone's support to respect the professionalism of our teachers and not create undue stress for our teachers when they do not fulfil our individual demands. Supporting our educators in focusing on higher value tasks and providing them with opportunities for professional development are some other ways in which MOE supports the well-being of our teachers. Finally, I agree with Mr Shawn Huang and Mr Sharael Taha about the importance of forging partnerships for education. Parent Support Groups (PSGs) have been active partners in enhancing our students' educational experience, such as in the area of Education and Career Guidance. For instance, in Palm View Primary School, the PSG invites parents in diverse occupations to share with the students about their work. Such collaborations help our students better understand their interests and aspirations, as well as the range of careers available.Alumni also play an important role in plugging students and fresh graduates into industry networks. For example, SMU's Alumni Mentoring Programme provides a platform for students and graduates to gain insights into specific industries and discover job opportunities.And I call on companies and unions to work closely with our IHLs and schools to help our people keep up-to-date with the fast-paced industry developments and emerging opportunities. We share responsibility in preparing our students for the workforce and inspiring the next generation.Some companies have partnered our schools to broaden students' exposure through the Applied Learning Programmes (ALPs). For example, as part of Dunearn Secondary School's ALP in STEM, food scientists from Fraser & Neave (F&N) Ltd conducted a workshop for interested students to learn about processes behind the creation of new drinks. The F&N food scientists have also been conducting annual Food Science career talks for the graduating students. I hope to see more of such partnerships. It is a win-win situation when companies and unions are directly involved in the training and development of IHL students. All polytechnics, ITE and most AUs have made internships a compulsory component of their courses. Last year, more than 2,300 companies partnered our IHLs to provide internships. The students were able to connect what they had learnt in the classroom to their workplace, while the companies were able to access a new pipeline of talent.Minister Mohamad Maliki Osman will now elaborate on MOE's other policies and I promise to Mr Patrick Tay that I will come back to Iron Man before we conclude.The Chairman: Minister Dr Mohamad Maliki.", "Mr Chair, I thank Member Assoc Prof Jamus Lim for allowing me to elaborate on this.We have no philosophical difficulty considering that. But let us just walk through the process, and we have thought about this. Should we pilot a few schools for through-train? So let me walk through the process and some of the things that we have to step through in order for us to consider this.First, who gets to go to the through-train programme? I think most of us as parents will know, at Primary 1, it is very difficult, if not impossible, for us to know the abilities and interests of our children. If the through-train programme is to a very popular school – and you know which one I am talking about – I am sure there is no shortage of takers for this through-train programme.But what about those who develop a bit later and want the chance to go to some of these schools? Does it mean therefore they do not get the chance to go to these schools? And how does that affect the social mixing that we spoke so much about in this House?So, we have to step through this. Who gets to go through a through-train programme?The second issue: supposing, I, as a parent, I decided that my child will go for the through-train programme. Sometime during primary school, I figured out that my child may not be suitable for this programme. Then, what do I do?The third issue: if we have no checkpoint at P6 or any other years – you can argue whether it is P6 or any other time – if you have no checkpoints at all, then how do we help our students to get into the correct educational setting?This then might consequently mean the fourth issue, which is that in a secondary school, every secondary school which is in the through-train programme must be able to cater to the diversity of learners.Which then comes to the fifth issue: how do we resource these schools with a complete suite of programmes for the students that we have taken in at P1 with the promise that regardless of their abilities, after they have gone through it for various years, that we will be able to provide them with the full pathways?So, do not get me wrong. We are not ideologically closed to all good ideas. But we have to step through this.I have also spoken with my foreign counterparts. Some of them have some segments of their system with this through-train programme and the experience has not been uniformly positive for the reasons that I mentioned.So, I would say this: we have considered this and we are still considering this. We have to step through the issues, non-trivial issues, systematically. So, I repeat what I mentioned in my speech. Many have said to remove the PSLE. But let us get the reasons right – why do we want to remove or want to consider removing the PSLE? Let us not do it for the wrong reasons and let us not end up with unintended consequences.The Chairman: Mr Darryl David.", "Chair, short answer, no worries. All our secondary school students have their own personal learning devices. Any primary school students who require a device because of their family circumstances can approach the school for help.The Chairman: Ms Carrie Tan.", "We thank Ms Carrie Tan for her suggestions. We understand the spirit of what she is asking. Whether naturalist pedagogy will be in the mainstream pathways, I will have to leave it to my professional colleagues in NIE to make the judgement. But we are always open to explore all the different pedagogies, whether to adapt and adopt them in part or in full, to benefit our students.Second, technically, I should not be answering this because the Member asked why the industry is not recruiting people based on currency rather than grades? Well, as the former Minister for Trade and Industry, maybe let me hazard a reply.I think all of us are human beings, including HR professionals. People were doing hiring. We sometimes fall into the habit of trying to reduce everything into something that we can manage. So, in the past, maybe we were all very comfortable with reducing the perception of ability to a single unitary dimension, which is called either the GPA or the grades. But having said that, as the former Minister of Trade and Industry, I have seen many progressive companies that have actually gone beyond this, and I have always encouraged my teachers to go and visit some of these companies to understand their HR processes. In fact, last year during MOE's annual workplan, I asked one of my teachers this question: do they know what will be the first question that the potential employer will ask our students?To be fair, not all my teachers will be familiar with this because they are not in the business. So, I encouraged them to talk to the employers. And I also encourage the employers to come and talk to the schools to help our students understand the kind of abilities and capabilities required for the future.The second thing that I think we can do to help us evolve faster in our mindset is this: we have to invite all the industry leaders to come into our schools to see our students, be it ITE, polytechnics or even secondary schools. Talk to them, inspire them, share with them what kind of skillsets are required and, at the same time, see what our students are capable of. So, I could give an example. Today, the IT industry is very hot. It is perpetually short of manpower. But today, many of the IT industry firms want to ask for graduate degrees or IT-related graduate degrees. So, we suggested to them, \"Why don't you come and look at the polytechnic students and look at even the ITE students?\" They can do certain jobs with their skill sets. And, in fact, some other countries can just call their polytechnics \"colleges\" overnight and award \"degrees\". Our polytechnic students are not any worse off compared to many of the foreign graduates.So, go beyond the title of a diploma or a degree and look at the actual skill sets.When the industry people come and join us on the boards of the schools or the ITEs and the polytechnics, and whatever they feel that we are not doing adequately, give us the feedback, we adjust the curriculum and we will have a faster speed to market timing to help the industry fulfill their manpower needs and, at the same time, allowing our graduates from our polytechnics, ITE and universities to be much more industry-ready.So, I think we need to work hand-in-hand, but we need to go beyond this mindset and reduce all the abilities of the individual to one matrix.And the last appeal that I have, when I speak to all my industry partners, is this: MOE will never be able to produce the perfect student and perfect worker for you with all the requisite skills because it does not exist.As the MOE students join you to become the workers in the industry, it is also the responsibilities of the industry to keep training our students and to keep them up to date. Otherwise, there is no way that we can produce that perfect student that meets all the industries' needs forever.In fact, I did a thought experiment with a group of entrepreneurs whom I met. I said, \"Why don't you tell me all the skill sets that you want from our students?\" So, they gave me a long list of all the skill sets that they desired.So, I said, \"Very good. As the former MTI Minister, why don't I make you a deal? I will produce the students with all these attributes in five years' time, in 10 years' time and you sign me a contract that you will employ them when they graduate.\"None of them took up my offer. Because they realise that whatever they say today will be outdated by then and in MOE, we are in the lifelong education business. We cannot produce people with skill sets overnight. But it does require a partnership for us to keep ourselves updated in our curriculum so that we are at a faster speed to market, and it does require us to also work with the industry to keep training our workers so that they remain current even after they join the industry.And to Ms Denise Phua's question, today, if you look at the PISA score, at the school level, once they depart school, we are at the top of the league. We want to make sure that we are still top of the league as they grow older.Today, we are not top of the league for the older age groups because our education system started a bit behind the other more established economies, but we have every aim to make sure that the skills of our adult workers remain at the top of their league in their respective age groups.And this is why our definition of success cannot be the first 15 years of what our children achieve in school, but the next 50 years of what our workers achieve beyond school.The Chairman: Ms Foo Mee Har.", "Chair, let me explain what I mean by societal considerations, to answer both of the clarifications by Mr Louis Chua.First, when the country was young, community-based groups and alumni, they all played an important part, and they still do in helping to foster a sense of community and spirit. But as society matures, there is always a risk that such groups become closed and exclusive groups. That is why, over time, we must find that balance. That is what I mean by societal circumstances. This happens in Singapore. It happens everywhere across the world.So, if we accept that there is a role, a need for some local community, we also accept that home-school distance is important for the convenience of the students and the parents, and once we accept that there are these two, sometimes competing considerations, then our job is to find the balance. And we must be prepared to adjust the balance according to circumstances and the societal needs.Will just using home-school distance alone solve this problem? I do not think it will. In fact, if we only use home-school distance alone, then we may have another unintended consequence, which has happened in Singapore and elsewhere. What happens is that, for the so-called perceived popular schools, everybody will want to move near there; and now, instead of competing at two kilometres, it may be one kilometre or 500 metres. So, it does not really solve our problem.Let me narrate this story, it is a true story. Somewhere in Boston, once upon a time, there was one particular school that nobody wanted to go to because it was up and far away from central Boston. So, all the immigrants went there because it was far away. And after many years, the hardworking and talented immigrants all made a name for the school. It became the best performing school. And lo and behold, every well-endowed family started moving to that school. Today, that school is a very good school in Boston, with a very well-heeled community around them. Have they solved the problem of diversifying the base? With all good intentions, it was defeated by human preferences.If we think that that is far-fetched, I suggest that it also happens in Singapore. [Applause.]Mr Chairman: Mr Saktiandi Supaat.", "Chairman, the short answer is that this is something that we have already done, during the COVID-19 times. During the COVID-19 times, we did two things, which Members may not be aware of.First, when we distributed the devices to our schools and the students, for those who are unable or have difficulties with the data charges, we provided them with free dongles for them to access the data.Second, for those who have difficulties with their home environment, which may be less than conducive, we continue to open our schools and allow the students to access the school services, even in the depth of the COVID-19 crisis. We will continue to provide such access to all students, regardless of their financial background.Mr Chairman: Ms Denise Phua.", "Chairman, we thank Ms Denise Phua for offering us her ideas and help, to think through and step through some of those issues about the through-train system that we talked about.I just want to say this, short of doing that today, for a certain segment of our population, we essentially have already reduced the stresses that are associated with school choice when you go to secondary school. And that is through the Direct School Admission (DSA) system, where they can use different abilities to get into different schools that specialises in different areas.This is slightly different from a through-train because it is not one-to-one. It is one based on merit to your specific skills. And FSBB will continue to expand this to reduce the stress, if stress is the concern. But as I mentioned, stress cannot be the only reason for us to think about this. It must be how we can better make use of the time for the holistic development of our children. So that is the first one.Second, Ms Denise Phua asked about the MK lessons. I worked on this with Deputy Prime Minister Heng Swee Keat when I was the then-Minister for Social and Family Development and he was the then-Minister for Education, that we started MK for a couple of reasons. First, at that point in time, there was a plethora of pedagogies and practices across all our preschools, and we wanted to make sure that we have a body of knowledge that we can set as our baseline. Setting up MK together with the National Institute of Early Childhood Development (NIEC) has been most instrumental in helping us to determine this baseline, where we can share the best practices with the rest of the other preschool providers.The second very useful thing when we started MK was this: now that we have a better understanding and grasp of the cost drivers for any preschool education, that allows us to determine the subsidies that we should be giving to the various preschools to make sure that the essentials are fulfilled and not frittered away on other things, which are, perhaps optional, perhaps frills. So, that is the second.The third comment by Ms Denise Phua, I will make sure that the Minister-in-charge of Public Service gets the message, and we will continue to do that.Mr Chairman: Mr Patrick Tay.", "Chairman, we thank Mr Patrick Tay for his suggestion. Indeed, that is something that we have considered very seriously in MOE. And I will say a few things in response to that.First, we are all for sharing. In fact, I encourage all my educators to try to share their best practices. I have what I call the \"80/20\" rule. For 80%, you can share, download the best practices from everywhere. But for every teacher, you must have 20% where you customise to the local needs of the students in your school because the learning profiles of students in the different schools are quite different. So, 80/20. The baseline is 80%; do as much as we can to share, to lighten the workload and for the remaining 20%, you must customise.The second comment that I would say is that: yes, indeed, we appreciate the Member's affirmation of our teachers. When it comes to FSBB for the same subject, the teachers may have to set three different sets of paper because of the three different standards. So, indeed, it is a lot of work. But I must say this: our teachers are not afraid of hard work; they just want the work to be meaningful so that they can help our students to grow and grow well. So, that, we will do.The third thing I would caution in this idea is that, while we try to harmonise the examination papers by region, as the Member said, we are careful not to turn this into a mini-PSLE at different levels, at different regions, because then, you have to coordinate everybody coming to take the paper at roughly the same time.So, we are careful to share. But I do not think the intent, and I do not think that it is your suggestion to turn it into a mini regional PSLE system.So, there will be some differentiation in the test matrix across the different schools, to cater to the different needs. But, indeed, we want our teachers to share more.Mr Chairman: Dr Wan Rizal.", "Mr Chairman, let me answer Dr Wan Rizal's with a more nuanced position. We agree that we want to give more white space to our teachers. But our definition of white space is a bit different. It is not so much for you to just rest, do counselling, do marking and prepare lessons. That, to us is part of the work; it is not really white space.White space to MOE, in the Teachers Growth Model (TGM) means intentionally setting aside time for teachers to develop their skills and competencies. They can go for teachers' work attachment class, gain experience, exposures and networks beyond the school system, so that they can grow personally.I have always said this to all my teachers: when I visit all the schools – I visit one or two schools every week – I do not have to look at the students first. I just need to look at the teachers. If the teachers are tired, the students will be tired. If the teachers have the sparkle in their eyes, the students will have the sparkle in their eyes.That is why I keep saying: as our teachers pour their hearts out to take care of our children, it is our job to make sure that we take care of our teachers. Respect them, give them time and space to grow. And when they grow, our children grow.Mr Chairman: Mr Don Wee. Last question.", "Chair, I promised Mr Patrick Tay, his Iron Man. Mr Patrick Tay started with Iron Man. The other day at an environmental event for schools, I was also told that the Minister for Education could be like Captain America, to save or change the world by shaping the next generation. Be it Iron Man or Captain America, we all have great expectations of MOE and perhaps, also for the Minister for Education, to do wonders for the world.And some of you might have arrived at the conclusion that MOE is a very powerful Ministry, as we do move property prices and determine traffic jams at the Causeway. [Laughter.] But on that day, I told the audience that I do not aspire to be Captain America. Or even Captain Singapore, as some drew a parallel to the initials of my name.I say I would rather be a Catalyst Singapore. Why? Why Catalyst Singapore? The difference is this: the future cannot and will not be shaped by the superhuman capabilities of one man or woman. I do not think you can, nor should it be the case. I hope not.Instead, if MOE can catalyse and ignite the power of every Singaporean, we will be more powerful than any superhero. All Singaporeans can be given the opportunity to be superheroes.I hope those who can will also have the gumption to do so. Where everyone defines success not by our achievements but more importantly, by our contributions where we each understand our own strengths and weaknesses, even as superheroes, play as a team, win as a team. Where those with great powers exercise greater responsibilities to help those with less, those who are little and those who are lost. Where we define success, not by how well we do for ourselves in this generation, but more importantly, how we enable the next generation to do even better than us in this generation.Let me thank all the superheroes in our schools: our educators, parents, community and industry partners. With your partnership, I fear not, that we cannot. Let our next generation be the superheroes that they want and can be.And one final point, Mr Chair, I understand that Parliament does not allow or encourage the display of any partisan symbols in this House. But I noticed that today, Speaker and one of our Members have probably displayed product placement on your chest. Some like Mr Speaker will certainly say that for our education system, \"The Best Is Yet To Be.\" I say, \"The rest also can be\".Together, we move towards the \"better age\" and \"forge a better life\". But we must always remember to \"lead with passion, serve with compassion\".And finally, to Deputy Prime Minister and Mr Patrick Tay, especially for you, \"Nothing Without Labour\". Special thanks to our Government Parliamentary Committee (GPC) Chair. Thank you. [Laughter.] [Applause.]The Chairman: Mr Patrick Tay, would you like to withdraw your amendment and end the class, please?"], "The Second Minister for Education (Dr Mohamad Maliki Bin Osman)": ["Mr Chairman, MOE is committed to bringing out the best in every student and support them to their full potential. As our education system evolves to keep pace with global developments, we must pay special attention to students with greater needs and ensure that they have the opportunities and resilience to grow up well, regardless of their starting point in life and the challenges that they face. As Mr Shawn Huang and Ms He Ting Ru pointed out, some students from disadvantaged families find it harder to keep up in school due to their home circumstances. This may lead to long-term absenteeism issues, struggles with motivation and lower self-esteem. To safeguard social mobility and ensure that these students receive the support and develop resilience to overcome challenges in spite of their difficult home circumstances, we established the \"Uplifting Pupils in Life and Inspiring Families Taskforce\" (UPLIFT) in 2018. In 2020, we piloted the UPLIFT Community Network (UCN) to strengthen the support ecosystem for students from disadvantaged families and address school attendance issues early. As the pilot showed positive outcomes, I updated Members last year that the UCN will be rolled out nationwide progressively from 2022. Let me provide an example of the support provided by the UCN. Daania was a Secondary 4 student who skipped school frequently and felt disengaged from her teachers and peers. She has five other siblings, including a newborn. I am very sure Members would have seen such cases in their respective constituencies. With her father being the sole breadwinner and mother juggling child-minding responsibilities, Daania did not have a good relationship with her parents as they found it difficult to set aside the time and energy to engage and support her. Despite Daania's attendance issues, her teachers continued to reach out to her and to encourage her to attend school more regularly. The school also offered financial and academic support to help her cope.  The UCN complements the school's efforts in two ways. First, the Town Level-Coordinator in the UCN ropes in community resources to provide supplementary support to students' educational and developmental needs. Daania was also enrolled in the MENDAKI's Tuition Scheme, where she also received additional academic and mentoring support. Second, the Town-Level Coordinator supports parents to improve and stabilise the home environment, including having volunteer family befrienders mentor these families. With the relaxation of the COVID-19 restrictions, befrienders resumed in-person visits from June last year, allowing them to better connect with their families. In Daania's case, the Coordinator worked with two befrienders to provide Daania's mother with emotional and financial support. The befrienders helped Daania's mother with the childcare application for the youngest child, freeing her to better support her other children. With their support and advice, the relationship between Daania and her mother improved tremendously.Daania also regained motivation and confidence in her studies. Her school attendance improved and she did well enough to progress to a course of her choice in ITE. The term has started for a few months now and I am glad that she is coping well. Stories like this illustrate how collaboration between schools, families and the community can benefit our students for those who need help. Parents share that they felt more supported by the UCN, appreciate the increased community support and have seen positive developments in their children. Schools similarly appreciate that closer collaboration with social service agencies (SSAs) from the UCN support. This gives us the confidence to continue with our plans to roll out the UCN nationwide to 12 more towns in 2023. We expect to support about 1,300 students and their families this year. Mr Chairman, beyond the UCN, many community partners have stepped forward to support and befriend students from disadvantaged backgrounds under UPLIFT. For example, we partnered the Singapore Management University (SMU)'s Centre for Social Responsibilities to pilot befriending programmes for primary school students in need. SMU students and schools co-created activities that served to build students' motivation and resilience. We are grateful for the help of our community partners and will strengthen our partnerships with the community.  To strengthen the support provided to disadvantaged and at-risk students within the school environment, we have also provided additional manpower resourcing to schools through the UPLIFT Enhanced School Resourcing initiative. These additional resourcing support schools in establishing more targeted programmes for students with higher needs. For example, some teachers have been deployed to provide mentoring and additional academic support for students with absenteeism issues.The number of schools supported under this initiative has grown from 23 schools in 2019 to 47 schools in 2022. We plan to further expand this to about 100 schools in the next few years, to support about 13,000 students. This is in addition to existing programmes like the Learning Support Programme for English (LSP) and the Learning Support for Mathematics (LSM) for lower primary students who need additional support in these subjects.We will also continue to work closely with other Government agencies to explore how best to strengthen whole-of-Government social service delivery for higher-needs students and those coming from disadvantaged backgrounds. This will include further integrating our processes with other social service initiatives, like ComLink and KidSTART, so that students and their families receive more coordinated and seamless support from the Government.In addition to our UPLIFT efforts, MOE provides education subsidies and financial support to ensure that our national schools and institutes of higher learning (IHLs) remain accessible and affordable. For example, we recently enhanced financial assistance and bursary provisions for Singapore Citizens (SC) students from lower-income households in our schools and our IHLs respectively. This ensures that no Singaporean student is unable to access schools and IHLs because of financial reasons.Mr Faisal Manap asked if we could extend financial assistance to non-citizen students studying in national schools with at least one SC parent. Financial subsidies are differentiated by students' citizenship status to reflect the benefits of citizenship, in line with the broader Government policy of differentiating benefits by citizenship status. Non-citizen students with financial difficulties can approach their schools for assistance. MOE will assess their situation and exercise flexibility on a case-by-case basis, with special consideration given to those from lower-income households. Mr Faisal Manap also asked if MOE's financial assistance scheme and Edusave Awards, currently only available to SCs in national schools, can be extended to madrasah students. This is not the first time that he has made this point and this will not be the first time that MOE is giving this very considerate response. All SCs, aged seven to 16, receive yearly Edusave contributions for their educational uses. However, students in private schools, including those in madrasahs, are not eligible for MOE's financial assistance scheme and Edusave awards. This reflects our preference for all SCs to enrol in national schools, to go through a common educational experience so as to build a national identity and social cohesion. Parents are aware and thus make informed choices when they decide to enrol their children in private schools instead of our national schools. Notwithstanding, the Government recognises the role of madrasahs in the community. MUIS provides financial assistance and alternative awards for madrasah students. For example, MUIS assists madrasah students from low-income families through the Progress Fund Madrasah Assistance Scheme (PROMAS) and administers the Madrasah Student Awards to recognise academic excellence and progress. Let me move to another group of students – those with special educational needs (SEN). We will continue to enable them to lead meaningful lives and fulfil their aspirations despite their learning difficulties. The challenges faced by families and students with SEN are multifaceted and require whole-of-community support across life stages. MOE works closely with various Government agencies and SSAs to meet the children’s and families’ needs at different stages of their journey. I will focus on the schooling years today and my Ministry of Social and Family Development (MSF) colleagues will share more on the additional support that will be provided beyond the school setting.I thank Mr Shawn Huang, Ms Rahayu Mahzam and Ms Denise Phua for their suggestions and passionate call to MOE to provide more support for students with SEN. I want to tell them we hear you. We feel you and we are with you. Indeed, over the years, we have enhanced SEN support in the education landscape significantly. And we will continue to explore what more we can do with our partners to support our students with SEN. We are committed to strengthening structures and teacher capacity for consistent enactment of inclusive practices across all our mainstream schools, in order to lower the barriers to learning and help our students with SEN build key life skills. Today, our schools are supported with teachers trained in special needs and SEN officers. These educators are guided by a dedicated case management team that monitors students’ progress and overall well-being. They work closely with parents to develop holistic intervention plans, and support students’ transition at different stages of their educational journey. Schools have also worked hard to grow an inclusive culture where peers actively appreciate and support each other. These friendships bring joy and teach students with SEN how to build meaningful relationships and thrive in school and in life. For students with moderate to severe SEN, we have enhanced accessibility to quality Special Education (SPED) schools by strengthening curriculum efforts and ensuring sufficient capacity to cater to different disability profiles. We recently announced a fifth SPED school for students with Autism Spectrum Disorder who can access the national curriculum.  The IHLs similarly provide targeted support for students with SEN, from pre-enrolment to graduation. This includes course advisement for prospective students, helping students identify courses that better suit their interests and learning needs, and partnering educators to support students’ learning needs. The IHLs also work with SSAs to prepare and ease students’ transition to internship and employment. We will continue to work with schools and IHLs to strengthen support for our students with SEN across their educational journey. Let me focus on two key enhancements in the SPED sector.First, with growing emphasis in education to recognise diverse strengths among our students and the vision for an inclusive Singapore, a key focus is to help peers from diverse profiles integrate and learn from each other. Since 2007, under Satellite Partnerships, SPED schools have been partnering General Education (Gen Ed) schools to conduct joint learning activities, such as learning journeys and camps. These activities promote inclusion between students with and without SEN, build capabilities for peer support and inculcate positive values. From 2023, Satellite Partnerships will be replaced by School Partnerships, that is, partnership between Gen Ed schools and SPED schools, to broaden and deepen existing partnerships while cultivating stronger and more collaboration between SPED schools and Gen Ed schools.Besides providing students with opportunities to develop deeper relationships through sustained and meaningful interactions, School Partnerships, that is, between Gen Ed and SPED schools, will also focus on professional exchange between teachers and build capabilities, something suggested by Ms Denise Phua in her speech yesterday. Such mutual professional learning can enhance pedagogical practices in the classroom and strengthen how teachers facilitate integration between students from partner schools to nurture them into empathetic, confident and independent learners.  An example of a successful partnership is between Bukit Merah Secondary School and Tanglin School. Partners since 2018, students from both schools share their passion for sports and co-curricular activities (CCAs) together through training sessions jointly organised by their teachers. Sudip from Bukit Merah Secondary School shared in his reflections that he learnt how to better work in a team and tap on one another’s strengths through floorball practices with peers from Tanglin School. Likewise, James from Tanglin School shared that having the opportunity to train with peers from Bukit Merah Secondary School for the Play Inclusive Badminton matches brought them closer and taught him how to work alongside peers new to him.I am heartened by the inclusivity shown by these students and the friendships formed over the years. We will work closely with Gen Ed and SPED schools to develop more meaningful partnerships by finding synergy through shared strategic directions, niche offerings and location proximity.Second, MOE will continue to enhance the quality of teaching and learning in SPED schools to prepare students to be active in the community and contributing citizens.Since 2020, we have embarked on developing SPED Teaching and Learning Syllabus across seven SPED learning domains to raise the quality of curriculum in SPED schools and to provide them with greater resources to achieve the desired SPED outcomes, including lifelong learning for our students. Three SPED syllabuses were launched in the past two years for the learning domains which include one, Visual Arts; two, Daily Living Skills; and three, Vocational Education. These syllabuses have strengthened curriculum design and lesson delivery, and promoted stronger collaboration between educators and allied professionals, and partnerships with families and the community. Two additional SPED syllabuses in one, Communication and Language; and two, Social-Emotional Learning will be launched this year. First, the Communication and Language syllabus will be launched, and they will place stronger emphasis on communication and strengthen the partnership between teachers and Speech and Language Therapists to equip students with skills to connect meaningfully with others. The second one, the Social-Emotional Learning syllabus will introduce skills of self-determination to give students’ agency in pursuing their aspirations, and nurture confidence and resilience to cope with challenges and changes in their lives. These are important life skills to better support students with SEN in their transition to post-school as they integrate with the larger community, help them live independently, learn continuously and work productively.Alongside these curriculum enhancements, we recognise the need to continue working with schools to build capacity and develop the skills of educators to support the implementation of these syllabuses. We will also continue to deepen our partnerships with SSAs to attract talents and study the suggestions by Members to keep SPED schools forward looking. Ms Denise Phua asked whether the formal SPED school exit age can be extended from 18 to 21 years old. While the exit age remains at 18 years old, MOE has extended funding for SPED students who can offer vocational certification. These students can access open and paid employment, and so a longer runway of up to 21 years old is given to them to attain these national certifications. For a majority of SPED students, we have pegged the exit age at 18 years old taking into consideration that a post-school option would be more meaningful in supporting their transition from school to community. However, for all SPED graduates, MOE is committed to working with SG Enable and the SSAs to facilitate their post-school transition, and to co-create avenues for continual supports for them.We fully appreciate the effort of all our SPED schools in equipping our students with skills to prepare them to lead independent and fruitful lives. It has not been an easy journey, but we have made significant progress. MOE will continually enhance our support for SPED schools, and more details will be shared at upcoming platforms this year. Mr Chairman, aside from targeted support and programmes, we want to develop resilience in all our students, for them to persevere in the challenges that will inevitably come. It is not easy being a youth in today’s complex and fast-paced environment. Our youths face pressure on multiple fronts, including on social media. Many youths have spoken up and expressed concerns on mental health issues. In fact, many of us when we meet young people at our engagement sessions, key of their mind is really mental health issues. And Dr Wan Rizal also spoke on the importance of supporting our students’ mental well-being. We would like to assure our students and parents that mental well-being will always be a key priority for MOE.Over the past few years, aside from systemic changes to reduce overemphasis on academic grades and to nurture a joy for learning, we have strengthened measures to help students stay resilient amidst challenges and enhanced the overall system of support.First, the refreshed Character and Citizenship Education (CCE) curriculum provides greater emphasis on Mental Health Education. The curriculum aims to help students tap on their natural strengths and develop a wider repertoire of skills and habits so that they can overcome the hurdles that they face, whether at home or in school or in the community. The roll-out for the refreshed CCE curriculum started in 2021 and will be completed by this year. These resilience and social-emotional skills are further practised and reinforced beyond the classroom, such as through CCAs and camps. I encourage all students to make good use of these platforms and develop deeper bonds with your friends who will walk with you through the good and bad times.These educative efforts also extend to the IHLs where there already are a good range of programmes in place to raise awareness on mental health issues.  Second, we have strengthened the support ecosystem for our students. All schools have peer support structures, and students are taught how to look out for, offer support to their peers and refer them to trusted adults where necessary. Struggling students manifest their distress in different ways, such as social withdrawal or acting out behaviours. Teachers are equipped to look out for these signs of distress and understand underlying needs so that they can provide the right support and guidance. We are also enhancing mental health literacy to enable teachers to better identify and support students of all ages with mental health struggles. Schools have also set aside dedicated time and space at the start of each term for teachers to engage students on issues affecting their well-being. We have also stepped up efforts in the recruitment of school counsellors and will continue to grow our pool of teacher-counsellors. Students who need professional support will also be referred to community resources. These efforts ensure that early identification of students with mental health issues and that support will be provided in a timely manner. Beyond these school-based initiatives, we need strong partnerships with stakeholders, including parents, community partners and agencies. So, I encourage parents to actively journey together with their children and schools to facilitate a more holistic development for their children. MOE is involved in inter-agency collaborative efforts such as the Interagency Taskforce for Mental Health and Well-Being to better support the mental health needs of families, children and youths. One area that the Taskforce is looking into is identifying ways to help youths and parents better access coordinated mental health services. MOH will share more details on these efforts. Let me now speak on the progress we have made in the polytechnic and ITE sector.We agree with Ms Mariam Jaafar and Dr Wan Rizal on the need for our applied education pathways to support the growing interests and learner profiles among our youth.In January 2022, I announced the recommendations from the Review of Opportunities and Pathways in Applied Education, which studied how to better support the diverse needs and aspirations of students and graduates from the polytechnics and ITE while ensuring that they have the relevant skills to thrive in the future economy.Good progress has been made in two key areas. First, to enhance students' career readiness and aspirations, ITE introduced the enhanced three-year ITE curricular structure leading directly to a Higher Nitec from the 2022 intake. Interim indicators from the first phase of implementation have been positive.More students indicated interest for courses under the enhanced curricular structure compared to similar past Nitec courses. Lecturers also observed that students enrolled in the three-year courses are more motivated and attrition rates in the first six months have improved.  ITE will continue to monitor the outcomes of the first phase of implementation closely. It is on track in transitioning the remaining courses to the enhanced curricular structure by 2026. Students can look forward to courses such as the three-year Higher Nitec in Nursing and International Logistics, which will be launched next year. Second, in recognition of the growing diversity in students' interests and learner profiles, the polytechnics are piloting flexible modular loads. Under this pilot, students can spread their learning beyond three years by taking fewer modules per semester. Such flexibility allows students to pursue other interests and take more time to build their academic foundation. The preliminary take-up rates have been encouraging. In addition to this pilot, students are given the flexibility to take up electives, where feasible. With limited curriculum hours, institutions have to balance between allocating time for electives and for equipping students with the necessary specialised skill sets and knowledge to meet industry needs. MOE will work closely with the polytechnics and ITE to monitor the progress of these enhancements and make necessary adjustments to ensure they fulfil their intent. As mentioned by Minister Chan Chun Sing, the Full Subject-Based Banding (FSBB) will be fully implemented in secondary schools for the Secondary 1 cohort from next year onwards. This means that streaming will be removed.This is a significant move in our overall general education landscape. With this move, students can customise their learning by taking a combination of subjects at different levels, suited to their strengths and pace of learning. In line with this shift, MOE will adjust the admissions criteria for post-secondary pathways to recognise more diverse profiles of learners and provide them with more options. The range of post-secondary pathways that students could be eligible for will no longer be limited by streams but by their performance at different subject levels. Let me elaborate on these changes. First, more students will be able to access the Polytechnic Foundation Programme (PFP). Today, the PFP is only open to eligible students from the Normal (Academic) stream. To allow a wider learner profile to benefit from the PFP, access to the PFP will be expanded to include students taking G3 subjects or a mix of G3 and G2 level subjects.This change will take place from the 2028 PFP intake and the number of students accepted every year could increase up to 2,600 from about 1,700 today. The PFP admissions criteria will be maintained to ensure that students continue to have the fundamentals to cope with the rigour of the PFP.We will also adopt a cluster-based admissions approach for the PFP from the 2026 intake. Today, students are admitted directly to specific diplomas in their PFP year. In 2026, students will be admitted to broad clusters such as sciences and humanities, arts, media and business before choosing a specific diploma in the cluster after their PFP.Students will have more time to make informed choices. Polytechnics can also better match students' interest and abilities with specific diplomas. This builds on our efforts to expose students to multiple courses in a cluster before deciding on a specific diploma that they want to pursue, an approach currently adopted by the Common Entry Programmes in the polytechnics.Second, MOE will review admissions to Polytechnic Year 1 to better recognise the different subject levels taken by students. For example, today, students have to take five G3 subjects to be eligible for Polytechnic Year 1. With FSBB, some may take subjects at the G2 level. We are exploring allowing one G2 subject to be considered for admission.  In addition to these enhancements, ITE students will have more opportunities and flexibility to determine their skills and competencies through the expansion of ITE diploma offerings. These offerings will enable students to better attain work-ready skills in line with changing industry needs.ITE's Work-Study Diplomas (WSDips) and Technical Diplomas (TDs) are apprenticeship-based, which cater to students who prefer a more hands-on learning style.WSDips also place students in jobs related to their discipline of study, allowing them to deepen their skills through a structured training programme. Thus far, about 1,600 students have graduated from ITE diploma programmes with positive employment outcomes and salaries comparable to that of polytechnic graduates. In 2023, ITE will expand its WSDip offering by launching four new programmes, bringing together a total to 40 programmes under the WSDips initiative. ITE will also double the TD programmes, offering six TDs, up from three today.A total of 1,400 places will be offered across ITE diploma programmes, enabling more than 10% of ITE Nitec and Higher Nitec graduates to progress through these pathways.One student who has benefited is Izz, who enrolled in the Nitec in Space Design (Architecture) before progressing to the Higher Nitec in Architectural Technology. Izz interned at an architectural firm as part of his Higher Nitec course. The firm was so impressed by him and his hard work and dedication and decided to sponsor him for his WSDip in Architectural Building Information Modelling (BIM) and Design while concurrently employing him as an architectural assistant. This has allowed Izz to directly apply what he has learnt in class and work to client projects, giving him a head start in his career.With these enhancements, we hope to better support the needs of diverse student profiles, their aspirations and strengthen their career readiness and resilience for jobs of the future economy. Mr Chairman, we would also like to take this opportunity to assure Mr Leon Perera that internship is an important feature of our polytechnic and ITE education. Internships allow students to apply what is taught in the classroom to the real world and equip them with deeper industry-ready skills.All polytechnics and ITE have made internships a compulsory component of their courses. Institutions also work closely with the industry to offer quality internships to their students, regardless of their socioeconomic backgrounds. Mr Chairman, allow me to continue in Malay, please.(In Malay): [Please refer to Vernacular Speech.] Chairman, MOE is committed to nurture and develop the potential of students with different needs and strengths. For students with special educational needs, we will strengthen efforts to nurture inclusivity in schools by deepening partnerships between Special Education schools (SPED) and general education schools. It will create more opportunities for interaction and these aim to help students become more inclusive and thoughtful towards others. We recognise that it is not easy to nurture students with special educational needs. Therefore, we will continue our efforts to improve the teaching and learning in SPED schools. We will also channel more resources to SPED schools. Apart from SPED schools, we will also make improvements in the polytechnic and ITE sector. Arising from the implementation of the Full Subject-Based Banding (FSBB), the Express, Normal (Academic) and Normal (Technical) streams will be removed. This is a major change in our education system landscape. With FSBB, the admission criteria for post-secondary pathways will no longer be determined by streams but by subject levels and performance of students. Changes to the polytechnic admissions criteria will recognise a wider profile of learners and provide them with more options. Beginning with the 2028 Polytechnic intake, the Polytechnic Foundation Programme (PFP), which is limited to students in the Normal (Academic) stream today, will be opened further to more learner profiles. We are also reviewing the Polytechnic Year 1 criteria to better recognise the different subject levels taken by our students. We also recognise the ever-changing industry needs. In order to prepare our learners, ITE will expand their Work-Study Diplomas (WSDips) and Technical Diplomas (TDs) offerings to allow students to deepen their skills and competences through a more hands-on pedagogy. The expansion of the WSDips and TDs programmes aims to support ITE students in their aspirations for upgrading and to acquire Diploma qualification. So far, 1,600 ITE students have passed the WSDips and TDs diploma courses and managed to get good jobs with salaries equivalent to our polytechnic graduates. I encourage ITE students to make full use of the opportunities, given the positive employment outcomes. We will continue to encourage more of them to make use of these opportunities.For primary and secondary schools, MOE recognises the importance of equipping students with a strong foundation in Mother Tongue Languages. This will enable our students to appreciate our heritage and culture, and communicate effectively with communities across Asia and the world. In this regard, we have provided more opportunities for our students to use the Malay Language beyond the classroom. For example, the Malay Language Learning and Promotion Committee (MLLPC) collaborated with the Mandai Wildlife Group to launch the Kembara Nusantara programme. This programme promotes the teaching and learning of the Malay Language for preschoolers, their parents, and teachers through fun-filled activities at the Singapore Zoo. So, they will learn the Malay Language when they visit the Singapore Zoo. We will continually review our efforts to make language learning more authentic by leveraging on creative methods so that the love for Malay Language will continue to blossom in the hearts of our students.(In English): In conclusion, as we enhance our education policies in response to changing needs, we will help every student make the best of these opportunities and nurture them into skilful and resilient Singaporeans. We must also work together to strengthen the inclusiveness of our education system, so that no one is denied of a good education because of their circumstances. [Applause.]The Chairman: Clarifications. Assoc Prof Jamus Jerome Lim."], "Assoc Prof Jamus Jerome Lim (Sengkang)": ["Thank you, Chair. Just a clarification for Minister Chan. I accept the Minister's arguments that the PSLE could, in fact, offer an important checkpoint and allow parental choice with regard to secondary school entry. But I wonder if he would not also agree that allowing a parent to choose for their child not to take the PSLE is yet another dimension of choice.If so, then what are the inhibitions behind the – and I will emphasise this word – \"optional\" through-train policy as the Workers' Party (WP) has proposed? Does it have to do with resource constraints, such as a belief that it is not possible to create such through-train schools? Or is it more with a perceived lack of demand, as he may have alluded to? If it is the latter, what then would be the hurdles to piloting this for just a small number of schools to gauge the take-up?"], "Mr Darryl David (Ang Mo Kio)": ["Thank you, Chair. Just a couple of clarifications. First of all, regarding Full Subject-Based Banding (FSBB), it is heartening to hear Minister Maliki mention that students will have multiple options to take, especially in the polytechnics, from FSBB.But I have a question which is a different side of the same coin. Conversely, will some students perhaps be restricted in their options after they have finished secondary school? So, for example, if I had taken Chemistry or Maths before and I just managed to pass, then I could maybe take it still in junior college.With FSBB, if I took Chemistry or Maths at a G1 level, would I still be allowed to take it? Or would it be because I did not take it at a higher level and therefore the pathways are restricted for me if I did not take a subject at a sufficiently high enough level at G2 or G3?The next clarification is regarding EdTech. I think Minister Chan mentioned that it is good that we can access SLS anytime anywhere. As a parent of a child in Primary 6, I must say that it is a very, very useful system indeed. But while we can access it anytime anywhere, Minister, what about those students who may not have the devices to access it? I would like to ask whether, with a wonderful tool like SLS, it would be a pity if some of our students did not have the devices to access it. Are there schemes or plans to ensure that students have the device, whether it is a tablet, a mobile phone, or even a laptop, to ensure they can fully reap the rich benefits of a system like SLS?"], "Dr Mohamad Maliki Bin Osman": ["I thank Mr Darryl David for his question on FSBB. First, I think we want to ensure that we understand and parents understand the concept and philosophy behind FSBB. It is really to recognise the potential of every student with regards to different subjects. Traditionally, we assume that you do all the subjects in the same level. That is where the streaming came in: the Express, the Normal (Academic) and the Normal (Technical) streams. But we acknowledge that over the years we want to facilitate students' ability to focus on subjects that they are strong in and also do subjects that they may not be strong in but are capable of coping with. And so, when we look at the post-secondary pathways, it is really to recognise that and how we can find the combination.Today, for most polytechnics, the current criterion is equivalent to the Express stream – the five G3-dominant combination. As I mentioned in my speech earlier, we are considering allowing the usage of the G2 subjects. So, the question is, when you are doing G1 today, where do you go afterwards? In the FSBB programme, it is what we call the education and career guidance; career guidance by the teachers to help the students at each level. So, at Secondary 1 when you come in after PSLE, you are guided in terms of your performance at PSLE. And looking at your strengths in each subject, the school and the teachers will guide the students on what they can and should take when they get into Secondary 1. And then by the time they get to Secondary 3, as they prepare for the major examinations, they look at the performance again.What we want to ensure is whether you do a subject at G1, G2 or G3, such a combination, there will be a pathway for you – it could be at our ITE, where, as I announced also, we now have the three-year Higher NITEC curriculum that they can aspire towards. And if that continues, then they can aspire towards joining the polytechnics afterwards, or joining our technical diploma programme or our work-study programme.So, there are expanded pathways and this allows them to feel that they are not pigeonholed at such an early age. That has been the feedback from many Members of the House that we should not pigeonhole our students too early but instead allow them to explore their own potential. I hope that that flexibility allows the students to also feel good, and that the revision of the education system is really meant for them to grow and appreciate their own strengths.", "Chairman, I thank Mr Don Wee for his questions. It is very heartening when you hear Members of the House asking for more resources for our teachers and expressing their full support and empathy for the challenges that our teachers experience. In particular, for the ITEs, we know that ITE do have students who are coming from challenging backgrounds including SEN students. This is also in line with Dr Wan Rizal's question earlier about the flexibility that we are giving our students in terms of the way they cope with the curriculum.We do want to offer that flexibility. We do want them to go through at their own pace albeit looking at the structures we have in place, but certainly, support will and continue to be given to all our students as well as our lecturers and teachers.For the ITE, yes, Mr Don Wee highlighted that we have the three-year Higher Nitec curriculum now, but we do acknowledge that some students may take a longer time and they may want to take some time off after two years. As long as they have done their internship, they can leave ITE for a while, continue to work, if they are ready to work and come back and continue to stack up their modules and then complete their Higher Nitec and subsequently go on.So, the diverse pathway is really about allowing the students to know where they are, understanding their family circumstances and we will support them along the way.With regards to the additional support, yes, given the additional challenges and learner profiles that our ITE has, we are working with the ITE to augment them with more resources. With regards to SEN, we are giving them more SEN-trained officers to help them because we do want our SEN students who were from our mainstream schools to continue to move on to our Institutes of Higher Learning (IHLs).We are also looking at piloting at the ITE what we call an integrated case management framework, where we will augment the ITEs with staff to help them coordinate support services required by students with higher needs. We do know some of the students do come from very challenging backgrounds. Our lecturers, just like our general education teachers, go on home visits, knock on the doors, find out where they are and try to bring them back to school because that is really the passion and desire of our teachers to make sure that our students complete their education.So, I want to assure Mr Don Wee that we are augmenting our ITEs with resources required for them to support our students and given the flexibility that we are introducing, we will certainly work together with them to make sure that this will not unduly pressurise the teachers, but rather inspire them further that what they are doing is very much supported by Members of the House, by the community and certainly, we will support them in every endeavour that they embark on in supporting our students.The Chairman: Minister Chan. "], "Ms Carrie Tan (Nee Soon)": ["Thank you, Mr Chairman. Firstly, I would like to empathise with Minister Chan, Minister Maliki and everybody in MOE for trying to address all our needs with very competing and difficult constraints in resources. But I would like to first clarify that in my proposal for naturalistic pedagogy, it is not so much of asking MOE to do more but an invitation to MOE to consider \"how else might we\"?So, I would like to ask Minister whether MOE might be open to make a pathway of teacher training in naturalistic pedagogy possible for the new cohorts of teacher-applicants at NIE to explore this pathway.And the second question is related to this; I heard the Ministers' encouragement to our companies and the private sector, we are constantly encouraging the private sector to hire based on skills and not qualifications. May I know if we have any kind of research or survey with employers to understand the reasons why they continue to keep to the current hiring practices despite our many messages encouraging them to look at a skills-based hiring rather than a qualifications-based hiring?"], "Ms Foo Mee Har (West Coast)": ["Thank you, Chair. I have two clarifications for Minister of State Gan Siow Huang. It is related to the speech I made.The first clarification is, Minister of State actually responded to my call that from the vast group of SkillsFuture training providers, it is time for the Government to streamline into three categories and actually, indeed, that is the plan. Could Minister of State elaborate on the criteria that MOE will be using to streamline the whole group of 790 training providers which I counted online?The second recommendation I gave to Minister of State is about the idea of appointing lead training providers for each of the key sectors along the Industry Transformation Map (ITM). A little bit about the idea like anchor operators in the childcare sector. You work closely, they are selected by the industry and, most importantly, they must be set up to do practice-based training, not just academic but to reskill people with practice-based curriculum using real-life simulation. People who teach those programmes are industry leaders so that the skills are really practice-based. So, can the Minister of State comment on that?"], "The Minister of State for Education (Ms Gan Siow Huang)": ["I thank Ms Foo Mee Har for that question.Before I answer that question, I just would like to add to what Minister Chan said in response to Ms Carrie Tan's question about why there seems to be companies who are hiring based on qualifications instead of skills, despite it being common sense that actually it is more sensible and logical for employers and HR to hire people based on skills.In my interactions with companies as well as with our training providers, I understand that some of our companies, especially the smaller ones, may themselves not be very clear about the definition of skills. Indeed, it is a science; there is language around how skills should be defined.That is why for some time SSG has been developing skills frameworks that apply to different sectors. There are altogether 34 now for different industries. And it is very useful for companies that need help in identifying the skills for the different job roles in their companies to refer to the skills framework. This will help them in better defining and hiring people based on their needs and not to over-hire. For example, it is quite common that I hear from Workforce Skills Qualifications (WSQ) sometimes in job advertisements, companies put out an ad that they want to hire an undergraduate in ICT. But actually, could they have considered a diploma graduate in ICT? How familiar are they about the differences in the skills that our university students and our polytechnic students have in terms of ICT?There is also responsibility on MOE's part to help employers out there to understand the differentiation and we will do better in this. We also hope that through work-study programmes and apprenticeship, employers will be able to better understand, see and experience for themselves the quality of our students, whether they are from ITE, polytechnics or universities, and not just blindly assume that they are of certain differences in standards based on qualifications alone.Coming to Ms Foo Mee Har's questions, on the criteria for streamlining training providers, it is quite challenging indeed because every training provider tells us they are very good in the courses that they are providing.So, what we do really is, we look at the employment outcomes, whether people who attend the courses get a job within a certain number of months after course completion, whether the training providers are able to connect the trainees or the course participants with potential hirers and companies out there so that the chances and the networking opportunities for the trainees would be much better.We also look at employment outcomes for people who are already being hired or already have a job. But going through the training, they are able to qualify for a higher job role. That would be helpful. That, we deem to be a tangible employment outcome.So, those companies and training providers that provide such courses, we will want to provide more funding support basically, to lower the costs of these courses and also to steer more trainees into these courses provided by such training providers.But we also know that it is not always so easy for a person to get a promotion straight after attending a course or to land a job immediately after completing a programme. Sometimes, it takes multiple steps before a person can land a job or get a promotion.So, we do track this overtime and we look to our industry partners, trade associations and looking forward to NTUC, the unions as well that commit a lot of their resources and the unions' workers for training, to give us the feedback so that SSG and the Government can, through multiple sources of information, be able to better identify training providers and courses that can make an impact on the workers.On the other question where the Member mentioned anchor operators – yesterday, Ms Foo Mee Har also brought up the concept of a lead training provider, I believe. That is a useful concept. We are open to it. In fact, we have Continuing Education and Training (CET) Centres. I think there are about 20 of them now. These are what I would deem to be equivalent or similar to the concept that Ms Foo Mee Har is referring to. We have them in retail, tourism, hospitality and so on. They are the ones that we deem to have reached a certain high level of standards in training and generation of workers for the industry. Many of them are industry leaders themselves, not necessarily training providers, or pure training providers or IHLs. We cast our net quite wide. We do look for training providers that are strong in producing trainees of good outcomes.The Chairman: Just as I was about to ask that Members keep their clarifications short, I think, it would be fair, if the response could be also a little bit shorter. It would be good. Mr Louis Chua."], "Mr Chua Kheng Wee Louis (Sengkang)": ["Thank you, Mr Speaker. I just have two quick clarifications for Minister Chan in relation to the P1 registration framework. I fully agree with Minister's view that we need to change mindsets here. And so, for the first clarification, in terms of the societal circumstances and needs which Minister spoke about before making further changes, can he elaborate further on what these are?And second, in relation to that, I understand alumni ties and community ties – not meant to be literal – are important to parents. But, at the same time, could we not then look at the home-school distance as a primary factor while still keeping some of these other ties in relation to the secondary critieria, to send the right signal that distance and convenience for their children would be the most important factor?"], "Mr Saktiandi Supaat (Bishan-Toa Payoh)": ["Thank you, Mr Chairman. I just like to ask the Minister regarding SLS that Minister shared earlier. I laud the efforts by MOE to push towards digitalisation and EdTech. My question is in regard to accessing SLS and the Minister mentioned, accessing it from anywhere.My concern is, as I go around to meet my residents, I see some of the students at home with their grandparents, some are in broken families. My question is whether SLS will be data intensive? And when it is data intensive, what type of extra help can we put in place together with the other Ministries to make sure that some of these students can be helped, especially in terms of data costs and access to SLS, which is exceptional?"], "Ms Denise Phua Lay Peng (Jalan Besar)": ["Thank you, Chairman. I have three points. Minister, I think the \"no PSLE through-train\" idea was not just a Workers' Party (WP) idea. Many of us are interested. And I know that the MOE staff had gone through the idea, even during Deputy Prime Minister Heng Swee Keat's time.Sir, I would like MOE to consider getting some of us involved in thinking through some of the constraints and considerations, to see if indeed, in Singapore, there is no way that a through-train school like this can happen.The second clarification is about MOE Kindergartens (MKs). I know that when MOE first entered this space, it was to give access to the less advantaged or disadvantaged preschoolers. That is one. Second is also to learn a little bit more about the space of early childhood education, in terms of content, pedagogy and assessment.So, I want to ask what lessons has MOE has learnt from this MK initiative? And how can they be shared, to ensure that those who have no access to these good MKs have a chance to also learn and everybody can be uplifted, in terms of early childhood, preschool or kindergarten education? That is my second question.My third one is: I know that, as some of the Members, including the Minister, have mentioned, quite a number of employers are still fixated on paper qualifications versus skills as the proxy for promotions and for hiring. I know it is not easy, but I wonder if the public sector, being the biggest employer in Singapore, can show and lead the way? There are some jobs that are probably being done already in the public sector that use skills-based instead of paper-based criteria.I also know, however, that in education or in a non-profit organisation, one of the conditions is that there must be some kind of paper qualification. Sir, I wonder if we can comb through some of these, to ensure that the biggest employer in Singapore, the public sector, show and lead the rest of Singapore in using skills and not paper qualifications as a criterion."], "Mr Patrick Tay Teck Guan (Pioneer)": ["I would like to take the Minister's suggestion earlier to invite us to suggest ideas where we can do less and jettison, and also following up on hon Member Dr Wan Rizal's suggestion on lightening the workload of teachers.I have one suggestion. Currently, I think a lot of teachers and educators, particularly in primary schools and secondary schools, are very bogged down with setting examination scripts – every year, year on year, trying to innovate and find new ways to ask questions. And to lighten the load, can we do it at the cluster level for economies of scale? So that you also do not have to second-guess the other schools and try to get the other schools' papers and stuff like that. That would also lighten the load of teachers – by setting examinations for subjects at the cluster level."], "Dr Wan Rizal (Jalan Besar)": ["Sir, I thank MOE for assuring and cementing their support and commitment for the teachers and students' well-being. So, the Minister mentioned about the Teacher Growth Model (TGM) and for anything to grow, we need space. So, a suggestion, and I want to follow up on the suggestion by Singapore Teacher's Union (STU) with regard to the white space for teachers.They would like white space where they can do their things, their marking and their counselling for students, because right now, while they do have space in between their lessons, it is really for them to rest and to eat. So, I was wondering if this could be part of MOE's consideration.And second is with regard to the flexible pathways for our IHL students, I am glad that we have these flexible pathways for them, but at the same time, more flexible pathways and giving them extra modules to take means they need more time. Would the Ministry be considering that they might need more time and they might need longer to finish the programmes? What are the implications for that?"], "Mr Don Wee (Chua Chu Kang)": ["Thank you, Chairman. One question. ITE College West is situated in my constituency, so I have a first-hand encounter on how the ITE students have organised activities for my Choa Chu Kang residents very well. And these students are supported by very caring ITE lecturers, who not only teach, but also care for them, as many of these students come from disadvantaged families.So, with the introduction of a Higher Nitec since 2022, both the students and the lecturers have to grapple with additional demands. I understand that each student has about 20 hours of classroom time every week, and each lecturer has to handle 40 students, which include the SEN ones. Therefore, can MOE consider giving ITE the flexibility to employ more teaching assistants to augment the lecturers?"], "Mr Patrick Tay Teck Guan": ["I thank Minister Chan Chun Sing, Minister Maliki Osman as well as Minister of State Gan Siow Huang, the MOE team of educators, teachers, staff, as well as the Committee of Supply (COS) team for powering this entire COS debate for MOE and sharing the plans. MOE is doing so much more now from preschool, to primary, secondary, beyond secondary, now even CET, so the 15 plus 50, and really, there is a lot of work to be done.I will end off with my school's motto, \"Potest Qui Vult\" – \"If there is a will, there is a way\". On that note, thank you very much and I beg leave to withdraw my amendment.Amendment, by leave, withdrawn.The sum of $14,338,501,100 for Head K ordered to stand part of the Main Estimates.The sum of $450,000,000 for Head K ordered to stand part of the Development Estimates."]}