{"Mr Liang Eng Hwa (Bukit Panjang)": ["Mr Chairman, Sir, I beg to move, \"That the total sum to be allocated for Head M of the Estimates be reduced by $100\". Sir, let me start by commending the Ministry of Finance (MOF) for publishing the Occasional Paper on the Medium-Term Fiscal projections; and releasing it just before the Budget debate. This paper provides a useful forward view on the likely fiscal trends in the next decade, as we debate Budget 2023 and our longer-term positioning in the new era.It is clear from the Paper that both our operating and development expenditures are rising, and may rise sharply in the years ahead. We look set to be heading towards a recurring spending bill of about 20% of our GDP by 2030. The key drivers are expected: healthcare, wage subsidies, security and other social spending.We know that these spending, once introduced, can only grow bigger and are unlikely to be reversed. Cutting costs to balance a Budget is increasingly not a possible option. We need to expand and diversify our revenue sources, and hence, growing our economy and growing our reserves for the annuities to help fund the Budget is an imperative. While we cannot cut costs to greatness, we should do our level best to ensure public funds are well spent, spend effectively and are achieving the desired outcomes.Given this backdrop, I would like to hear from the Minister, how MOF intends to maintain fiscal sustainability, even as our spending needs continue grow? Sir, as our fiscal situation tightened up, it is even more important that MOF scrutinise and ensure that our spending is value-for-money, that cost avoidance procurement practices are adopted, and that we closely monitor and track the outcomes and key performance indexes (KPIs).In the Budget Statement debate, I expressed concerns about cost pressures faced by businesses and the need to step-up the overall productivity. Many companies transact and do businesses with the Government and the way the Government agencies conduct its operations, and the processes involved, can have a significant impact on cost to the businesses.While we must be digitally inclusive when dealing with individuals; especially the seniors, we can aim for greater digital pervasiveness when doing businesses with the enterprises. There must be continued obsession to improve processes and users' experience; whether through greater digital adoptions or process streamlining.In this regard, I would like to ask if MOF has any plans to make doing businesses with Government even more seamless, less time consuming and lower the costs? The Government is a major buyer of goods and services, and many SMEs and start-ups have innovative solutions and product offerings that can be of value to the Government. So, I would like to also ask, how can MOF and the public agencies better support and facilitate the growth of SMEs when they participate in Government procurements?Sir, Singapore is transiting to a low-carbon economy and the public sector has set itself a net-zero emissions target by around 2045. This is a laudable effort and a major undertaking for the Government. Can I ask the Ministry: how is MOF supporting the whole-of-Government in this effort?The Government and MOF can also play a significant role helping businesses build green capabilities and capture growth opportunities, given the buying power of the public sector. So, can I seek an update from Minister in this area?Sir, one other area that I hope that the Government can facilitate to do more is the development of the social sector. The Government can be a catalyst to spur more innovative social solutions and contribute to a stronger social compact. So may I ask the Minister: how is MOF is supporting the development of the social sector?And finally, in this Committee of Supply (COS), can I also seek an update on the various policy measures in place, to encourage philanthropy and volunteerism?Sir, as I have two more minutes, I just want to add my views to the discussion on the budgetary stance for Budget 2023. Earlier in the debate, Assoc Prof Jamus Lim commented that the fiscal stance for Budget 2023 is a contractionary one. I have a different view. The fact that we have a significant Net Investment Returns Contribution (NIRC) contribution to our Budget every year, currently at 20% of our revenue, would mean that our Budget would necessarily be expansionary. Our expenditures are way higher than the taxes that we collect from the system. Hence, from that angle, our Budget will always be expansionary if we rely on NIRC to balance our books.Question proposed.Mr Chairman: Mr Leong Mun Wai, you can take your two cuts together please."], "Mr Leong Mun Wai (Non-Constituency Member)": ["Mr Chairman, I have questions for the Minister of Finance. Firstly, the termination payment for the Sports Hub was advanced from the Contingencies Fund and this House is now being asked to vote on replacing the amount in a Supplementary Supply Bill, how much is this termination payment? The Contingencies Fund was created for urgent and unforeseen expenditure. Was the termination payment for the Sports Hub so urgent, that it had to be advanced from the Contingencies Fund and not paid out of the Budget 2023?Secondly, where and when were the $900 million for SPH Media Trust be accounted for?Three, are there financial projections available, to determine the amount or transfer to the endowment and trust funds, and is the actual spending from the funds included in the Budget, in the year when the spending was made or is it off-balance sheet of the Budget?Fourth, when will the financial report on the $72 billion COVID-19 expenditure be completed?Fifth, based on what is given in the Budget, can the Minister confirm, what are the total financial assets as of 31 March 2022 and what is the net investment return (NIR) estimated for fiscal year 2023?Mr Chairman, the People's Action Party (PAP) Government and some of its MPs like to invoke the claim of raiding of the reserves to attack alternative policy ideas and proposals put up by the Opposition. In order to have a more productive debate in this House, it will be helpful to have an understanding of what constitutes \"raiding of reserves\". I would like to suggest two criteria to assess any new proposal that might affect the reserves.Firstly, the amount of expenditure required for the new proposal, relative to the size of the reserves and NIR. And secondly, the purpose of the expenditure, any proposal that passes these two criteria, where the amount involved is small relative to the reserves, or even the NIR, and serves an important purpose, should not be accused of raiding the reserves.Let me illustrate the two criteria using the Affordable Homes Scheme, which the Progress Singapore Party (PSP) recommended during the recent public housing Motion on 7 February 2023. During the debate, I explained that the Affordable Homes Scheme will only defer the accumulation of reserves, because the deferred land cost will be collected when the flat is sold in the future.And even if, the whole deferred land cost of about $3 billion per year is not collectable, it is only 6.4% of NIR and 12.8% of NIRC. We do not even need to use our reserves, so we have passed criteria one comfortably.For criteria two, the money is to be spent on an important and noble purpose, which is to make the Housing and Development Board (HDB) flat affordable and accessible for every Singaporean, of each generation. It will allow Singaporeans to retire comfortably, without having to sell his flat or downgrade. The financial security accorded is expected to unleash the innovative and entrepreneurial spirit in Singaporeans, and you would be able to better compete with the rest of the world. So, we also passed criteria two.Hence, based on the two criteria above, the affordable home scheme is an example of an alternative policy that does not constitute a raiding of reserves according to my definition. I hope to hear from the Minister what does she think. In the future, from my point of view, if the Government makes such accusations again, I will call them baseless allegations. Singaporeans deserve better for country, for people."], "Mr Leon Perera (Aljunied)": ["Mr Chairman, my cut today refers to my exchange with Minister Indranee Rajah during the debate on the Carbon Pricing (Amendment) Bill.In the exchange, I was told the Presidential approval had not been obtained on my proposed amendments. I asked the Government when these amendments had been referred to the President to obtain the decision to which Minister Indranee Rajah made this reply and I am quoting a little from the longest speech she made in the interest of time, \"We determine that my amendments could not be supported, the reasons explained earlier by my colleagues and, as the amendments could not be supported, they will not put forward to the President for the President's recommendation.\"From this, it would seem that the exercise of the President's power to approve legislation that has fiscal implications has to be according to the Cabinet's advice. It would also seem that the Government can and does deem the President's approval to have been given or not given without necessarily referring the matter to the President.As I understand the statement, she did say that the President's approval or non-approval could be, to all practical intents and purposes, deemed to have been given by the Cabinet. And it did say that that particular matter had not been referred to the President.So, my questions here are two-fold.Firstly, in cases where the President has a constitutional duty to say \"yes\" or \"no\" to certain matters such as legislation with fiscal implications and when her decision can be deemed to have been given one way or the other by the Cabinet, is the matter referred to the President, the CPA and the other staff in the office of the President for at least discussion or information prior to the Cabinet's decision?And secondly, and much more importantly, what is the rationale for having such provisions in the Constitution whereby the Cabinet can deem the President to have said \"yes\" or \"no\" on certain matters and, hence, decide by itself?The role of the President in this regard does not seem to serve any check or balance function. What function then does it serve?One asks oneself what possible purpose could be served by such a procedural requirement baked into the Constitution. I can see no benefit to the body politic. In fact, I see a downside.Making it known that the President's approval is deemed by the Cabinet in certain domains as happened in November last year does not serve to enhance the prestige and standing of the Office of the President in the eyes of the public.In fact, to the contrary, this practice of \"deemed approval\" risks being seen by the public as involving the Office of President in a rubber-stamping or box-ticking exercise. It serves no constructive purpose and undermines the standing of the President. If there is no real reason for such provisions, will the Government do away with these provisions at some point in the future, given that there are no upsides but only downsides? Unless there are some upsides I cannot fathom right now and which the Government can explain.The Chairman: Mr Saktiandi Supaat, you can take both your cuts together."], "Mr Saktiandi Supaat (Bishan-Toa Payoh)": ["Mr Chairman, our success in weathering the recent COVID-19 pandemic came down largely to our ability to utilise our deep financial reserves, which have been accumulated by the Government who has spent public monies responsibly and prudently. In refining our checks on public spending, we must be cautious not to add further unnecessary or disproportionate bureaucracy as this will erode whatever savings we achieve from public procurement. For example, while I agree there is still room to invest in automated systems and training to eliminate human error, adding another one to two levels of approving authorities may be an inefficient and even ineffective solution.Whether under Emergency Procurement or normal procurement procedures, how does Ministry of Finance (MOF) ensure that public spending is scrutinised adequately to enable cost savings and what efforts are being undertaken to ensure prudent spending at all levels across the Government? How are larger projects, for example, like infrastructure spending being monitored?Mr Chairman, the public sector is a major buyer of goods and services. Set up in June 2000, GeBIZ was ahead of its time and was followed by many other e-procurement systems in other countries aimed at enhancing transparent competition and lowering the barriers for small and medium enterprises (SMEs) to pitch for valuable Government contracts.  We should not rest on our laurels. How can GeBIZ be further augmented to help businesses save time and money in their transactions with Government agencies? For example, we can explore adding new features to integrate any industry briefings, tender briefings or site show-rounds with the relevant tender opportunities; and to engage with the procurement agency regarding any tender clarifications. Besides ensuring that the public sector obtains the best value-for-money, public procurement can serve the role of supporting the growth of promising SMEs and startups who have innovative solutions. In line with our strategy of supply diversification for resilience, can MOF’s \"value-for-money\" metric accommodate this aim? And what else can MOF do to help support the growth of promising SMEs through Government procurement?"], "Mr Edward Chia Bing Hui (Holland-Bukit Timah)": ["Mr Chairman, Sir, SMEs make up 99% of all businesses in Singapore's economy, employing nearly seven out of 10 workers and contributing close to half of our GDP. We should look for ways to further grow SMEs to large local enterprises (LLEs) to increase their scale and per capita contribution to our economy.Accordingly, I call upon MOF to facilitate more procurement opportunities for SMEs. What can MOF do to help support the growth of promising SMEs through Government procurements? In 2021, more than 80% of the procurement opportunities were open to SMEs. How can we further ensure that more such opportunities are made available for SMEs?Currently, a gap exists in contract value threshold for a request for quotations and tender. Also, can the Government review financial grading requirements for certain types of products and services to crowd source more innovative solutions? Some of these solutions can be provided by startups who may not meet the required financial grading due to the stage of their companies' growth. By doing so, the Government can tap on new innovations.An “in-between” or middle ground can exist, where there is a “tender-lite system” which can provide SMEs and startups procure opportunities more readily. Tenders do take significant time and resources for SMEs and startups which translates to opportunity costs.In relation to the point on opportunity costs, can the Government streamline its processes to help businesses save time and money in their transactions with Government agencies? Can these digital solutions and innovations in turn encourage more efficient ways of doing business between companies and their suppliers and customers?Mr Chairman, Sir, increasing access to public sector contracts and reducing cost and time to transact with Government at the tender and operational stages can significantly help grow our SMEs and startups."], "Ms Mariam Jaafar (Sembawang)": ["Sir, like many in this House, I was cheered when Singapore brought forward its Singapore's NDCs to reach net zero by 2050, and for the public sector to achieve net-zero emissions by around 2045.  This is a significant commitment and a non-trivial one to achieve, especially in the midst of an energy crisis. Many decarbonisation technologies are already ready today, but the speed of rollout depends on various other factors like infrastructure upgrades, business model and regulatory changes. EVs come to mind here. While other decarbonisation technologies, especially in hard to abate sectors of the economy, are not yet available at scale today. Until technologies like green hydrogen or CCUS become cost competitive versus carbon intensive alternatives, it will be difficult to mobilise the capital needed to scale and bring them down the cost curve over time. Governments must play their part to incentivise the flow of investment into these climate solutions, and the transition to these solutions given their cost disadvantage. By giving incentives to reduce the “green premium”, and through innovative risk sharing and financing structures, including public-private partnerships, Government can be the catalyst for a faster transition. Some governments have made bolder policy moves. The US Inflation Reduction Act (IRA) of August 2022 has been billed as the largest piece of federal legislation to address climate change. Investing $391 billion in provisions related to energy security and climate change, including tax incentives and a green bank. The tax credits of $3 per kg of hydrogen is particularly notable, turning the US into one of the cheapest countries in the world to produce green hydrogen.  In Singapore the Government has many fiscal and non-tax levers to drive the transition which it has used, such as carbon tax, and funding for research. Given recent developments, can the Minister provide an update on how MOF is supporting the transition to net zero?"], "Ms Foo Mee Har (West Coast)": ["Chairman, we anticipate a tighter fiscal space in the coming years. There is scope for wealthy families, businesses and individuals to contribute meaningfully through philanthropy to our rising needs. Unlike a conventional system that relies heavily on taxation and redistribution, philanthropy offers the added benefit of strengthening our social compact.  The number of wealth owners and family offices in Singapore continues to grow at a healthy rate. Many of them have expressed interest to give back to society, both in Singapore and regionally. The Philanthropy Tax Incentive Scheme announced in Budget 2023 for Family Offices is another important step to facilitate philanthropy and to meet Singapore’s ambition to be Asia's philanthropic hub.   As we encourage philanthropy to continue to grow, it is important to ask what types of philanthropy will have the greatest impact on Singapore.  Prof Rob Reich of Stanford University has argued that philanthropy has a special role in discovery and experimentation, serving as society’s \"risk capital\" to foster innovation in important areas that deemed to carry too much risk for Government or private sector appetites.   As such, philanthropy can be catalytic and complementary to public funding – it can identify and support high-impact opportunities that are in its early stage. When the solutions are proven, philanthropists can partner with the public sector to scale them up.   It is also important to identify the most pressing areas of need where philanthropy can have the greatest impact. Take climate change as an example – it is an existential imperative, and the negative effects of climate change will also exacerbate other areas of need, such as global health and pandemics, inequality and displacement of communities.   As a recent McKinsey climate philanthropy report has noted, philanthropists possess both resources and expertise to support climate mitigation and adaptation solutions, especially in areas that may lack market support.    They can quickly deploy unrestricted funds in response to urgent problems such as natural disasters, back high-risk ventures, convene stakeholders and promote collaboration, develop and share research, and support large-scale implementation of climate solutions. So, I want to ask how can the Government foster support and public-private partnerships, both in Singapore and overseas, for such philanthropic causes, to address some of society’s most pressing challenges and issues? In promoting philanthropy, we must also consider policies across the continuum of doing good, which is wide-ranging and can include venture philanthropy, concessionary capital and impact investing – a broad range continuum.  Many wealth owners, especially those in the next generation, are looking towards these newer and more innovative approaches, sometimes referred to as “moon-shot” philanthropy.   So, we must also recognise that beyond grant making, there are other ways to give back such as volunteerism and the contribution of skills and networks. As the Government develops more initiatives and policies to promote philanthropy, how can it promote more diverse ways of doing good?The Chairman: Senior Minister of State Chee Hong Tat."], "The Senior Minister of State for Finance (Mr Chee Hong Tat)": ["Mr Chairman, I thank Members for their questions and suggestions.Mr Liang Eng Hwa and Mr Saktiandi Supaat asked how the Government ensures fiscal sustainability and spend prudently within our means. Besides the audits by the Auditor-General’s Office and our internal auditors, MOF conducts regular reviews of Ministries’ budgets to identify areas for improvement and ensures every Ministry uses its allocated resources efficiently and effectively.Singapore’s overall performance has been good, with current Government expenditure being around 18% of GDP. Even as our expenditures grow further and exceed 20% of GDP by 2030, our Government expenditure as a percentage of GDP is significantly lower than most developed countries. At the same time, we are able to achieve positive economic and social outcomes for Singapore and Singaporeans.  One example is how we reduce the costs of major Government infrastructure projects by applying a stringent cost-effectiveness evaluation together with experts from the private sector and academia. In 2022, we achieved total cost avoidance of around $1 billion through this process. This $1 billion saved means we can put it to good use and meet our spending needs in other areas.The Government also looks out for other forms of savings by integrating different projects to maximise the synergies. For example, the upcoming East Coast Integrated Depot, which incorporates three MRT depots and one bus depot, saved about 44 hectares of land. This is twice the land size of Changi Airport’s Terminal 4 or equivalent to approximately 60 football fields.  Another example is VITAL’s Demand Aggregation contracts for common buys such as office supplies, catering and courier services. These saved the Government more than $50 million per annum. This approach also reduces the need for agencies to call separate tenders and quotations, saving at least 100,000 man-hours a year.  Sir, Mr Liang, Mr Edward Chia, Ms Mariam Jafaar and Mr Saktiandi asked how MOF helps businesses to reduce costs and build capabilities for growth. The Government will continue to implement pro-business policies and measures and provide an environment that enables them to grow and succeed. Besides supporting businesses through our economic agencies and via a comprehensive suite of grants and incentives for innovation, productivity improvements and skills-upgrading, there are two additional areas where MOF’s work benefit our companies. First, by simplifying Government rules and processes, we enable businesses to save time and money when they transact with Government. Second, by helping businesses build capabilities to enhance their competitiveness and access new opportunities, both locally and abroad.Let me share some examples.We recently launched eGuarantee@Gov, a simple and secure digital process for businesses and individuals to provide a banker’s guarantee or insurance bond to Government agencies. Businesses can apply for an eGuarantee from over 20 participating financial institutions online for direct submission to Government agencies within a day. With eGuarantee@Gov, there is no longer a need to visit a bank to purchase a physical copy of the guarantee or to pay for courier services to deliver it. The new arrangement is quicker, better and cheaper. We expect up to 4,000 eGuarantees to be lodged in 2023, resulting in overall savings for all stakeholders of about $500,000 per year. There is also scope in the future for eGuarantees to extend to commercial transactions between businesses and their suppliers and customers. MOF and the Ministry of Trade and Industry (MTI) will work with the financial institutions and trade association and chambers to encourage adoption of eGuarantees for such transactions. Just as the use of PayNow for digital payments has allowed businesses and individuals to enjoy lower transaction costs and time savings compared to the traditional method of using cheques, the adoption of eGuarantees can bring about benefits compared to the current method of providing physical bank guarantees.Next, MOF removed the requirement for businesses with annual turnover of less than $5 million to submit audited accounts when applying for Government Supplier Registration. This benefits about 2,400 small and medium enterprises (SMEs) annually, with estimated cost savings of around $4.5 million per year. MOF continually makes improvements to GeBIZ, the Government-wide procurement system. For instance, about 3,000 businesses can benefit from the Supplier File Repository by the end of this year. Businesses no longer need to submit the same financial statements and company profile when responding to different Government quotations and tenders. We will also consider the features that Mr Saktiandi mentioned for future improvements.Sir, another example is Inland Revenue Authority of Singapore’s (IRAS) initiative to encourage businesses to use seamless filing software. Such software provides many productivity benefits for businesses, as they can automatically generate and file their corporate income tax computations and returns. This process takes only 15 minutes compared to the estimated eight hours required for manual preparation and submission.Moving on to the next area of how MOF supports businesses to develop capabilities for growth. We will continue to simplify our processes for suppliers, including SMEs, to participate in Government tenders while maintaining a level-playing field for all businesses and achieving value-for-money procurement outcomes. For procurement below $90,000, financial track record is not required. The terms and conditions are also simplified. For example, there is no requirement to provide security deposits. SMEs participate actively in our Government contracts and about 80% of these are awarded to SMEs annually. Winning Government contracts gives SMEs the opportunity to build up their track records, develop capabilities and capacity to tap into new growth areas. To further improve the access of SMEs to business opportunities through Government tenders, MOF will introduce a new category of tender by the end of 2023 called “Tender Lite”, which comes with fewer and simpler conditions. Tender Lite will allow more suppliers to participate in tenders with value higher than $90,000 but below $1 million and is estimated to cover over 70% of all Government tenders that are currently awarded to SMEs.MOF will work with representatives from Singapore Business Federation and the Association of Small and Medium Enterprises, as well as Government agencies on the design of Tender Lite. We believe this approach of Government and industry working together as partners will bring about win-win outcomes and allow us to move faster and innovate new solutions more effectively. My colleagues and I are keen to continue the partnership with our industry partners beyond Tender Lite and extend the collaboration to other subsequent areas of work that will benefit our businesses.Members such as Mr Derrick Goh have highlighted during the Budget debate that Government can help prepare SMEs for new requirements and opportunities in environmental sustainability. We agree. The public sector is supporting our suppliers’ efforts to adopt greener practices which are increasingly in demand by other major buyers. Over the years, the Government has incorporated environmental sustainability requirements into our procurement such as requiring information and communication technology (ICT) equipment and air conditioners to meet energy efficiency standards. Our target is to include environmental sustainability requirements and evaluation criteria into all Government procurement within the next five years, in a manner that keeps pace with industry readiness and international developments. Starting from FY2024, for tenders of construction projects and ICT projects with minimum estimated procurement value of $50 million and $10 million respectively, we will set aside up to 5% of the evaluation points for sustainability-related considerations. The Government will further engage the industry stakeholders on the details of these measures. Another capability that is increasingly sought after is sustainability reporting. Businesses that can provide good sustainability-related information can gain competitive advantage, expand into markets and potentially access cheaper funds through green financing.To drive sustainability reporting efforts for the industry, Accounting and Corporate Regulatory Authority (ACRA) and the Singapore Exchange Regulation established the Sustainability Reporting Advisory Committee in June 2022. The Committee will embark on its public consultations later this year.Businesses also need to accelerate their pace of digitalisation, a point which Mr Liang made. The Government will implement InvoiceNow as the default e-invoice submission channel for all Government vendors within the next few years. Using InvoiceNow will help businesses improve efficiency and reduce cost, by eliminating the need for manual processing and it also reduces errors. Businesses transacting on InvoiceNow can save $8 per invoice compared to the manual process. InvoiceNow also facilitates the direct transmission of invoices in a structured and standardised digital format that is accepted internationally across finance systems, and this helps businesses access overseas markets more easily. Today, about 55,000 businesses have adopted InvoiceNow, supported by 200 service providers. I encourage more businesses to come on board.Sir, Mr Liang and Ms Foo Mee Har asked how MOF will support and encourage more philanthropy and volunteerism from corporations and the community. Philanthropy and volunteerism are key elements for building a strong social compact. There is something intangible and different in how we build up the character of our society, when people go beyond what they are required to contribute under our fair and progressive tax and benefits system, where everyone contributes something and those who are better off contribute more. Many Singaporeans and also foreigners and companies who are based here, have an interest in philanthropy and are keen to help others in society. We have been strengthening our ecosystem to encourage their contributions and participation to maximise the positive impact to our local communities. This is a good way to keep our society cohesive and strengthen our solidarity as one united people. Not only through taxation and redistribution which are done through policies and laws but also through philanthropy and volunteerism which come from willing hands and loving hearts.  MOF provides funding support for many community and ground-up programmes which contribute to the development of the social sector. There are many existing efforts by agencies working with intermediaries like the Community Foundation of Singapore and ComChest, as well as beneficiaries to link up donors with suitable charitable causes. I have also met wonderful people such as those from Utama and Majurity Trust, who started initiatives to help raise donations from high net worth individuals and corporations to fund worthy social causes like caring for vulnerable seniors and providing opportunities for children from lower-income families.  The Government provides broad-based support in the form of 250% tax deductions for qualifying donations to Institutions of a Public Character (IPCs) and the Corporate Volunteer Scheme (CVS) supports volunteerism efforts by businesses in IPCs. The Government also provides matching grants to encourage charitable giving. For example, we allocated a top-up of $100 million to the Tote Board’s Enhanced Fundraising Programme which in turn provides dollar-for-dollar matching on eligible donations received by charities.Sir, to build stronger social resilience, the Government will continue to encourage our community especially those who have done well to engage in sustained giving and volunteerism. Through such efforts, we will strengthen our social compact and build a more caring and inclusive Singapore. This will then provide the social cohesion and stability for us to pursue pro-growth policies and enlarge our economic pie, generate more opportunities and provide more resources that we can then use to invest in our collective future and support the vulnerable amongst us.In this way, we can strengthen our social compact and grow our economy at the same time. The two objectives will reinforce and support each other, allowing us to move forward while staying together. The Chairman: Minister Indranee Rajah. "], "The Second Minister for Finance (Ms Indranee Rajah)": ["Mr Chairman, I will be responding to the cuts filed by Mr Leon Perera and Mr Leong Mun Wai. Mr Leon Perera asked about the processes for obtaining the President’s recommendation to move a Bill, or amendments to a Bill tabled in Parliament. Mr Chairman, under Article 59(2) of the Constitution, Bills or amendments with financial implications cannot be introduced or moved in this House without the President’s recommendation. This mechanism ensures that the Government of the day has the sole right and responsibility to initiate financial legislation and therefore financial legislation cannot proceed without the Government’s support.It is very important to understand in this context, that for the purposes of Article 59(2), when the President gives his or her recommendation, it is upon the advice of the Government and not at the discretion of the President.If the recommendation is provided, then it shows that the legislation or amendment has the Government's support. This is different from the other provisions of the Constitution where the President acts upon his or her discretion, for example, in relation to draws on past reserves or the appointment of certain key appointment holders.Where the requirement in Article 59(2) is triggered and the Government does not support the Bill or amendment, there is no need to seek or to advise the President not to provide the recommendation. It is sufficient to inform the House that the Bill or amendment does not have the President's recommendation in accordance with the Standing Orders. Where the Government supports the Bill or the amendment, the Government will seek the recommendation of the President and formally advise the President to provide such recommendation.This requirement for Government support before financial legislation can be passed is a standard arrangement of many Commonwealth parliamentary democracies, although the mechanisms may vary.In Singapore, it is done through the mechanism of the President's recommendation, as I have explained. In New Zealand, where a Bill or amendment \"would have more than a minor impact on the Government's fiscal aggregates if it became law\", the government may issue a \"Financial veto certificate\" to state that it does not concur with the Bill or amendment, in which event, such Bill or amendment cannot be passed. In Canada, this is done by requiring the royal recommendation, which may only be obtained by a Minister, to be conveyed to Parliament.While the mechanisms may vary from country to country, the principle underpinning them is the same. That is to say, a Bill or an amendment with financial implications cannot be passed if the government of the day does not support it, in recognition of the principle that responsibility for financial matters lies with the Government. So, earlier, when Mr Leon Perera talked about \"deeming\", there is no \"deeming\" involved. If the Government does not support the Bill or the amendment, the Government would not even need to put it to the President. But if the Government supports it, then the Government will put it to the President with the requisite advice and the recommendation would be signified in Parliament. Hence, the Council of Presidential Advisers (CPA) is also not engaged because this is not a discretionary function of the President. The President may consult the CPA for the discretionary functions.For a Government Bill falling within the scope of Article 59(2), the Minister giving notice of the introduction of the Bill must indicate whether the President's recommendation is required and when introducing the Bill at First Reading, must signify whether the recommendation has been obtained. This is provided for in Standing Order 67(1).Members may recall that a few days ago, I introduced the Supply Bill. When I introduced the Supply Bill, I signified to the Chamber that I had the President's recommendation.In the case of a private Member's Bill, the Minister for Finance has to inform the Speaker whether the President's recommendation is required under Article 59(2). If the Minister for Finance informs the Speaker that the President's recommendation is in fact required, then, before the Member can be called upon to move the Motion seeking leave to introduce this Bill under Standing Order 66(1), a Cabinet Minister must signify to Parliament whether the President's recommendation has been obtained.If no such recommendation has been obtained, the Speaker shall not allow the Motion for leave to introduce the Bill to be moved. The same procedure applies to amendments proposed to Bills. That is under Standing Order 74(3)(c). One more thing I should add, which is that if a Member intends to propose a Bill or amendments to a Bill, which make provision directly or indirectly for the list of financial matters listed in Article 59(2), he or she should inform the Ministry or Minister with oversight of the matters in the Bill or amendment as soon as possible and ideally no later than the time of filing the relevant notices with Parliament so that the relevant assessments and steps can be taken. If the Member is not sure whether the matters in the Bill or amendment are caught by the provisions of Article 59(2), then all the more so it would be advisable to inform the relevant Ministry or Minister early. That deals with Mr Perera's cut. I move on to Mr Leong Mun Wai's cuts.Sir, Mr Leong Mun Wai had a series of, I think, five questions. Mr Leong did not provide the indication of these beforehand. Normally in the gist of the Budget cuts, Members are asked to provide the gist. I also do send out a notice, generally, to ask people to provide the gist of their cuts because it will then enable us to respond in a more considered or fuller manner. With respect to the five questions which basically were given on the spot, I will give such replies as I can. If the Member has any other things, it will have to be taken up separately. Let me just run through very quickly.I think the first question was on the termination of the Sports Hub. I would say in response the reason for the termination of the Sports Hub was addressed in the Ministry of Culture, Community and Youth (MCCY)'s Ministerial Statement in August 2022.The reasons for the urgency and the use of the Contingency Fund was: first, the transaction was market sensitive; and second, it was an opportune time to develop the Kallang Alive precinct as the sports sector recovered from COVID-19. The termination sum will be paid in this financial year.For his second question on the SPH Media Trust, that is from the Ministry of Communications and Information (MCI)'s annual budget from FY2022 to FY2026. However, no money has been disbursed as Minister Josephine Teo had said in Parliament. For his third question, disbursement figures from the Government statutory funds are in the Government Financial Statements. The disbursement figures for the funds under the Statutory Boards are included in their financial statements.For his fourth question, the audit of the full $72.3 billion will be completed by the end of FY2024. This was answered earlier this month by Senior Minister of State Chee in a response to a Parliamentary Question.For the fifth question, I think the answers there can be found in the Budget Book.Then, with regard to his last point about what is the definition of \"raiding the reserves\", Mr Chairman, it is not a term of art. Essentially, we have a framework on how the reserves are to be used. When the principal amount is taken or drawn down or when land is alienated and if it is not made good or put back, that is a draw on the reserves.It is a simple principle that we adhere to. The framework is clear. It is not necessary for me to go into a definitional argument. The reasons and the rationale of when you can have a draw on the reserves are clear. A pandemic would be a good reason – when you are facing potential catastrophe and you have to save the economy, you have to save people. That is something that is built into the current framework. The reserves can only be used with the agreement of the President.The Chairman: Mr Leong Mun Wai."], "Mr Leong Mun Wai": ["Chairman, I thank the Minister for the reply. I have three questions. One is that given the kind of payments like the Sports Hub and also SPH Media Trust, where is a big payment to a third party, what is the procedure whereby the Parliament can come in and have oversight over such expenditure? Meaning, how far can the Government just approve the expenditure, just like that?For example, now, we have this SINGA Bill where infrastructural projects that are more than $4 billion require – when it goes through the SINGA Bill, then it comes to Parliament. But does it mean that if in the future, there is a project where we need to terminate the project and it is a $4 billion payout, the Government just makes the decision like that without Parliament scrutinising the numbers? That is one question.The second question is, to your best knowledge as the Second Minister for Finance, what is the percentage of the endowment funds that are being paid out every year – as a percentage of the outstanding assets that these endowment funds have at the moment? The third question, with regards to the raiding of reserves. Your question basically means – does it mean that as long as the Government has a set of rules, we cannot debate against that set of rules? In this case, it is a set of rules regarding reserves management and the recording of the reserves. You can always say that what you have proposed is not in line with our reserve management policies but we can still discuss about it. There is no need to say right from the beginning, that this is a raiding the reserves and it is not only one time, but many many times by many people and over the mass media and all that.The Chairman: Could we keep it concise so that others can ask their clarifications?", "That is my third question. Okay."], "Ms Indranee Rajah": ["I thank the Member for his clarifications. I think his first question is related to what authority does the Government have and what is the relationship with Parliament and the degree of oversight. I should start off with the first premise, which is that when the people elect the Government, it is to govern. It is to run the Government. Therefore, there are quite a large scope of things which is under the authority of the Government.The Government, obviously, has to be accountable. Hence, when the Government is accountable, it has to come back to Parliament for various things. But when it comes to Parliament, it is usually to scrutinise broad policy and not the day-to-day operational matters.So, the debate that we just had, for example, the Budget debate we call it the Budget debate but actually, people forget what it actually is. It is a Motion to ask this House to approve the Government's financial policy. You approve the financial policy, all those broad headings and the broad expenditure that is agreed to by Parliament, but the details of how that is to be spent if it is within the block budget, that is really within the Ministries' purview.But if it is thought, for example, that the Ministry has not done well in its expenditure, that can be queried in Parliament either through Parliamentary Questions, and we also have the Estimates Committee, which is a standing Parliamentary Select Committee which examines the Government's Budget and raises questions thereon. I think that is available to the Member as well. So, we have a whole series of checks and balances. You have got the Constitution, which sets the framework. The fiscal policy or financial policy is subject to Parliamentary approval and subject to debate. We have got the Estimates Committee. There is also the Public Accounts Committee. It is also subject to independent audits by the Auditor-General's Office (AGO). The Public Accounts Committee also examines the Government's accounts and the AGO's report and calls on the relevant agencies to explain particular issues or to take corrective actions.For the second question on the extent of funds paid out every year, since that is a very specific question requiring certain data, perhaps the Member can file a question on that. I do not have that offhand.The third question was, I think the Member put it this way – he said does it mean that if the Government has a set of rules, we cannot debate it because he said we can always say it is not in line. He also said that there was no need to say that it is raiding one time but all the time. Let me deal with the two separately.The first one – does it mean that we have a set of rules? The answer is yes. We do have a set of rules. Does it mean that you cannot debate the rules? No. If you want to change the reserves framework, by all means, you can debate that. You can suggest that it should be changed. But so long as the rules are in place and so long as what is proposed is not in conformance with those rules and is a draw on the reserves, then it means that it falls outside or breaches, if you like, or it is not in accordance with the rules.So, there are two things. You have a set of rules. And if you want to debate whether that should or should not be the rule, that is entirely up to that Member's prerogative. But if what you happen to be proposing does not fall within the rules, then the Government is entitled to say that it would be a draw or, put it in a slightly easier to understand form, it will be a raid on the reserves.And secondly, Mr Leong suggested that there is no need to say raiding the reserves, not one time but many, many times. The answer is that, if your proposals do actually intend to draw down the reserves not one time but many, many times, then, inevitably, it will draw the reaction that you are raiding not one time but many, many times. So, it all depends on your proposal. The Chairman: Mr Liang Eng Hwa.", "Sorry, Mr Chairman, I just wanted to clarify something to make sure I was absolutely accurate in my answer to Mr Leon Perera earlier, about when the President consults the Council of Presidential Advisors (CPA). I just wanted to clarify that the President must consult the Council before exercising any discretionary power, unless it is one of the excluded matters in Article 37I(A)2, that she only needed to consult in some situations.The Chairman: Assoc Prof Jamus Lim.", "Mr Chairman, I thank Mr Perera for his clarification. But actually, this procedure is a very long-standing procedure, not just ours, but it is a feature of the Westminster model and parliamentary democracies.In other words, these procedures, you may call it elaborate. It is a polite way of coming to Parliament to say that you need the Government's support. Many of the things which have its roots in parliamentary procedure from the Westminster model come from these – you could say, these courtesies of the past. The New Zealanders, as I described, are a little bit more direct about it. It is just a government \"veto certificate\". \"Nope\" and that is it. But we are doing it in a polite way. We signify whether the President has given her recommendation. Whether or not the President gives her recommendation, would depend on whether or not the Government gives its support.It does not in any way affect the standing of the President. It was a very early feature of our Constitution. And you will find it, if you check, you will find it in many different ways, shapes or forms in other Commonwealth jurisdictions.And so, it is not so much a question of box-ticking, certainly not the case. It is very much a case of observing certain proprieties which are laid out and, in a way, that has a long-standing tradition.The Chairman: Very quick one. Mr Saktiandi. We have to end it by ."], "Mr Liang Eng Hwa": ["Sir, just want to come back to the question I raised in my cut which is whether the Government can do more to review our rules and procedures so that we can be more pro-business and help businesses save cost and save time.I often hear this feedback from the businesses. The pain point is always that the Government rules can be quite cumbersome and some are unnecessary and the procedures can be quite inefficient. I would like to ask the Senior Minister of State again if the Government can do more here. ", "My point was that our expenditures are way higher than the taxes that we collected from the system. In that regard, it is expansionary because we are spending more than that we collect from the taxes. And in reference to the clarification earlier that the Member said that every dollar in the tax that the Government collected is taking out from the system. But, here, in our case, our expenditures are way above the revenue that we collect from taxes.The Chairman: Ms Foo Mee Har.", "Thank you, Sir, I believe we are quite close to raiding our guillotine time.The Chairman: Yes, we have.", "Allow me to thank Deputy Prime Minister Wong and our best-in-class MOF team for the reassuring as well as forward-looking Budget; and also thank you to Minister Indranee and Senior Minister Chee Hong Tat for responding to our cuts. I beg leave to withdraw my amendment.Amendment, by leave, withdrawn.The sum of $1,168,082,700 for Head M ordered to stand part of the Main Estimates.The sum of $131,628,500 for Head M ordered to stand part of the Development Estimates."], "Mr Chee Hong Tat": ["Mr Chairman, I thank Mr Liang for asking this very important question. The Government deals with quite a lot of businesses: in our capacity as regulator, when they are applying for licence, they need our permit to operate; or as a buyer, when we procure services and then they are our suppliers.In both instances, there is scope for us to continue to look for ways in which we can do better in our interactions with businesses especially smaller businesses, the SMEs, because they do not have a lot of resources. So, when we design our licensing framework, when we design our rules and procedures, we also want to make sure that they are able to comply with not too much difficulty.Sir, I want to highlight that this is not just an MOF effort. This is actually a whole-of-Government effort. And my colleagues from the other Government Ministries and agencies, have also been embarking on this initiative. One of the initiatives, Mr Liang is aware, is the Pro-Enterprise Panel under the Ministry of Trade and Industry (MTI) where we regularly solicit feedback from businesses and from trade associations on where are some of the pain points and where are some of the areas for improvement.I recall, a few years ago, when I was with MTI, I shared an example of how we used business process, re-engineering and digital transformation to implement Go-Business licensing portal where we shortened the processing time for food-related businesses when they applied for licenses by up to 14 days and we cut down the number of forms that they need to submit. Previously, I think it was 14 altogether, more than 800 data fields. We did some consolidation and we reduced it to one form with fewer than 90 data fields, and we removed some of the duplicate licences and helped them to save on licensing fees. When you remove some of these, then they do not have to apply, do not have to pay.This is something we want to keep doing and it has to be a partnership with our businesses and our trade associations, because the Government may not know fully where are all the pain points and where are all the areas for improvement. But from the users' point of view, the businesses will know. That is why I mentioned in my speech earlier that I want to work closely with SBF and ASME, not just to improve on the tender processes by introducing Tender Lite, which is one of the ways to help businesses, but also on other pro-business initiatives.", "Mr Chairman, the current payment term for the Government to pay our suppliers is within 30 days. And this is a standard that I would say, is comparable, if not, better than some of the other governments and even private sector companies. But we will want to work towards, where possible, to shorten the payment period. Because, as the Member correctly pointed out, this will directly benefit our SMEs in terms of cashflow.I would want to caveat that a little bit by saying that it depends really on the nature of the contract. There are some that are more straightforward – the service has been provided, the product has been delivered, everything is okay, we can try and speed it up. But there are some that may require more evaluation because it is not so straightforward, or if the amounts are much bigger and we need to be careful, with due diligence, in order to ensure value for money and prudent spending.Rather than to have sort of a blanket yes or no, we will certainly aim to work towards where we can – for simpler, more straightforward contracts, smaller amounts, we try our best to go within 14 days. But larger amounts, more complex contracts, we may need to give the agencies a bit more time so that they also can safeguard the interests of public funds.The Chairman: Mr Leon Perera.", "Mr Chairman, Mr Saktiandi raised an important point because we do not just focus on the large ticket items. Those are very important, because, as I mentioned in my speech earlier, we managed to save $1 billion dollars through the process together with experts from private sector and academia.But many of the smaller projects on their own, may not yield a lot of savings. But if you add them all up and there are many of them, could make a positive impact on our overall value-for -money outcome.So, we have been encouraging the Ministries and —The Chairman: You can just quickly wrap up.", "— agencies to empower the officers. What we want to do is continue this process of working closely with them, letting our officers know that when you bring up such suggestions, you will be supported. We will facilitate experimentation, trying out some of these new ideas. And even if some of them were to fail along the way, because we are doing some pilots and it is not guaranteed that all of these would succeed, it is okay. It is okay to try because we are all working towards a better outcome.The Chairman: It is okay. Thank you. Mr Liang Eng Hwa, would you like to withdraw your amendment?"], "Assoc Prof Jamus Jerome Lim (Sengkang)": ["Thank you, Chair. The hon Member Mr Liang had suggested earlier on and, if I heard correctly, that so long as we have a positive NIRC, then the Budget must necessarily be expansionary.May I first clarify that that was indeed what he said.And, if so, since the NIRC has been consistently positive, at least since 2008, would that mean that he believes that over the past decade and a half, that we have never run a contractionary fiscal stance? And I am wondering if the Minister of Finance or anyone from the Finance Ministry is willing to corroborate this characterisation.If what the Member meant was, so long as the sum of the NIRC and revenue is less than expenditure, then it is expansionary. I actually have no quarrel with that. But since the NIRC has, in fact, been positive, this would actually mean an even greater surplus over expenditure, which would mean an even more contractionary budget, contrary to an expansionary one.The Chairman: Mr Liang."], "Ms Foo Mee Har": ["Thank you, Chair. I have two clarifications for Senior Minister of State Chee, not on philanthropy because the question roughly is answered, but two clarifications regarding a debate brought up here.First, Senior Minister of State spoke about Government's effort to support businesses, especially SMEs. So, how we pay them is going to be important. I would like to ask, this has been brought up in previous speeches, what is Government's plan to try and pay the businesses transacts within 14 days? Is that achievable, that request from Nominated Member of Parliament Ms Janet Ang?The second clarification is, what is the targeted adoption rate for e-invoice for transaction with Government? The Senior Minister of State spoke about that just now. I want to ask what happens if some SMEs have not put in place the necessary infrastructure? Does that mean they cannot participate in Government procurement?"], "Mr Leon Perera": ["Thank you, Mr Chairman. I would like to thank Minister Indranee Rajah for her reply to my cut.I just have one clarification, and I appreciate her laying out the process for seeking the President's recommendation on Bills, with fiscal implications as well as speaking about areas of exercisable discretion and so on. Those points are well taken.My clarification is just about why there is a need to have this rather curious and complicated procedure, where for these matters, something is referred to the President, but then, the Cabinet instructs the President to act in a very prescriptive way and President has to act that way and then the Bill can move forward in Parliament.It does not seem to serve any constructive purpose, in terms of time and the administrative effort and efficiency. And moreover, would the Minister give some thought to the consideration I raised? There is a potential disamenity in keeping such arrangements in place which is that of the President being seen to be a part of this sort of procedure which involves box-ticking or rubber stamping. It could be seen that way. It does not really help the standing of the Office of the President and just seems unnecessary.Will the Government consider reforming this aspect of the Constitution to sort of do away with that procedural step. And before I resume my seat, I just want to say that it should be clear that we have debated in this Chamber before on the Workers' Party's position on the Presidency —The Chairman: If you could keep it short on this point. ", "That it should revert to a ceremonial Presidency. So, this does not change that."], "Mr Saktiandi Supaat": ["Thank you, Mr Chairman. I am just glad that we are discussing today about cost savings when our neighbour just released their budget and they are talking about cutting their deficits and reducing the government debt.My question is to Senior Minister of State Chee, in response to his answer to my cards. In regard to the scrutiny of infrastructure spending, he answered that question in terms of public accounts. But, maybe, if Senior of Minister of State can share a bit more about our cost savings and our efforts from smaller projects, smaller to medium-term projects, and what additional sort of scrutiny and efforts to review those and how we can enhance on that front as well."]}