{"Mr Seah Kian Peng": ["Mr Chairman, just three clarifications – one each for the Minister, Minister of State and Senior Parliamentary Secretary. Ladies first. First, to Minister of State Sun Xueling, I think we are all cheered by the fact that with the revision in salaries and appreciation for preschool educators, we have seen an increase in the number entering this career. But for infant care teachers, I am quite sure many of us are experiencing that there is a long waitlist. There, certainly, is a long waitlist at the preschool centres in my constituency. Therefore, my first clarification is, what can we do to increase the supply of infant care teachers, so that it will help to shorten the queues for them?My second clarification is to the Minister. We are heartened by the top-up of $300 million into the ComCare Endowment Fund. We know that the cost of living has gone up. My simple question is, on the review of both ComCare and Public Assistance scheme, when is this due, because for all those who are receiving these, the last year, in particular, has been quite hard on them.And my third clarification is for Senior Parliamentary Secretary Eric Chua. I refer to a suggestion by Mr Leon Perera where he suggested that we could dispense for SSOs to probably dispense or simplify the need to verify certain documents. My own take is that we need to be cautious about this. I would rather say and hope that, instead, SSOs be empowered more to exercise greater flexibility to work within the guidelines and yet, exercise flexibility on a case-by-case basis as they evaluate each of these ComCare applicants.", "Mr Chairman, it has been a long week. It is Friday and it is quarter past eight. First, on behalf of all of us who raised cuts at this COS debate for Head I, I would like to thank Minister Masagos, Minister of State Sun Xueling and Senior Parliamentary Secretary Eric Chua for their comprehensive and considered replies to all our questions.Likewise, I think I speak for all to express our sincere appreciation to all those in the social service sector for their big hearts, for their care, for the compassion and for their patience as we all journey together to make Singapore a more caring, a more inclusive and a more giving community. With that, Sir, I beg leave to withdraw my amendment.Amendment, by leave, withdrawn.The sum of $4,061,739,900 for Head I ordered to stand part of the Main Estimates.The sum of $103,868,000 for Head I ordered to stand part of the Development Estimates."], "Ms Sun Xueling": ["I thank the Member for his clarifications. We all recognise that, indeed, we do have a shortage of manpower in the early childhood industry. Currently, our manpower stands at 24,000 persons. As I have mentioned in my main speech, we would need an additional 2,500 persons to join the early childhood sector by 2025. The Member is right that it is in the areas of infant care educators, infant care carers, that we do face an acute shortage.So, ECDA has embarked on a three-pronged approach. I have mentioned reviewing of their working conditions, ensuring competitive salaries and also ensuring that they have good skills development and that there is career progression for them.Over and above these three areas, ECDA is also working with AOPs and other preschool operators to step up recruitment through online means as well as through job fairs. We are also working with AOPs, where possible, for them to consider diverting their manpower internally so that there is good deployment between infant care and childcare where they are operating in the same premises.Over and above that, as I have mentioned in my main speech, we are working with the AOPs to actively reach out to both local and foreign sources of manpower. We definitely hope that we can encourage more people to consider joining the early childhood education industry.I have mentioned that we are tapping on community networks and these community networks are very wide. It will include PA, Daughters Of Tomorrow and also \"Women at Work\" by MENDAKI. So, through these combined efforts, we hope to be able to encourage more to join the early childhood education industry."], "Mr Masagos Zulkifli B M M": ["Thank you, Chairman. The ComCare Short and Medium-Term Assistance (SMTA) and the Long-Term Assistance (LTA) were just reviewed in August 2022. So, we raised that from $600 to $640, and have higher cash assistance for the LTA. But we must continue to monitor this current increase in inflation, which is not the usual one, creeping slowly, but given the circumstances that are faced by people all over the world. We will look at this and, if the need arises, we will certainly increase the support to our ComCare recipients.Secondly, the income eligibility, we will provide an update at the end of the year. But having said that, the income eligibility criteria are not hard thresholds because the SSOs can assess holistically the family, their needs, because if their basic needs cannot be met, no matter what their income is presented to be, the SSOs do have the discretion to support them. Therefore, we do have flexibility to exercise on a case-by-case basis.The Chairman: Senior Parliamentary Secretary Eric Chua."], "Mr Eric Chua": ["Chairman, I thank the Member for his suggestion and his comment. I agree and I just want to go on to add – and also to add to Minister Masagos' point – about the fact that the SSO GMs and staff do have some discretion, especially when giving out quick and immediate support. Oftentimes, we get feedback that SSO applications take about four to six weeks to get approved. That is for a large percentage of all cases that come in. But beyond that, the GMs do have some discretionary funds within each SSO for them to take some quick actions as well. I just wanted to add on to that.The Chairman: Mr Leon Perera.", "Chair, I thank the Member for his additional suggestions. I think there were a couple of things that were said; well, quite a number of things were said.I think, first of all, it is the reference to the minimum income study. I think that has been covered in the last COS and addressed by Minister Masagos. I will not go into great detail on that. I think our position on that has been clear; there have been previous press releases by the Ministry of Finance as well with regard to that study.To two other points that the Member made regarding the application process. I think the Member also was nodding away when I was talking about SupportGoWhere and ComCare applications being made easy through SupportGoWhere. That is just the start of our entire journey. We are on the cusp of change in the social service delivery landscape, if I could put it that way. And I think ComCare being on SupportGoWhere is just one of the starting points for us in revolutionising the delivery of social services.So, that is one part of things about the ease of application for social service applications.The last point on experimentation, I think the Member would be very seized to find that part of ComLink is exactly about that – for us to have an area carved out that we can do policy sandboxes.For instance, the point about the 60 Jalan Besar families taking on this upstream approach. Of course, this is more operational than policy that they have one point of contact for all the different services, have the befriender and the ComLink engagement officer working together to make sure that what is presented in terms of an action plan to each family is coherent, it is not obfuscating to the family, it is not confusing to the family.That is only the start of what we are looking at. But essentially, a part of ComLink's DNA is about daring to do new things policy-wise as well. I think some of these moves would be gradually revealed as some of the details are being worked out. I urge the Member to watch the space for announcements related to ComLink.The Chairman: Ms Carrie Tan.", "I am fully aware of that. I thank the Member for her question. I think the short answer is there is never enough manpower.But the longer answer is that behind each befriender, we are not leaving the befriender to do his or her job alone.In my speech, I said the befriender will put things together almost like a character from Mission Impossible, harnessing things in the coherent plan for the family, having great knowledge of the different schemes and programmes, both on the Government's side of the house and the community's side of the house, and present a coherent plan to the family. He or she is supported by a ComLink engagement officer, the CEO. Yes. Who is a staff of the SSO.So, the short answer and the longer answer is, yes, the befrienders are supported by these so-called professionals at the SSO, behind the scenes.As I mentioned in my speech, today, we have more than 700 befrienders. There is a certain type that we look for in a befriender. And Ms Carrie Tan, being in this sector for a long time, would know that we want those who are big-hearted, red-blooded and have a big heart for ComLink families to be able to journey with them for the long haul. Because we are not talking about volunteering for ad hoc occasions, we are talking about going at it for months and sometimes, perhaps, even for a couple of years, at least, with each family, understanding them in depth and then proposing and perhaps, nudging and working through with these families – as equals, of course – on the situations that they are in.So, I feel that the bar for befrienders is also high. If anything else, I would really make a clarion call for more to step up to be befrienders. And I thank the Member for highlighting this issue on manpower as well.The Chairman: I will come back to you, Ms Tan. Ms Ng Ling Ling.", "Chair, I thank the Member for her clarification. I think she would agree with me that the sheltered workshops' environment is very much suitable and amenable to persons with intellectual disability, not so much for persons with autism. The additional 100 spaces that we are talking about would be the type of jobs that we typically can find in a sheltered workshop.Alongside this, what is happening behind the scenes is also the fact that we are trying to review some of the service models to see how we can change up the way sheltered workshops are being organised: what they can do or what they cannot do or what they could do in the future. So, we are trying to future-proof or move the sheltered workshop model into a more advanced stage.We welcome corporates to have a conversation with us because it is only by understanding where business needs are, understanding where persons with disabilities' needs as well as caregivers' needs are and forming these few pieces together and that overlap in the Venn diagram – that is the sweet spot that we want to land. I think that is exactly the harder piece of work that we are trying to work at behind the scenes right now.So, I do not have a ready answer, but I thank the Member for shining the light on this part of work that we are doing.The Chairman: Ms Carrie Tan.", "I think my mobile phone charm is not working very well. So, to the point that the Member raised, I fully agree with her that a wide range of skill sets are needed.Again, I go back to my centre of gravity earlier about the roles of the befriender vis-a-vis the role of the ComLink engagement officer. Before the ComLink engagement officer comes to where he or she is in the SSO, I am sure he or she goes through a rigorous set of training under the ambit of the Social Service Office before he or she gets to where he or she is serving.But I just want to expand a little bit more about what the befrienders go through. To me, the befriender is the first touchpoint for our ComLink families. What we have done is to make sure that the befrienders are committed and they also go through a full training curriculum with the SSOs.There is a training roadmap for our ComLink befrienders, which includes topics like understanding the social service landscape in Singapore, family and domestic violence awareness training and also ComLink befriending training, which is tiered into two different levels – Tier 1 and Tier 2.Those components about dos and do nots for home visits, befriending philosophy, building rapport, sensing needs, nudging families – our befrienders are trained as part of this curriculum in those competencies and skill sets.On that end, I will assure the Member that the befrienders are well equipped to take on the challenges in being a part of this – I agree with her – this mammoth and gargantuan endeavour to really make a change in the rental flat family landscape.The Chairman: Ms Joan Pereira.", "In terms of the planning that goes on behind the scenes, the ComLink Alliance Workgroup that is the steering committee for each town meets very frequently – monthly. We have 21 of such leads there are leading the efforts in each of the 21 towns. In terms of how we connect with the different partners within the community, this is a central node.We do involve the other visceral parts of the ecosystem as well. For instance, the volunteer centres under MCCY's SG Cares. They too feature very strongly in ComLink because they are a good source of new volunteers who might be interested, who might want to be a part of this ComLink journey.Those typical nodes that you find in the community landscape in each town – for instance, the grassroots – they are also plugged into this ComLink Alliance Workgroup.In terms of how we reach out to each Member, we also give regular updates by email. Feel free to approach me as well because I am in charge of the ComLink that is part of Henderson-Dawson. So, feel free to reach out for updates on the information.But where there are programmes and initiatives that you think are worthy of propagating, not just across the ComLink towns, but they can be something that can be shared across towns. What we have done is my MSF colleagues have helped to create a buffet of different offerings of academic programmes, of sporting programmes – for instance, Sport Singapore has this SportCares programme that reaches out to rental flat families through football, basketball and all that. That is put on a list that is shared with all ComLink Committees.In that sense, information sharing has been ongoing. It has been very much behind the scenes. I think we can do more to bring it forward to all who are involved on the ground.The Chairman: Any further clarifications from Members? If not, Mr Seah, do you wish to withdraw your cut?"], "Mr Leon Perera": ["Thank you, Mr Chairman. I appreciate the points made by Senior Parliamentary Secretary Eric Chua. Just one supplementary question. That is in relation to the suggestions I made about significantly enhancing the ComCare grant quantums in line with minimum income standard research, extending the runway perhaps to a year and making the application process less onerous in terms of interviewing family members and documents and so on.My clarification would be: would the Ministry be open to experimentation, doing a pilot to see if we do these things and make significant changes, whether the net benefits will outweigh the risk or the downside in terms of reducing that bandwidth tax, reducing the stress, enabling that trampoline effect where families are able to plan ahead and plan a turnaround in their life? And also, just improving the outcomes of their children as they go through this life that they have to go through, which they did not choose to go through.Would the Ministry be open to that? I think Assoc Prof Jamus Lim made some similar suggestions as well. So, the role of experimentation and pilots."], "Ms Carrie Tan": ["Thank you. I would like to direct my question to Senior Parliamentary Secretary Eric Chua. I think to commend MSF for taking on this very bold experiment. I feel like ComLink is almost undertaking a massive endeavour that is similar to what social service agencies might do. So, my question is, does the ComLink programme have headcounts within MSF that play a dedicated volunteer management role? Yes, that is my question. Depending on the answer, I might ask further.The Chairman: Senior Parliamentary Secretary Eric Chua. Depending on your answers, you may get more questions.", "Thank you, Mr Chairman. I would like to continue this conversation with Senior Parliamentary Secretary Eric Chua.I have no doubt that the befrienders are currently supported by very technically sound and competent MSF officers. But I think it kind of misses the point, because volunteer management requires someone with a very wide variety of skill sets, including being a cheerleader, a peer support facilitator for the volunteers, strong in communications so that they can continuously share uplifting stories, help to boost their morale, listen to them, sometimes, be an Agony Aunt, because befrienders themselves could be impacted by the stories that they see.I do not think that this is a role that can be underestimated. Hence, I think it is critically important, especially if we want to ramp up the number of volunteer befrienders, that we have people with the right background experience and expertise to actually do this well for ComLink to be able to be implemented well.The Chairman: Senior Parliamentary Secretary Eric Chua."], "Ms Ng Ling Ling": ["Thank you, Chairman. My question is also for Senior Parliamentary Secretary Eric Chua.On the sheltered workshops, three questions. Firstly, how long is the wait list? The second question is, what kind of jobs are the additional 100 over places that you mentioned would be added this year? Thirdly, how else can the business sector help so that persons with disability have a higher chance to stay engaged?"], "Ms Joan Pereira": ["Thank you, Chairman. On ComLink, to be more effective, I think we need to have more information sharing. I mentioned this in my speech earlier.Can I ask the Senior Parliamentary Secretary if this is being done now and if so, how can we help our SSO so that it is facilitated across all the various agencies and it will be more helpful in their job?"]}