{"Dr Tan Wu Meng (Jurong)": ["Chairman, I beg to move, \"That the total sum to be allocated for Head O of the Estimates be reduced by $100\".I declare that I am a medical doctor in a public hospital and I am the son of a cancer patient. Today I will speak on our patients and our healthcare workers, our healthcare system and our pandemic defence. On our patients. Our people want to live at home. And sometimes, when a patient has incurable terminal illness, that patient wants to die at home as well. So, the care must follow the patient. And if the policy intention is to subsidise the care, it is important to look at whether the subsidy and support follow the patient as well, including into the home. It is important in end-of-life care, palliative care. It is important when patients are less mobile because each trip to and fro for a less mobile senior, can mean expenses on a taxi trip, a private hired vehicle or even a private ambulance for some of the sickest patients who are based at home. It important as family sizes get smaller – fewer children to share the caregiver filial duty of accompanying a parent to a clinic. Each visit, each trip to and fro, means cutting into family care leave, annual leave from work and sometimes, that leads of friction with the employer. It is often the less well-off workers, with less bargaining power who face difficulty being a caregiver – because we know that while some employers are kind, some employers are \"one kind\". Last year, during the debate on Healthier SG, I shared about one of our Clementi seniors. Ah Ma was bedbound, not able to get out of the home, not able to physically get to the polyclinic nearby. Her home visit doctor wrote a prescription. But when the prescription was brought to the polyclinic, she had to pay unsubsidised rates for her medicine. She could not make use of her Pioneer Generation ((PG) card because she was not physically able to get to the polyclinic, walk in the door, register as a subsidised patient, make use of that subsidy and the PG additional subsidy too.Minister Ong Ye Kung, last year, thanked my Clementi residents and I for pointing out. \"that healthcare subsidies should not be tied to services being delivered in brick-and-mortar facilities\". Minister also said, \"This will naturally have to be reviewed as we shift our paradigm\".  Can the Minister share what is the progress of the review and what improvements are being looked at to support less mobile patients and seniors at home?Because healthcare is changing. Care is moving \"beyond hospital to community\", MOH's own words from half a decade ago. The Healthcare Services Act (HCSA) recognises that healthcare goes beyond places of brick-and-mortar. The  (NEHR) also recognises that patients move between different places of care and so there has to be continuity of medical records as part of continuity of care.And, therefore, it makes sense. It is a natural policy progression to look at how subsidy can be made more portable with the appropriate processes and safeguards, to make subsidies more portable so that care follows the patient, including to the home for patients who are less mobile. Traditionally, MediSave was tied to the inpatient hospital setting. But over the years, we now allow MediSave to be used for outpatient care of chronic diseases in the clinic.But more can be done because some patients at home have medical conditions which mean it is very hard to move around, very hard to go out of the home, to a clinic. Patients with chronic neurological conditions, such as muscular dystrophy or motor neuron disease. Some patients may be homebound because of old age. Each trip going out, not so straightforward. And there are also some patients, some seniors, with incurable illness, terminal illness, limited time left. And for these patients, every trip to and fro from a healthcare facility, means less time spent at home, less time at home with loved ones in a place that they want to be. So, it matters.  Can MOH look at how healthcare financing and healthcare delivery can be made more portable for such patients? Subsidy, 3Ms: MediSave, MediShield Life, MediFund, so that care can be delivered at home, closer to home especially if the intent is already to subsidise such care. When patients need to do a blood test a few days before the appointment, can MOH make it more straightforward for patients to have blood tests done at home, or at a polyclinic near to home, to reduce the distance travelled by patients and caregivers? Can MOH make blood test forms more portable across the different public healthcare institutions?My Clementi residents tell me of fellow Singaporeans discharged from one public hospital, given blood test forms to be brought to their regular doctor at another public hospital and the doctor at the second public hospital, the regular doctor, has to reorder, reprint, reissue the blood test form, even though both hospitals were part of the same healthcare cluster.There is more that can be done to make the journey smoother for our patients. In short, policy design must be about seeing through the eyes of our people because that is how we make better policy and deliver better care.  I want to move on to talk about our healthcare workers and in particular, flexible work arrangements in healthcare.  Amidst our ageing population in Singapore, many healthcare workers are themselves caregivers as well. There is the filial son, the filial daughter, works a full shift at work in the hospital, comes home, put in that extra mile for their parents too, extra mile at work, extra mile as the caregiver after knocking off work, looking after an aged parent who may have dementia, or themselves have a serious illness. There are single mothers working in healthcare on the healthcare frontlines. When they finish their shift, they go home, look after their children, putting their full heart in at work and at home. There are also healthcare workers who themselves have special needs children at home. Each time a healthcare worker faces challenges with flexible working arrangements, it poses challenges at home as well.Some healthcare workers have themselves fallen ill with a serious illness, such as cancer. They have gone through treatment, fighting their way back to health, rebuilding their health even as they rebuild their work identity, trying to make progress, trying to come back to work, helping patients who are recovering from their illness. So, flexible working arrangements can make the difference between healthcare workers having to choose between their family and their job or, in some cases, between their health and their job.Can MOH tell us how many healthcare workers left the workforce in the past five years, despite still being of working age? And how many former healthcare workers have returned to service in the last five years? I also want to speak for our older healthcare workers. These healthcare workers have served on the frontline for decades, full of experience, wisdom. The journeys and wisdom of a lifetime. They still want to contribute. But, sometimes, they also are looking for flexible work arrangements as they have elderly parents at home. We should find ways to keep these workers in the workforce serving as long as they are able to and wish to do so.Progressive, supportive HR practices, it matters in the workplace; it matters in healthcare. It keeps the workplace open to sisters and brothers coming from different backgrounds, different walks of life, different personal journeys. It helps us recruit and retain the full diversity and depth of talent and life experience that is Singapore. And all this adds to the team because healthcare is a fundamentally human endeavour, no matter how much technology and science there is. Healthcare is fundamentally about human endeavour and humanity. And when our workforce draws on a full breadth of experience, life experience, talent, diversity, it helps our healthcare system. It makes our system stronger. It strengthens our ability to deliver care. I want to speak on our system of healthcare.Mr Lim Siong Guan was former Head of Civil Service. I remember a quote which Senior Minister of State Chee Hong Tat mentioned in a speech at an MOH event in 2017, \"Implementation is policy\", that is what Mr Lim Siong Guan said. \"Implementation is policy\" because the effectiveness of policy is not measured by how elegant it looks on paper, but how it is translated into reality, during implementation. So, I want to ask MOH some questions on implementation.On Healthier SG, what is being done to help family doctors come onboard, especially at older clinics which are not already digital? When can our residents start joining Healthier SG? What about patients with chronic disease, already seeing an established doctor in the community? How will the subsidy and financing framework operate for chronic disease medications? And how will it interlock with the existing model of care that many family doctors provide? And how will this connect with wellness and exercise programmes in the community? Because my residents in Clementi and in Faber Hills within Clementi, they tell me that HPB at one point was cutting back on exercise programmes in the community. And this meant that some seniors had to travel further in order to access their usual exercise programmes of their choice. Implementation matters. On IT, information technology, with Healthier SG, many more GPs and family doctor clinics will join our national healthcare IT systems. We owe it to patients and healthcare workers to ensure these IT systems are best-in-class, not just best in Singapore, but best in the world. On New Year's Eve last year, the New York Times had a sharply written article on IT and software design and maintenance. The author talked about \"technical debt\". \"Technical debt\" is the gap between what software is and what we want it to be.This \"technical debt\" is paid not by the software developers or manufacturers. \"Technical debt\" is paid by users. In healthcare IT, \"technical debt\" is paid by patients and healthcare workers – waiting for computers to load, windows to open. How many mouse clicks and how many keystrokes to make something happen?In 2019, the last year before COVID-19, there were 14 million consultations across the healthcare system alone. If in each consultation, you spend one minute less navigating the software, making things happen on the computer, that is 14 million minutes saved – 14 million minutes of technical debt, 10,000 workdays or 27 years of someone working round the clock, 24 hours a day. It is not a small amount. And with more private clinics plugging into the national IT system for healthcare, there will be far more than 14 million consults a year, depending on that infrastructure. So, it is all the more important we ensure our IT infrastructure in healthcare is best-in-class, not just in Singapore but internationally around the world.Last year I asked, is this something GovTech can look at? The Minister-in-charge of GovTech also sits in MOH. Is there an opportunity for deeper synergy, a healthcare IT platform built by Singaporeans for Singaporeans, good enough to compete against the best in the world. It is a matter of funding, willpower, ambition and vision.I want to talk about why time is care. Healthcare economists talk about \"supply-induced demand\" where in some countries a patient might be encouraged to use more healthcare resources. The 1993 White Paper on Affordable Healthcare mentioned this. In short, there can be market failure. But there can also be other kinds of market failure. Let me talk about \"demand-induced demand\". I spoke up on this 10 years ago, in an article in The Straits Times.If a clinic is too busy and consultation times are too short, it becomes harder to promote health. Six consultations of five minutes each are not the same as a half-hour conversation, especially when speaking with someone about quitting smoking, changing a lifestyle to save someone's life. And in our ageing society, with patients having more medical conditions, our healthcare system must allow sufficient time because time is as much a part of healthcare as clinics and hospitals, medication and technology.Time with someone you have just met to build trust and rapport for a long journey down the road. Time with a young Singaporean facing a mental wellness challenge. Time with someone who has just been diagnosed with a life-changing situation, and you are talking to that person, connecting, understanding their hopes and fears, preparing for the journey ahead. All this needs time. Time is part of care.And so, whether it is our family doctors' clinics operations, healthcare IT or the real-world journey of patients and families, our policymakers must continue seeing through the eyes of the people to understand what happens in real life, on the ground. Otherwise even the brightest policy-maker is flying an aircraft through a storm without instruments, not knowing the airspeed, altitude or how much is in the fuel tank.On our pandemic defence, we need to learn the right lessons of a generation from the crisis of a generation. Excess deaths – I asked this in Parliament. Can MOH give an update? What is driving excess deaths now that the reported infection numbers are subsiding? What was the impact of people delaying care and screening due to pandemic fear? Did socioeconomic status and housing affect COVID-19 outcomes and excess deaths?On securing our supplies in a challenging world, is MOH working with MTI to strengthen our supply chains? If there needs to be a new vaccine, can Singapore innovate and manufacture it on shore? I asked this in the Budget debate two years ago. Learning from the lessons of PPE protectionism where some countries imposed export bans, will MOH consider working with the Ministry of Law (MinLaw) and the Attorney-General's Office (AGC) to study whether certain essential supplies purchased by the Singapore Government can be gazetted as sovereign state property the moment the purchase is complete, even if the item is still in a overseas supplier's warehouse? The Senior Parliamentary Secretary for Health serves in both MOH and MinLaw and I hope the agencies will study this too.Sir, in conclusion. I said this three years ago during the Debate on the President's Address. I will say it again. Healthcare is about our people's lives – your life and mine, the lives of our loved ones, the life of every Singaporean. Last year, I spoke up to MOH about change – A Change Agenda. And as we emerge from the pandemic, it is a time for choosing. A time for choosing how we shape the future ahead. Because our policy choices today shape all our tomorrows, in sickness and in health. I beg to move.Question proposed. "], "Mr Kwek Hian Chuan Henry (Kebun Baru)": ["Chairman, Sir. Longevity science offers great potential for boosting the healthspan of Singaporeans, particularly seniors. The PAP senior group believes that this will be a gamechanger.Indeed, researchers have made remarkable strides in understanding the ageing process. Studies have shown that various preventive measures can extend our healthspan, which is the amount of time we spend in good health.  It is now possible to stay healthier than one's age or what scientist terms as chronological age, would imply with the correct lifestyle and medical intervention. Furthermore, biomarker tests can now be used to measure a person's biological age more accurately, allowing us to better monitor our healthspan. Lifestyle changes like intermittent fasting and exercises are already known to be beneficial. There is also the possibility of clinical interventions such as new supplements, existing drugs adapted for healthy longevity and novel drugs.  To accomplish this, much work needs to be done to turn cutting-edge research into clinical and lifestyle interventions in Singapore. It will also take time to convince and train local healthcare practitioners to adopt longevity science.Can the MOH provide an update on our attempts to utilise centres such as NUS' Centre of Healthy Longevity to extend the lifespan of our seniors and future generations? Can the Minister give news about the upcoming longevity clinic at Alexander Hospital set to open this year? And can MOH tell us how can we equip our healthcare professionals with the knowledge for this growing field of healthcare?"], "Dr Lim Wee Kiak (Sembawang)": ["Sir. I declare my interest as an eye doctor in private practice.This year, we will see the launch of Healthier SG, which will transform the way healthcare is delivered. Our people will be empowered to take care of their quality of life through preventive and dedicated patient-doctors relation. This is a paradigm shift from reactively caring for those who are already sick to proactively preventing healthy individuals from falling ill. This big shift in our approach for healthcare is for everyone. As our population ages, if we do not change our current healthcare model, our healthcare expenditure will be increasing exponentially. So, a change of mindset and healthcare model is required currently now to make sure that healthcare and quality healthcare remains affordable in the future.We have talked a lot about the ageing population and I think my colleague Ms Poh Li San has mentioned about the \"grey rhino\", which is a highly probable, high impact yet neglected trap that will happen. By 2030, one quarter of Singapore's population will be aged 65 and above, and life expectancy currently of 83.9 will be expected to reach 85.4 by 2040. With ageing demographics, we will see an increased prevalence of chronic diseases such as diabetes, hypertension and hyperlipidemia with its consequential diseases in cardiovascular, such as strokes and heart diseases. On the other hand, we have smaller families now, which means there will be greater burden for those who are caring for their seniors as mentioned by Deputy Prime Minister Wong in his Budget statement. We are fortunate to have various Government endowment funds from Elder Care Fund and MediFund to finance various programmes on an ongoing basis. On the other hand, we have Healthier SG now which will take care of another facet of healthcare, and you address how our citizens can live a good healthy and meaningful life ahead. We must give full support for Healthier SG, both citizens as well as medical profession.On this note, I would like to ask the Minister for an update on the launch of Healthier SG, which is targeted for middle of this year. What is the roll-out plan? How many family doctors have come on board, and what is MOH doing to engage those who have not signed up by now for the buy-in? For Singaporeans who are above 60 years old will be the first batch to be signed up, how will this be carried out? How will they be paired with their family doctors and what if their current family doctors did not sign up for Healthier SG? Today, we are seeing a rise in cost of living due to high inflation. Medical expenses are not spared as premium for medical insurance have gone up as well. Across all sectors of healthcare expenses from rental, utility, salaries and operating costs, the cost of running healthcare institutions have risen over the past three years as well. As our medical facilities are acquiring more advanced medical technologies, the cost of treatment would have risen accordingly. The Government should look into reining in this infrastructure cost of public healthcare institution as that every available space in a healthcare setting is properly planned for optimal utilisation. Not every single public hospital lobbies need to look like a five-star hotel or a shopping centre. This can help to tame capital expenses and costs for subsequent maintenance. What is the current and projected medical inflation for Singapore? What measures are MOH taking to tame medical inflation and what is the Government doing to help Singapore cope with the increasing out-of-pocket medical expenses? Will MOH review the current withdrawal limits of MediSave and increase it so that as to reduce the out-of-pocket expenses for our citizens? "], "Mr Ang Wei Neng (West Coast)": ["Chairman. Healthier SG is a major initiative of MOH. Would MOH update us on the progress and challenges of getting general practitioners (GPs) on board this initiative? I understand that many GPs make profits from dispensing the medicines. At the same time, many residents told me that they look forward to buying chronic diseases medication from GPs at a price that is comparable to the price charged by polyclinics. Will this happen?At the community level, we have many activities such as zumba, qigong, gardening, to name a few, that are very healthy and suitable for the elderly and all ages. How would MOH facilitate the linkage between the GPs and the community so that the GPs in our community can recommend their patients to enrol in such healthy activities?  Meanwhile, many community clubs are organising health carnivals for residents over 50 years old. Such carnivals often attract hundreds of seniors. Would MOH be keen to tap on such health carnivals to encourage senior citizens to sign up for Healthier SG? If so, Nanyang division would be the first one to volunteer.  The Chairman: Ms Ng Ling Ling. Take your two cuts, please. ", "When I was managing 5,000 bus captains in the past, we had many cases of bus captains being assaulted by passengers. We then worked with the Police, the unions and a few other agencies to create awareness that bus captains are public workers and should not be harassed or assaulted for doing their jobs. In recent years, more and more healthcare workers at public health institutions suffer from harassment or abuse. Healthcare workers are critical in providing the quality public healthcare that we are enjoying in Singapore.  To better protect our healthcare workers, I would like to ask if all the public health institutions have a standard definition of abuse against healthcare workers? Two, is MOH coordinating across all public health institutions to provide a standard protocol to take action against such abusers?Three, how is MOH working with unions to run campaigns to educate patients and patients' family members not to abuse healthcare workers?Four, how is MOH working with the law enforcement agencies to prosecute abusers for serious cases under the Protection from Harassment Act (POHA)?With joint efforts across different agencies, Mr Chairman, I am confident that healthcare workers can be better protected against harassment, abuse and assault."], "Ms Ng Ling Ling (Ang Mo Kio)": ["Mr Chairman, I had quite severe childhood asthma when I was growing up, but I have the general practitioners (GPs) in my neighbourhood to thank for treating me and enabling me to grow up a healthy woman. I thus applaud the Government's move to place key roles on our primary care doctors in the Healthier SG initiative. I asked at the Healthier SG White Paper debate on how the slightly over $1 billion start-up budget would be used. I was thankful that besides the broad allocation of this amount, which will include a chunk to upgrade the capabilities and IT capabilities of GPs, Minister Ong Ye Kung added that there will be a recurrent expense of about $400 million annually, of which half will go to GPs as their capitated service fee for looking after enrolled patients.  I did a probably highly inaccurate and overly simplistic back-of-the envelope estimate using $200 million annually, and assuming the total 1,250 GPs mentioned in MOH website on the Chronic Disease Management Programme (CDMP) are to all participate in Healthier SG, noting that this number includes specialist outpatient clinics. This may still come up to about over $100,000 per GP annually.  I was hopeful that this substantial annual funding will make it business viable for most GPs, who operate business models and face cost pressures just like any SMEs to fully support Healthier SG. Nonetheless, when I asked the GPs I know, there seems to be some mixed feelings and need for further clarity around a few matters.First, while there will be a capitated service fee, how much of the GPs' current revenue will be impacted by the new subsidies criteria on the medications?Second, what form of IT capabilities will be provided, especially if GPs are to treat more chronic disease patients and how will the set-up and recurrent costs of maintaining such IT capabilities be covered? Third, with more enrolled patients, there will inevitably be added administrative overheads. While such are often regarded as deadweight costs in public financing, they are real costs to GPs and how will they be supported? Lastly, before 3 April 2020, CHAS subsidies and MediSave were not permitted for any telehealth or telemedicine services. During COVID-19, from 3 April 2020 and subsequently, 9 October 2020, a time-limited exception was provided by MOH for patients to use CHAS and MediSave for their regular follow-ups for all chronic conditions under the CDMP through video consultation. My question is, given the advancement in telehealth to help increase productivity and enhance patient self-management, should this time-limited exception be made a permanent provision instead, so that GPs can innovate and utilise more proven health-tech solutions?I would like to declare my interest in leading ESG efforts for an investment company that invests into TCM business as well.Mr Chairman, I think I am not alone in benefiting from traditional Chinese herbs and medicines. While most of us would not be able to explain why TCM helps in improving various health conditions, almost all who believe in TCM know intuitively that there must be scientific reasons involved in the many herbs that nature provides and non-invasive methods that work with our bodies which TCM adopts to improve our health.The privilege to work with western medicine trained doctors with strong research capabilities in the past few years has opened my knowledge on systematic and well-designed clinical research that helps to provide data and insights for evidence-based conclusions on health intervention efficacy. My residents in Jalan Kayu also benefited for decades from the highly affordable TCM services by Sian Chay Medical Institution, a charity with IPC status approved by MOH. I thus hope to see TCM given a higher national role to play in keeping Singaporeans healthier, including the Healthier SG initiative.I would like to ask how MOH would help willing TCM practitioners to embark on clinical research that will meet the high standards of IRB, or the Institutional Review Board —The Chairman: Ms Ng, kindly wrap up, please."], "Ms Ng Ling Ling": ["— Review Board of our public health institutions and the standards for healthcare efficacy assessment by MOH.", "Mr Chairman, a key to the Healthier SG strategy is to pivot from just treating sickness when one is ill to an upstream preventive-health approach for a population-wide health management.I am glad that with this shift, Healthier SG will enable enrolment of Singaporeans, starting with 60 years and above later this year with the emphasis for them to build relationship with a trusted family doctor for their health planning and long-term health management.  However, we all know that changing behaviors and lifestyle choices which are critical for preventive health and better health outcomes are way harder than popping a pill. As such, having strong nodes and connectors in the community to support and even conjure healthier lifestyles is essential for the full potential of Healthier SG to be reaped.  This is important because Singaporeans are also living longer but facing challenges of higher disease prevalence and less family support, with seniors above 65 years old living alone or with a senior having increased.On this note, I would like to ask what the planning parameters in expansion of  (AACs). I have checked about two years ago for such a centre in a part of my constituency comprising mostly 4-room, 5-room, executive and maisonette flats as I often meet seniors who are alone in their flats through my house visits. The phenomenon is the same in the private landed housing estates in my constituency. I would like to know these locales can have Government-funded AACs too. Chairman, I have a young cousin who has just entered the nursing profession after graduating from NUS last year. When I asked her what her motivations were to choose the nursing degree, she said that she wanted a job with a purpose, with direct impact to care for people in their most vulnerable times. She scored very well in her International Baccalaureate (IB) programme in School of the Arts Singapore (SOTA) and our family are proud that she opted for the NUS Nursing degree without hesitation, even though she has many other degree options. She has a sincere heart to care for people. However, my heart sinks whenever I read about cases of verbal or even physical abuse towards our nurses and other healthcare workers in our healthcare institutions. We owe it to our healthcare workers in bracing through heavy workload in almost three years of fight against the COVID-19 pandemic. Yet, they continue to face unnecessary harassment.On the other hand, I remember the ordeal that my family went through when a loved one was struck by a serious brain virus attack. I was promptly asked to go through financial counselling on his admission into ICU to ensure that I am aware of his insurance and eligibility for Government subsidies, before choosing his hospital ward. While I gained financial clarity on his hospital stay, my family did not expect the emotional roller coaster in the following three months while his conditions went up and down in the hospital.  We had strong family support to breeze through, some frustrating times when no one had control over his healing. But I empathise with some caregivers who are struggling alone with little support in similar situations and unwittingly turning anger into frustrations on the nurses and doctors.I would like to ask MOH how we can play a stronger role in deterring abuses towards our healthcare workers and whether more counselling support can be given to families whose loved ones are going through very complex illnesses in the hospital so that besides being financially prepared, they are also emotionally prepared for the healing process.  ", "Thank you, Chairman. I have two clarifications for Minister Ong. The first one is on the good news of normalising telehealth. I am very glad to hear the response to my cut that the time limited extension of telehealth for CHARS subsidies and MediSave to be applicable for chronic disease management is going to come. But in the time extension, it was specified for video consultation. So, my clarification is for proven health technology – such as the class of remote vital signs monitoring technology, which has been proven effective for hypertension management, for example, in the US as well as in pilots in Singapore – will they be considered? The second question I have is on the AAC. I cannot agree with the Minister more that community nodes like these are extremely important to motivate our seniors, especially to live actively and maintain their health. I want to ask how fast would the expansion plan be. I have two sites in my constituency that has no AAC. We have willing partners who are very keen to start. I would like to know a sense of the pace of expansion."], "Mr Xie Yao Quan (Jurong)": ["Sir, we know that the lower-income segment has poorer health outcomes and a lower propensity for health seeking behaviours, for various reasons. So, I would like to repeat the call that I have made during the debate on Healthier SG to the Ministry to pay attention to removing the particular barriers to health seeking behaviours facing this segment and ensure that our Healthier SG strategy is inclusive socioeconomically. We need to pay attention to improving seemingly basic things like nutrition, sleep, smoking secession and exercise, through targeted interventions for this segment because these things may not be basic for them.And we need to better bring social service officers and agencies into the framework of healthcare clusters and primary care network, so as to tighten the nexus between social service and health for the low income. Could the Ministry share more about its plans in this regard?"], "Mr Pritam Singh (Aljunied)": ["Sir, this cut is about the Vaccine Injury, Financial Assistance Programme for COVID-19, or VIFAP. MOH has released information that as of 31 December 2022, 413 applications have received payments under VIFAP with nearly $1.9 million having been paid out.May I ask the Minister how many applications were made in total, up to 31 December 2022, so that we can know how many applications have been turned down? Could the Minister also let us know the reasons for turning down those applications?It would be reasonable to conclude that unsuccessful applications were turned down because the injuries were determined not to have been caused by the vaccines. However, can we go beyond that? Considering that there has only been such a short time to understand the side effects of vaccines, I would like to ask the Minister a few questions. For those applicants who were turned down, how many of them claimed that they were unable to perform the activities of daily living? What threshold does MOH use to decide that a person is eligible for a payout? Must the vaccine be proven to have caused the effects suffered before payouts are made or are payouts made if it cannot be proven that the effects were due to some other cause? Or are there some other tests or thresholds being used? When more information becomes available over the years, can the unsuccessful applications be reconsidered?"], "Ms Carrie Tan (Nee Soon)": ["Mr Chairman, there are over 210,000 Singaporeans who do the full-time work of caregiving. They are the backbone of our ageing care system and should be recognised and supported more formally. I spoke about \"Carefare\" in Parliament in the past two COSes and I advocate for it a third time now. Carefare, as an income supplement is needed by stay-home caregivers from low-income families, especially who are forced by circumstances to give up their jobs and livelihoods to care full-time. Because of how retirement adequacy in Singapore is tied so much to employment, caregivers who give up their most productive earning years because of care needs in their families are exposed to old age poverty and this cannot be right.   Bringing forward financial support mitigates the stress faced by caregivers over finances, anxiety towards their own ageing, which contribute to long-term chronic health conditions like hypertension and diabetes, among others. These will in turn exacerbate the healthcare cost burden down the road, which will only get worse as our population ages. Why do we wait to give, if giving now can helps us to save more costs in future? Other than direct income support, MOH can help redistribute the day-to-day care load from caregivers' shoulders by helping to scale community solutions. This can also prevent caregivers from having to give up their jobs in the first place. Nee Soon South is piloting a Caregiver Resource Centre where a peer support network is being built for caregivers. And this initiative helped me to see the potential of the grassroots to be tapped for this purpose.I urge MOH to partner with MCCY to build the community's aging care capacity through the People's Association platform. We can even explore creating a time-banking system in the likes of Japan's model which allows seniors to swap services for free. They provide companionship, help run errands, cook for the bedridden when they are still physically able and can exchange their time credits for similar services when they themselves get older and less physically able.Such social connection helps to fight elderly loneliness and reduces reliance —The Chairman: Ms Tan, can you wrap up, please."], "Ms Carrie Tan": ["— on financial resources of the elderly in old age.", "I would like to ask the Minister this. We have the recognition that ageing is going at a relentless pace and I am quite taken aback by the numbers of how many healthcare workers we need. Last year, I spoke about incorporating or rather setting up a care force as part of \"national service\" so that our young men and women can be tapped on to help with healthcare manpower needs. Is there any possibility that the Ministry might look into this as a model that could help us with this very urgent care avalanche that simply just needs more hands on deck?I understand there are many functions within a healthcare system that do not require medical training and can relieve a lot of the nurses' workload."], "Mr Gerald Giam Yean Song (Aljunied)": ["Caring for elderly parents is a heavy responsibility that many Singaporeans bear. And it can take a toll on their physical and mental health leading to burnout. Many caregivers are women or single adults who sacrifice their careers or personal lives to be caregivers. Our society must recognise caregivers' challenges and give them more support.The Home Caregiving Grant (HCG) is now between $250 and $400 per month. However, those who have a monthly household income per person of more than $2,800 do not qualify.A study by researchers at Duke-NUS Medical School found that the cost of informal caregiving time for a care recipient who needs help with three or more Activities of Daily Living or ADLs, is about $53,244 annually, or $4,437 monthly.Can I propose that the Government extend the HCG to households earning up to the prevailing median income per household member? This will help more middle-income earners who struggle with the cost of caregiving.Second, caregivers sometimes need temporary nursing home places for their loved ones so that they can occasionally travel or have some respite care. Can MOH expand the availability and accessibility of such temporary nursing home places?And lastly, I would like to reiterate my call – and that of many other Members – for Family Care Leave to be legislated. While this is not a panacea to address caregiving challenges, it can be part of a package of help that is extended to caregivers.Sir, caregiving is probably one of the most stressful responsibilities for anyone to bear. Implementing these suggestions will go some way to assure caregivers that they have not been forgotten in their difficult and often lonely journey.", "As Singapore's population ages, the demand for intermediate and long-term care (ILTC) will continue to increase. A paper on the Future of Long-Term Care in Singapore by researchers from the LKY School of Public Policy, identified three main issues to tackle in this sector – manpower capabilities, infrastructure capacity and coordination across the sector. I will focus on manpower in my cut. Manpower shortages are a key challenge for the ILTC sector. The ILTC workforce includes doctors, nurses, allied health professionals and social workers. A high proportion are foreigners. The Lien Foundation has pointed out that Singapore's ILTC sector is more reliant on foreign workers than other fast-ageing economies such as Australia, Hong Kong, Japan and South Korea. More needs to be done to attract locals to work in the ILTC sector. What plans do MOH and ILTC providers have to encourage more Singaporeans to join the sector and what results have been achieved so far?  What progress has been made in enhancing salaries, work-life balance, organisational culture, professional development opportunities and fostering a greater sense of purpose towards the profession, particularly in the ILTC sector?  The Ministry could also look at attracting non-practicing or retired nurses to return, perhaps on a locum basis, to help relieve the manpower crunch in ILTCs. Ms Sylvia Lim also called for this earlier on.Lastly, only 12% of registered nurses in 2021 were males. Is MOH looking to encourage more men to enter the profession so as to boost the overall numbers of nurses? "], "Mr Yip Hon Weng (Yio Chu Kang)": ["Chairman, Healthier SG is essential to support ageing in place. It focuses on preventive care and goes upstream to reduce hospitalisation rates. To achieve widespread participation and success, there are four critical areas that needs to be addressed.First, working with general practitioners (GPs) is a vital component of Healthier SG. However, some GPs are concerned about the proposed Drug Whitelist and the price caps for each drug in the Whitelist. Following these price caps could result in significant earnings loss for them. There is also no guarantee on earnings from Healthier SG payouts, as the number of new patient enrollees and complete cooperation from patients are not guaranteed. Ultimately, managing a private practice is a business venture. As such, if GPs believe that joining Healthier SG would result in a loss in earnings, they would hesitate to participate. In the end, residents lose out because they have fewer GPs to choose from. In fact, some of them would not even have a choice, because the GP that is nearest or most convenient for them, is not part of the programme. How will the MOH address these concerns in time for the roll-out in July this year?Second, what can seniors expect when Healthier SG is launched? Many seniors have shared with me that they are concerned about what this means for their medical expenses. Third, there are also some concerns about social prescription, which is a major component of Healthier SG. Some community exercises led by HPB have closed down and have not resumed, even as we resume normalcy post-COVID. Are there plans to bring them back? Can the quantity and variety of Healthier SG activities be increased? Who is curating these activities? Are our healthcare clusters involved in the curation? Can ground-up activities be part of Healthier SG? If so, can we link them up with ActiveSG, while ensuring that there is no conflict and keeping the overlap of resources minimal?Furthermore, with the increasing popularity of home-based medical care services, would these be under Healthier SG? What are the Ministry's efforts in regulating this sector? Are there steps being taken to ensure the safety and quality of such services for patients who require them? Are there plans to allow the use of MediSave for home care services provided by approved providers? This could help alleviate the financial burden on patients who require such services and encourage the use of home-based care, where appropriate.As we promote the shift from hospital to community care, home-based care too, plays an important role in achieving this and in freeing up hospital resources.Lastly, End-Of-Life or EOL and palliative care should be incorporated into Healthier SG. We should ride on the GP mantra \"cradle to grave.\" Families that have a trusted GP that they have seen for years, will be relieved to continue receiving care with them. As part of this effort, can our GPs promote Advanced Care Planning or ACP, as part of Healthier SG? We should encourage Singaporeans to tap on the MyLegacy portal for EOL planning. This is a good opportunity to involve the wider community such as lawyers, grassroots, financial planners and religious leaders.Good palliative care is about providing loving care. It is not about medications. We should not over-medicalise palliative care. It should be patient-centric care led by nurses and allied healthcare workers, with an empowered family to deliver care, so that seniors can live their lives with dignity and in the care of loved ones in their final days.", "Chairman, our healthcare workers are dedicated individuals who serve industriously on the frontlines. However, despite being mistreated, healthcare workers are obliged to continue looking after their patient, even if it means coming into frequent contact with the abuser, like the patient's caregivers, or even the patients themselves. This is because a healthcare institution cannot endanger a patient's life, by denying service to the patient.  Additionally, patients are entitled to medical confidentiality and institutions have policies on media engagement. This may leave healthcare workers unable to respond to false allegations, even when they can be defamatory, and lead to identification and targeting of the employee or their family.  I would like to know what institutional support and steps are being taken to protect healthcare workers when facing abuse in the line of work. This is especially when the abuse is from someone who is not ill, such as a patient's caregiver or relative.  Furthermore, what if the manner of abuse is egregious or discriminating, such as abuse invoking a person's race or gender? Do healthcare institutions have policies in place to ensure that these incidents are reported, documented and recorded? If not, how can we accurately measure the true extent of the problem and take steps to address it?  Moreover, when a healthcare worker's reputation is dragged through the mud with false allegations, especially on social media, what is being done to support and protect them? If the healthcare institution would consider suing for defamation, will patient confidentiality obligations and institutional policies, present hurdles for healthcare workers to defend themselves?  Finally, abuse can be traumatic for its victims. Are healthcare institutions providing our healthcare workers with adequate support, such as counselling or support groups?   "], "Mr Kwek Hian Chuan Henry": ["Chairman, Sir, to empower our seniors to age-in-place, we must spur the creation of affordable Assisted Living services. This is especially so as our people have differing needs and budgets.  The PAP Senior Group is of the view that we require a whole-of-Government coordination. MOH will need to work with various ministries and agencies to map out the needs of our people, determine the optimal network design of such Assisted Living services in both public and private estates so as to minimise the service provision cost, fund the infrastructure building and co-fund the service provision, help our seniors free up their assets to pay for their share of these services and to work with the private and people sector to spur the creation of a spectrum of services that will meet differing needs and budgets.  Can the Minister for Health share his thinking on how these matters, especially on how it will work with the whole-of-Government to come up with a concrete roadmap to spur the Assisted Living service sector for all?The Chairman: Mr Xie Yao Quan. Take both cuts, please. "], "Mr Xie Yao Quan": ["Sir, the Ministry has rolled out the Active Ageing Centre model and envisages these centres as key community notes to improve social support and care for seniors. It plans to grow the number of active ageing centres significantly.I note that core services to be provided by the , include (a) for active ageing; (b) for befriending; and (c) for referral to care services. These are core services that the Silver Generation Office and Silver Generation Ambassadors across the island have been providing for some years now. Could the Ministry share how it plans for active ageing centres to build on and complement the (a), (b), (c) services that Silver Generation Office has been providing over the years?Sir, many Singaporeans wish to eventually pass on at home but not many actually do. Does the Ministry have plans to scale up our palliative care capabilities and capacities, especially for home-based palliative care, and what might be the challenges?Finally, how might we help Singaporeans to break down the stigma of talking about end-of-life issues and wishes?The Chairman: Ms Ng Ling Ling, two cuts please.", "Sir, manpower shortage in the sector is a perennial concern. For nurses, how does the Ministry plan to enhance its foreign manpower pipeline amidst intensifying competition to complement our local workforce?For allied health professionals, does the Ministry plan to increase the capacity of local degree programmes in physiotherapy, radiology, pharmacy and so on?For the intermediate and long-term care sector, how might the Ministry help to ensure that they continue to attract a fair share of healthcare talent?For all job groups, how does the Ministry plan to help them practise at the top of their licenses, especially in the community, as part of the Healthier SG strategy?I repeat my call to the Ministry to shape more equal roles and more room for co-leadership for healthcare professionals alongside doctors to prevent and manage chronic diseases across our population. I think this requires a mindset shift in our population from a doctor-centric view to one that equally respects all healthcare professionals, including nurses, allied health professionals and pharmacists.The Chairman: Mr Louis Ng, three cuts, please.", "Sir, I have many residents – Singapore Citizens with non-citizen spouses – expecting a child, who will, in all likelihood, be born as a Singapore Citizen, but the expecting mothers are burdened with high costs of pre-partum care services. I also have residents – citizens – with parents who are permanent residents (PRs) worried about healthcare costs for their parents because the difference in subsidies for PRs is around 30 percentage points for C2 and B2 Class wards, around the same for day surgeries, and usually even higher for outpatient clinic visits and standard drugs.I know we have finite resources to meet various needs, but I hope the Ministry could do more to make healthcare affordable for non-Singaporeans with a clear and immediate Singaporean nexus because, ultimately, we are helping their Singaporean loved ones, too.", "Sir, I would like to acknowledge the important work of the Inter-Agency Taskforce on Mental Health and Well-being in the past year. Could the Ministry update on its plans for the Inter-Agency Taskforce on Mental Health and Well-being in the year ahead?", "Sir, HPB's plans to expand the capacity of its physical activity programmes in the community by 50% as part of Healthier SG is heartening.However, with the move to online and mobile enrollment into these programmes, can the Ministry share how it plans to ensure continued, easy access to these programmes for seniors who may not be digitally-savvy. Also, how does the Ministry plan to ensure that these programmes remain well-distributed across various locations so that residents in every neighbourhood continue to have easy access to this physical activity programmes?The Chairman: Minister for Health."], "Ms Sylvia Lim (Aljunied)": ["Chairman, in the last two years, there has been much press on the bad working conditions of junior doctors and nurses in the public healthcare system. There is also evidence, both anecdotal and from statistics, that Singapore is losing experienced healthcare practitioners to other countries and to private healthcare. One of the most often cited reasons is burnout and bad work-life balance.  As Singapore's population ages, the expected number of healthcare professionals needed to meet the rising demand for healthcare is increasing in absolute terms. Thus, this attrition in healthcare staff is clearly not sustainable. I would like to ask the Minister for Health three questions pertaining to the healthcare manpower issues.  First, what are the measures in place to retain experienced staff, including those from foreign countries? Alternatively, are there active plans to encourage experienced staff that have left the public healthcare system to come back, by making their overall package and working conditions more attractive?  Secondly, regarding the 2021 National Wellness Committee for junior doctors, have any recommendations from it been implemented so far? Is there a similar committee for nurses and allied healthcare professionals?  Lastly, are there concrete performance indicators that the Ministry sets to measure the work-life balance of junior doctors and nurses, for example, a target average number of working hours per week?   "], "Ms Mariam Jaafar (Sembawang)": ["Sir, I have spoken during the past two Committees of Supply (COS) for healthcare manpower, especially nurses, perhaps not as vociferously as Mr Louis Ng, but with no less personal conviction. There has been a multi-year shortage and our healthcare workers are overworked. Looking at the plans for more healthcare facilities and nursing homes coming onstream, we know that many, including Woodlands Health, are struggling with a shortage of nurses and other healthcare manpower, in advance of their opening. We might say that we are just coming out of a pandemic. But in truth, the demand for nurses will only get worse as Singapore ages.   There has been welcome news in the past few years of the increase in salaries and efforts to reduce administrative workload. But recruiting is taking a lot of time and the attrition rates remain high. Beyond the clinical and non-clinical workload, it is also not uncommon now to hear reports of harassment and abuse from unreasonable patients and families. Much more needs to be done to educate the public.   Can more be done to entice nurses who have left the profession to rejoin nursing? Can immigration privileges be temporarily enhanced for trained foreign nurses? What more game-changing moves is MOH considering to recruit and retain healthcare workers fast? "], "Mr Abdul Samad (Nominated Member)": ["Chairman, I would like to ask whether the Ministry does any uninformed surveillance across our restructured hospitals of any unfair practice or biasness that takes place towards the healthcare workers, for both nurses and even allied health personnel whose duty is to help clinicians diagnose patients by running necessary tests.The welfare of healthcare workers and even doctors, starts from management of the hospitals, from the CEO down to line managers. As fellow Singaporeans, we must never be shy to thank and appreciate them. We should not neither nor condone any forms of abuse towards them and penalise those who cross that line unnecessarily!  In conclusion, thank you to all our healthcare workers and doctors every time and everywhere! "], "Dr Wan Rizal (Jalan Besar)": ["Chairman, out healthcare workers play a crucial role in ensuring the delivery of high-quality healthcare services to the population.However, recent reports have highlighted the issue of workplace harassment and abuse faced by healthcare workers, which may harm their mental health and well-being.We must establish a zero-tolerance policy with clear protocols and say that if you harass or abuse our officers, there will be consequences.Studies have shown that healthcare workers who experienced workplace harassment and abuse are more likely to experience burnout, job dissatisfaction and emotional exhaustion, leading to higher absenteeism and turnover rates. These factors may contribute to shortage of healthcare workers impacting the quality and accessibility of healthcare services.Therefore, I would like to ask the Minister what are the plans to help our healthcare workers grow and support them, including addressing workplace harassment and abuse and ensuring the mental health and well-being of healthcare workers are looked after."], "Dr Shahira Abdullah (Nominated Member)": ["I would like to declare that I am an Orthodontist working in Khoo Teck Puat Hospital (KTPH).Singapore's disability rate is approximately 2.1% of the student population, 3.4% of those aged 18 to 49 years and 13.3% of those aged 50 and above. By 2030, the number of individuals with disabilities is expected to significantly rise due to Singapore's ageing population.At the same time studies have shown that minimally 20 teeth are needed to maintain to speak, chew and swallow effectively. Unfortunately, a 2016 study revealed that only 9% of people aged 80 or older possess at least 20 teeth, while 30% of those aged 60 and above have no teeth at all.Geriatric dentistry focuses on the oral health of elderly patients, while special care dentistry addresses the unique needs of those with special needs. They require specialised knowledge and training to provide the best possible care to these patients. Both are crucial to ensure all have access to quality care.However, geriatric and special care dentistry are not recognised as a dental specialty. What this means is that dentists who decide to specialise in this field do not have a clear route of career progression. Most would actually need to go through the medical boards of respective institutions and a special appeal process just to get promoted. This may deter young dentists from getting this training.Therefore, I strongly urge MOH to make it a recognised specialty. May I ask what are the considerations involved to do so?Secondly, geriatric and special care dentists cannot handle the needs of the ageing population alone. General practitioners (GPs) should be able to handle the mild to moderate cases. However, the reality on the ground is that many may not be confident serving such patients and it may incur more costs. Therefore, could MOH consider dentists getting some incentives for the backbreaking work and increased time spent caring for these patients? For standard of care, can we have a clinical practice guideline to help ensure quality and appropriate care for these vulnerable populations? For example, the UK has a clear framework with stratified levels of care for persons with disabilities that we could consider.Thirdly, Healthier SG is a laudable move in preventive care. For dentistry, we have a school dental service that does preventive screening and intervention. The school dental service covers Special Education (SPED) schools but not all due to limited capacity. Dental screening uptakes are much lower in SPED schools. These children are almost twice as likely to develop caries than those in mainstream schools. Therefore, I hope that in the push for Healthier SG, we do not forget oral healthcare and dentistry, especially for geriatric and special needs patients.Can MOH tell us more about their plans for these special groups?"], "Mr Louis Ng Kok Kwang (Nee Soon)": ["The Leader just told me that I always ask for more and I should ask for less as well. So, I will. Less workload for our nurses.As I shared during my Budget speech, many nurses do not get any rest while on shift. Nurses' dedication to and responsibility for their patients mean that many sacrifice their break time for patients. We should not expect our nurses to work without proper breaks, which places physical, mental and emotional stress on them. Can MOH ensure that nurses' breaks during their shifts are protected?Not only do nurses barely get a chance to rest during their shift, they often get insufficient rest between shifts. It is not uncommon for nurses to work overtime and a PM-AM-PM-AM shift – or PAPA shift. This means that nurses work two consecutive sets of afternoon shifts and morning shifts.Many nurses are burnt out and tired and this affects patient safety too. Can MOH look into ensuring that nurses have a minimum amount of rest between shifts, similar to what we do for air stewardesses and air stewards?Lastly, during the height of the pandemic, 900 Singapore Airlines cabin crew were redeployed as Care Ambassadors to support our healthcare staff. Nurses shared with me that they appreciated the presence of these Care Ambassadors who addressed patients' service needs, allowing nurses to focus on clinical work.Will MOH look into formalising the role of Care Ambassadors and providing our nurses more support through hiring more ancillary healthcare staff so that they can focus more on clinical work? The Chairman: Dr Tan Yia Swam, your three cuts, please."], "Dr Tan Yia Swam (Nominated Member)": ["Mr Chairman, I declare my interest as a breast surgeon in private practice and my role as the elected president of the Singapore Medical Association (SMA). Today, I want to talk about the heart and soul of healthcare. I am gratified to see many Members of Parliament speaking up for healthcare workers over these recent years and I hope that you will continue to do so because who heals the healer?After three years of fighting COVID-19, healthcare workers are burnt out. Many feel overworked, underappreciated, even trapped, with no way out.Let me share from my personal and professional experiences on three key areas for parliamentarians to consider: (a) why we chose to enter healthcare; (b) how circumstances are interfering with the delivery of care; and (c) how can you help?Many of us entered healthcare because we wanted to help people. Many were inspired by healthcare workers who attended to our loved ones in their time of need and we also want to do the same. A handful, perhaps, are street smart and see that being a healthcare worker provides a comfortable and steady income. But I believe most of us had the calling to serve.However, along the way, many of us got jaded. Some of my doctor and nursing friends have said, they will never allow their children to follow in their footsteps. It is too hard – \"I don't want them to suffer like I did.\"People see the glamour of being a doctor. Maybe they see the top 1%, who are earning very well. Even here in this House, the perception of the overcharging doctor is prevalent. Yet, do you know the junior doctor who is the sole income earner looking after his elderly sick parents, a disabled sibling and starts off his career with a large student's loan? Do you know the doctor-nurse couple struggling with infertility because they were too busy, too stressed to try for a family during their training years when they worked shifts and 100-hour work weeks? Do you know the solo-practice doctor struggling to maintain a viable business because of increasing manpower and rental costs and falling prey to unfair corporate insurance contracts?I know there are some really bad doctors out there. Of course, I do. The newspapers, social media are full of these reports. But for the rest of us, we have no outlet to share our woes, our struggles. Secondly, the practice of medicine has changed, not just the medical aspect, but the social and legal aspects. We face stressors and problems which the general public is not aware of:Changes in specialist training systems, electronic records which are no better than paper documents placed online.The use of multiple and sometimes duplicate checklists in the name of patient safety. Increasingly strangulating regulations while complementary health services flourish with no checks or balances – I will speak more in my later cut;Imposition of key performance indicators (KPIs) which drown out what I feel is the most essential – to be a good clinician. We, as a society, have also changed. We lost the ability to listen, to empathise. We have short attention spans, are quick to take offence, are quick to judge.I blame social media, allowing baseless accusations and falsehoods to be amplified by anonymous keyboard warriors.When healthcare is managed as a business, healthcare workers become mere service providers, with a fee for service. Patients become customers, expecting customer service. Some have self-diagnosed and demand a treatment which they have googled online because they perceive that 20 minutes of googling is more significant than 20 years of your experience.Doctors adopt defensive medicine. You have all heard about these concerns in October 2020 in the Second Reading of the Medical Registration (Amendment) Bill.The more senior I get, the more artificial barriers I find between me and real patient care: third party administrators, insurance restrictions; the Cancer Drug List; reimbursement limits for various schemes. I have spoken on these before and will elaborate on some of these in my later cuts. It is this deep sense of unease that is poisoning our entire healthcare ecosystem. My gut feel is we complain about tangible things – asking for more pay, more leave – because we could not quite express just how sick we feel. Well, I have just tried and unless we treat the illness and not just the symptoms, no amount of pay will ever give us back the joy we once had.Finally, how can you all help? Rather than more legislation, I am asking for understanding. I ask for kindness. Help us to help you. The next time a healthcare worker complains about the system, listen. Truly listen, with your heart. The next time a healthcare worker quits and walks away, take the exit interview seriously.In the next round of engagements, listen, past the naysayers, to the core issues which are bothering us.Help us with public education: how to navigate the local healthcare system, how to best utilise your health insurance plan. I intend to lead the SMA in collaboration with CASE to jump start this.Help us re-establish respect for all healthcare professionals – patient service associates, audiologists, dieticians, medical social workers, lab technicians, podiatrists, couriers, to name but just a few. Help us with IT challenges. Help us reduce unnecessary paperwork.Protect us from undue influences by market forces and business entities. Recognise and call out abusers. Recognise mental health problems in yourself. If you suffer from anxiety or anger management, do not take it out on your healthcare worker; get real help from a mental health professional. I ask each and every one of you to be understanding, to be kind and help us to help you.During my surgical training years in Singapore General Hospital (SGH), I had this highly principled and no-nonsense trainer called Dr Koh Poh Koon – now Senior Minister of State for Manpower. I regard him as a man of wisdom and insight and a mentor to me professionally.On 29 November 2022, he rejected a proposal by the General Insurance Association (GIA). He said, \"GIA's suggestion of using only existing prolonged medical leave insurance or group personal accident insurance in place of WICA would relegate this to a private insurance policy whose terms and conditions are dictated by the insurer without a clear mechanism to adjudicate disputes... I do not think we should be leaving it to insurers to be the final arbiter of any disputes to work injury claims,\" citing possible conflicts of interest.Once again, I learnt something valuable from him, as I often had in the past as a surgical trainee – the concept of \"final arbiter\".There is no final arbiter in Integrated Shield Plans (IPs) when clinical matters are involved. The Monetary Authority of Singapore (MAS) is the final arbiter for matters pertaining to the financial viability of insurance companies in Singapore, including IP providers. But regrettably, they do not deal with clinical matters. Currently, there is a Clinical Claims Resolution Process (CCRP), which was one of the solutions presented by the Multilateral Healthcare Insurance Committee (MHIC), of which I am an appointed member. It is a platform with great potential, in which patients, IP providers and healthcare providers – both doctors and hospitals – can take part in when disputes arise due to clinical issues. But the CCRP is a voluntary process and it falls apart when any one party does not wish to participate. In other words, it has no teeth and it is no final arbiter. Will MOH consider annual updates on the number of CCRP cases that have been filed and, in addition, state how many cases could not proceed because one or more of these parties refused to take part, and who the refusing parties were?So, who should be the final arbiter for clinical matters in IP policies and claims? Could there be a law to directly compel IP providers to cover and reimburse healthcare services, in line with acceptable clinical practices or even best practices?Let me tell you about patient Mr B. He had colon cancer, which was operated on several years ago. On a follow-up, his oncologist found an abnormal lymph node near the armpit, which he thought was a relapse of the first cancer. A core needle biopsy was done to sample the lump and the result was normal. However, six months later, that lump grew larger and looked worrying for a different kind of cancer – lymphoma. Mr B was then referred to me for surgical biopsy. This is a surgery to remove the lump for complete testing. I was a doctor on the patient's insurance panel and completed the pre-authorisation process. However, the problem came later on, when even the lab could not make a clear diagnosis and needed to send to another even more specialised lab for a second opinion and additional complex immunohistochemistry tests.The lab needed payment prior to doing the tests and the patient should pay first and reimburse later, but he declined to do so as he had a limited cash flow and was worried that the insurer will not reimburse him despite written reassurance that he would be. In the end, I had to circumvent the issue and asked Mr J, one of the senior managers I know in that insurance company, to help with this. On the backend, he personally attended to the case and helped the patient to have cashless payment and got the tests done.A few months later, I was asked by the insurance administrator to explain and justify why the second opinion was needed. I checked in with Mr J. He noted the duplicate request and had it withdrawn.Long story, I know. But now you know why doctors complain so much about paperwork and insurance.Thankfully, this case had a happy ending. This was possible only because of mutual trust. Mr B trusted his oncologist to recommend the appropriate surgeon for a necessary surgery. Mr J trusted me – that my medical judgement was sound and my explanations were adequate.However, how many patients or doctors enjoy such a relationship with their insurer?I propose three solutions: (a) insurers can approach a professional body to provide training to their administrators to better process clinical claims; (b) maybe there should be an on-call agent, much like how hospitals have an on-call doctor to attend to any emergency, and this agent will help the clients to navigate the paperwork STAT; and (c) perhaps there needs to be a new speciality – a clinical insurer – a medical doctor who changes track mid-career and brings a wealth of clinical knowledge into how insurers should work.Finally, I want to put on record my personal appreciation to the MOH Deputy Secretaries and staff leading the MHIC who have been instrumental in bringing together various stakeholders to a common table and work for the greater good.As our population grows older, more people will be diagnosed with cancers. As medical technology advances, there will be newer and better drugs for cancer care, which are costly. The MOH Cancer Drug List (CDL) dictates which drugs will qualify for subsidies and MediSave Coverage. Integrated Shield Plans (IPs) providers have also updated their coverage and claim limit terms.As a breast surgeon in private practice, most of my patients with breast cancers will be referred to medical oncologists for systemic treatments. These include chemo-, targeted- and immunotherapy. Sixty-five percent of Singaporeans have IPs and we bought them with the expectation that when a catastrophic disease like cancer strikes us, we can proceed with treatment in the private sector where we get to choose the doctors we are comfortable with, have faster access to treatments and be able to afford it.Let me run through some numbers. The 2022 median monthly household income was around $10,000. Using the latest available SingStats Survey on household expenditure ending 2018, I extrapolate: monthly expenditure all in was around $5,800. In the report, the monthly housing rental is around $1,000; in current times, monthly rental may range from $2,000 to $3,000. So, the surplus may be about $2,000 to $4,000. In this family, if someone has cancer and needs treatment, the financial implications are sobering – potential loss of job and loss of income. Even with a Shield Plan, if the out-of-pocket payment exceeds, say, $3,000 a month, not just for drugs but for all services, such as consultation fees, investigations and non-cancer drugs to treat side effects of therapy, then perhaps this patient may opt for subsidised care in a restructured hospital even though he or she has private insurance.In itself, this is fine, and I have often vouched for the high quality care in restructured hospitals. But it begs the question as to whether the policy intent of IP is met, which is, that insurance will make private services affordable to more people through risk-pooling.Should there be a big shift of patients to the public sector, it will lead to a further strain on the system, with longer waiting times for appointments and treatments. Also, do not forget that the subsidies are, ultimately, paid for by taxpayers through the MOH budget.Singaporeans should be strongly advised that having an IP does not mean that private healthcare will necessarily be affordable when it comes to cancer care. It is a tragic and stressful situation to have a double whammy of receiving a cancer diagnosis and then finding out that they actually cannot afford cancer care in private because the IP coverage is inadequate.I hope MOH can use existing bill sizes and conduct a large-scale study of the out-of-pocket payments for cancer treatment for IP policyholders under the new terms for CDL versus non-CDL drugs should they opt for private healthcare.I pose several issues for thought: (a) the insurance industry is heavily regulated and I respect their work; yet, I am mindful that they are business entities who need to be profitable, yet keep premiums affordable; (b) public expectations of what our IPs can cover have to be managed; (c) out-of-pocket payments by patients need to stay affordable; and (d) limited public healthcare resources have to be managed prudently.These are difficult issues and we need to think carefully about them.How many patients on private insurance will still not be able to pay for drugs and have to go to the restructured hospitals for care; and how many may never be able to afford the so-called \"better medications\"?How will this affect long-term cancer survival rates? This will be a hard lesson for all of us to learn and to accept the practical limits of what we, collectively and individually, can afford."], "Dr Shahira Abdullah": ["I would like to declare that I am an orthodontist working in KTPH.Currently, only our two national specialty dental centres (NSCs), namely, the National Dental Centre and the National University Centre for Oral Health, are referral centres that provide the full range of subsidised dental services. Hospital dental clinics (HDCs), which are essentially all other hospitals with a dental clinic, are only permitted to provide medically indicated subsidised dental services to hospital patients across inpatient, outpatient and day surgery settings.In my previous Parliamentary Question in October 2021, it was stated that HDCs may refer patients to NSCs when services capacity or capabilities are not available at the HDCs. Where appropriate, HDCs can partner the NSCs to provide an expanded scope of subsidised services at the hospitals based on services, needs and specialty support by the NSCs. However, in many of these HDCs, service capacity and capability are already available. For example, in KTPH, there are service capacity and capability to handle wisdom teeth surgeries, and these were actually already previously subsidised in KTPH. But now they are not.What commonly happens is that the patients may be able to have a full range of crowns, bridges and gum treatment done in one hospital at a subsidised rate, and suddenly have to hop over to another hospital to get a wisdom tooth surgery done. This is not ideal for continuation of care for the patient. Another example. An elderly person living in Yishun in need of subsidised specialty dental care and treatment will have to travel to NDC and NUCOHS even though the nearby hospital he goes to for medical care also has a dental clinic.Therefore, considering the close proximity of the current dental NSCs situated centrally, mainly NDC and NUH, can the Ministry consider allowing all hospital dental clinics to provide specialised subsidised treatment in order to better serve patients located in further geographical locations? Can MOH also explain why HDCs need to partner NSCs to provide an expanded scope of subsidised services?", "I thank Senior Minister of State Janil for his clarification. I just have two questions. Previously, Khoo Teck Puat Hospital's dental clinic already offers the full range of subsidised specialised treatment for many, many years. But now, for the treatment to be subsidised, the hospital needs to partner with an NSC. So, actually, they do have the capacity and capability.May I find out why this is so and how MOH decides which dental specialty to subsidise since now in the hospitals, some are and some are not?Secondly, I am heartened that there are institutional scholarships for special care and geriatric dentistry for students, but their career progression is still unclear, especially if the specialty is not recognised. For example, if you want to go from a Registrar to an Associate Consultant (AC), you cannot because there is no board exam to pass.I understand that MOH will be doing a review, but for the time being, will MOH consider coming out with a set career progression ladder for them, especially in hospitals, because I think it will really encourage people to go into this field?"], "Dr Tan Yia Swam": ["Mr Chairman, I declare my interest as a breast surgeon in private practice.Sir, part of the burnout and stresses on the healthcare system are misinformation and complications arising from complementary health and wellness services.I work closely with allied health professionals, such as physiotherapists, diagnostic radiographers, radiation therapists and TCM practitioners, whom I know and acknowledge as fellow health professionals.I am alarmed by anecdotal reports, some from my patients, some from newspapers, of patients who have suffered unusual complications from some forms of treatments. I state a few examples.One, free filler injections into the breast, which interfere with screening mammograms for breast cancers permanently. Some present years later with pain and infection, requiring surgery. These complications cause significant scarring and cosmetic defects in appearance.Two, international news reported a few deaths after chiropractor manipulations. In a 2018 Channel News Asia article, Dr Yap, then President of the Chiropractic Association, himself asked for regulation, so that patients can make a safer choice.Three, people who have received Botox or other invasive beauty treatments in HDB flats – a few victims have reported to HSA or MOH, with the culprits being charged and reported in local newspapers.These are not new issues and have been brought up before. I strongly urge MOH to look into these. It is better to prevent problems than having to stress an already over-burdened healthcare system. Educate the public and encourage victims to lodge Police reports of battery and assault.The wellness industry is booming, with many providers in various forms, such as fitness, mindfulness and life coaches, and many more complementary health services. Psychologists and counsellors come from a diverse background and are currently not registered under the Allied Health Professions Act.While I believe that the majority of these providers are doing good work, I would like to advise MOH to monitor for any reports of a missed diagnosis, for example, someone with a psychiatric disorder not getting the correct diagnosis or treatment, with adverse outcomes.Finally, I am perpetually bemused why are poorly written search engine optimisation (SEO) articles always more widely read than those written by real doctors, or those published on Government websites, such as Healthhub and hospital sites. I think we write too responsibly and factually, which is boring, without any sensationalism. Should we and are we able to regulate these SEO articles? If not, can MOH work with other Ministries to educate the public on how to choose the right reading materials?Recall the confusion during COVID-19. We must learn from it and prepare for future health crises. An educated population is the best defence we can have.", "Chairman, I thank Dr Janil for the detailed replies. I have some clarifications. Regarding wellness and beauty salons claiming to offer treatments for slimming and detox, such as fat loss pills and lymphatic treatments to reduce cancer risk: firstly, are these medical treatments? Secondly, how do we recognise misleading claims? Thirdly, whom may the public lodge a complaint with?", "So, the three questions I had were: are these considered medical treatment; how do we recognise misleading claims; and who do we report to?"], "Mr Alex Yam (Marsiling-Yew Tee)": ["Mr Chairman, for more than a decade, the hon Member Christopher de Souza and myself had been asking for a review of gestational limits for abortions in Singapore, as well as the provision of alternatives to termination of pregnancies.I am heartened that pre-termination mandatory counselling has been made mandatory since 2015, I repeat my call for gestational limits to be lowered to 22 weeks. Singapore is one of only seven countries at the moment that provide elective termination after 20 weeks and we see evidence of increasing foetal viability in recent years with improvements in medical care. We can and we should make a move to lower the gestational limit to 22 weeks, as the science informs us. This is a signal for us, as a pro-family society as well. Let us do right by unborn children who do not have a choice to choose their chance at life."], "Miss Cheng Li Hui (Tampines)": ["Chairman, motherhood is one of, if not the most, noble of aspirations.While I thank MOH for the steps it has taken in the right direction with respect to Elective Egg Freezing (EEF), I feel that the ideal destination is still some distance away.The decision to fix the upper age limit for egg freezing at 35 may be well‐grounded in scientific and medical arguments. However, egg quality declines significantly after age 35. Women who remain excluded from this option in Singapore hold the general view that \"lower chance, lower quantity is still better than no chance at all\".In MOH's response to my Parliamentary Question filed on 9 May 2022, the Minister mentioned that \"MOH will continue to monitor medical advances and review the age limit from time to time\". May I ask whether MOH is ready to raise the upper age limit for egg freezing?"], "Dr Lim Wee Kiak": ["Chairman, I declare my interest as an eye doctor in private practice.In today's medical setting, a patient would often visit multiple healthcare providers from their GPs, to polyclinics and then to specialist centres. From there, some may be referred to therapy centres or to hospitals where, again, there are many centres with different specialist functions for diagnosis, treatment and care.Hence, the  (NEHR) is a critical platform for many different healthcare professionals to come together to carry out their work in a healthcare setting. They can get quick access to health information electronically to provide better quality and safer care for our patients. The system would provide complete and up-to-date information about the patient for their healthcare teams to deliver coordinated care. NEHR, which collects patients' health records across different healthcare providers and platforms, will enable the authorised healthcare professionals to have a longitudinal view of the patient's medical history, thus allowing multidisciplinary healthcare professionals across Singapore to access a patient's health records to develop a holistic care plan for the patient. The doctor would know the information of your blood type, of your allergies and the type of medications that you have been prescribed.As of April 2022, all MOH polyclinics and almost 60% of private medical clinics have access to NEHR, but we should get more of these clinics to sign up. I understand some reasons given were that there was a lot of paperwork for them. I believe some doctors have concerns that using NEHR could result in their medical practice being monitored and controlled, while others cite the lack of technical IT support. Others said that they are very small clinics with just one to two assistants and could not be able to cope with the transition to NEHR.What is MOH doing to get all private healthcare clinics to sign up with NEHR and what are the reasons for holding back? How can their concerns be addressed? Getting everyone on board is important in aligning the launch of Healthier SG as well.Lastly, I would like to ask what digital platform will the Healthier SG initiative be using. Currently, on our handphone, we have HealthHub; we have Healthy 365. Will NEHR be another app that we have to download? Will all these be integrated into a single app?", "Thank you, Sir. I would like to thank the Minister for the 3,000 health points for those who first signed up for Healthier SG. I would like to ask that for the elderly, especially those who do not have Healthy 365 and do not know how to encash these 3,000 health points, is there an option for them to ask for vouchers directly instead, or something like that?Secondly, will there be any other incentive schemes to retain people who have signed up for Healthier SG? So, if they are compliant to whatever social prescription that is given by GP, what is the reward system going to be given to them?Lastly, on the Healthy 365 app, currently, how many Singaporeans are actually on this particular app? It seems that the Ministry is going to push the main platform for Healthier SG through Health Hub as well as Healthy 365. What are the plans now to beef up to get Singaporeans to sign up for the Healthy 365 app?"], "Ms Mariam Jaafar": ["Sir, during the debate on the Healthier SG White Paper, I advocated that MOH, in addition to electronic medical records and simplifying and automating processes and digital tools, really push the envelope in using digital technology and data analytics to personalise how we engage and advise citizens with relevant information and make targeted interventions, at the right time, on their journey towards preventive health.The Healthier SG plan will allow citizens to follow their personalised health plans on HealthHub and track their physical activities on the Healthy 365 app. But the vision I shared would be a significant jump from this.Can the Minister provide an update on what the minimum viable product would look like at the launch of Healthier SG, and a roadmap for subsequent releases?"], "Dr Wan Rizal": ["Sir, mental health is a critical aspect of our overall well-being but, often, it is overlooked, stigmatised and neglected.In recent years, Singapore has been making significant efforts to address this. Conversations around mental health have become much easier among Singaporeans over the years, and this is not a coincidence. It is made possible by the efforts from the Government, ground-up groups and community partners like Calm Collective, Total Wellness Initiative, Silver Ribbon, to name a few, to destigmatise mental health issues.Last year, the People's Action Party (PAP) launched the #bettertogether campaign to support these efforts further. These efforts have been particularly important in today's world, notwithstanding impact of the COVID-19, depression, anxiety and other mental health issues are ever-present.Last year, the Inter-Agency Taskforce on Mental Health and Well-being proposed 12 preliminary recommendations in three focus areas. I believe this is a step in the right direction and like many mental health advocates, I look forward to the details of the plans.Therefore, may I ask the Minister, what are the updates from the Inter-Agency Taskforce on Mental Health and Well-being?Sir, there is another taskforce that looks into the Child and Maternal Health and Well-being, to provide comprehensive support to women and their children. However, fathers play an important role too. While mothers are often primary caregivers in a child's life, fathers are also critical in providing support, love and stability for the family and children. Research has shown that fathers who are involved in their children's lives can often have positive impact on their mental health and well-being. For mothers, fathers who are there can provide emotional and practical support during pregnancy, childbirth and postpartum period. Research has also shown that fathers can be indirectly impacted from depression.I would like to ask the Minister if there are plans to support fathers and at the same time, provide updates on this taskforce.", "Sir, I thank Senior Minister of State Janil Puthucheary for the updates on the mental health and well-being efforts. I have a question on the training framework he mentioned earlier. Can I get clarifications on whether there is a regulatory body to manage the trained personnel that he mentioned earlier?I ask because I understand that there will be peer leaders that will be involved, and I know that, being peer leaders on the ground, there will be many and there is a need for us to recognise that we want to keep these standards high, especially when it comes to mental health issues although it is the early stages. So, we need to ensure accountability, especially if things go wrong and we need it to be carried out properly."], "Mr Ang Wei Neng": ["Sir, many young children and young adults are vaping in the public places. Health Sciences Authority or HSA dealt with 2,477 cases of vaping in 2019. The number increased by three times to 7,593 in 2021.Over the past three years, an average of about seven out of 1,000 students from a public school were caught for smoking and vaping offences. But vaping appears to be growing in popularity with young people. There are reports of primary school pupils getting caught as well.Some people think that vaping is healthier than smoking. This is not true. A Johns Hopkins report suggests that vaping is not safe, may be bad for the heart and lungs and may be just as addictive as cigarettes. The fun, fruity \"flavours\" of these e-vaporisers adds to the misconception that vapes are harmless. I am worried that a new generation is getting hooked on nicotine.Thus, I would like to suggest HSA consider working with other agencies to educate youths and general public that vaping is not harmless and that vaping is illegal. I also hope HSA could work with schools and other law enforcement agencies to double the enforcement efforts.Lastly, I understand the purchase, usage or ownership of an electronic vape may result in fines of up to $2,000 per offence. Is this a sufficient deterrence? I suggest MOH consider doubling the fine quantum and consider a jail sentence for repeat offenders. "], "The Minister for Health (Mr Ong Ye Kung)": ["Thank you, Mr Chairman, let me start by answering a couple of COVID-19 related questions posed by Dr Tan Wu Meng. He asked about excess deaths.I reported in the House late last year that as at end-June 2022, our age standardised death rate throughout the pandemic was 549.9, per 100,000 person years. This is higher than the base rate which we used in 2019, which is 525 per 100,000 person years. So, there is some excess death.As at end December 2022, the number has gone up further and slightly to 555.7. This is expected as we are taking in the mortality of all major infection waves throughout the pandemic. This indicates an excess death rate of 30.7 per 100,000 person years. Nevertheless, due to the concerted effort of Singaporeans, we remain one of the countries with the lowest mortality rate and excess death rate in the world throughout the COVID-19 pandemic.Dr Tan also asked about strengthening our vaccine capability. This is something we are actively looking at, both in terms of building up our research and development (R&D) capabilities and also anchoring local manufacturing capabilities here. I will give a fuller update at a subsequent Sitting, because we are going to table our full after-action review in the House. This will take place not too long after the COS debate.A major after-effect of COVID-19 pandemic is that it inspired us to accelerate the changes to our healthcare system. As a result, the healthcare system is now at a very decisive stage of a major transformation, working off a foundation that took many, many years to build. And now, we look at healthcare system not as one system but as three interlinked systems.First, the acute care system, which is mature, well-developed. This is a system comprising hospitals, specialist clinics, treating the sick. Second, the population health system. I would say this is a teenager or adolescent. We are putting more emphasis on this through preventive care, through Healthier SG. And third, the aged care system. This one is a baby, still developing. We need aged care to take place predominantly in the community and not nursing homes.The imperative for this transformation is our rapidly ageing population, which I think is the biggest social development for this generation. The impetus to act now is COVID-19, which made things that were hitherto impossible now possible. In crisis, we made it possible. So, do not waste a crisis. Most importantly, through the crisis, the crisis brought to the forefront the power of preventive care, like good hygiene, screening tests and vaccinations.Mr Chairman, today, I will give the House an update on the three systems and answers questions at the same time.But before that, there are a few common, foundational issues undergirding all three healthcare systems, which my colleagues in MOH will address.First, we need the right size and quality of manpower. Senior Parliamentary Secretary Rahayu will be speaking on this. But let me make a few comments first. We need, based on our projections, to increase the number of nurses and support care staff by about 40% – from 49,000 now, to 69,000 in 2030.I have explained in the House before, that with a rising population of seniors who will fall sick more often and the shrinking population of new local entrants into the workforce, the numbers simply do not add up. We will not have enough local healthcare workers to support our healthcare needs. We have to do first whatever we can to develop our local pipeline of talent, including some of the suggestions Mr Gerald Giam put forward – attract retired nurses to return; serve as locums; increase male participation, that will be most welcome. But we still need to complement it with foreign healthcare workers, from varied sources.Various Members raised the issue about welfare of workers. I thank you for this. But fundamentally, the best safeguard for their welfare is to have sufficient manpower. No sufficient manpower and you have people who are so responsible, they are going to burn their weekends, they are going to burn their rest days and so on. You have to simply beef up the manpower resources. Senior Parliamentary Secretary Rahayu will speak more about it.As for foreign healthcare workers who become valuable members of our team and demonstrate commitment to Singapore, we should be prepared to integrate them into our society, just as we do for many foreign professionals.At the same time, and a few Members have raised this, society needs to appreciate and respect healthcare workers. The great majority of our patients and their loved ones and their family members, do. This is hugely motivating for our healthcare workers. But abuse and harassment by a small minority is a rising issue in our healthcare institutions. This is not acceptable. We will need to take a firmer stand against this.We need, as Mr Ang Wei Neng suggested, a consistent understanding across the healthcare system on what constitutes abuse of healthcare workers. We need to then empower hospitals to take a firmer stand against such abuse. When hospitals take such firm stand against abuse, the hospitals must feel confident that their management, MOH, the Minister and hopefully, this House and the public, will stand behind in protecting our healthcare workers against abuse. MOH has convened a workgroup to study this issue. They have completed their work. We will be sharing the findings on MOH's plans later this month.Second undergirding issue is we need the right IT systems and tools, to allow patients' key health data to be collected and shared across health providers safely and securely to ensure seamless and integrated care. Senior Minister of State Janil Puthucheary will elaborate on this.Third, we also need to improve the support system and safety net for vulnerable groups, especially to the lower-income families. Minister Masagos will elaborate on this.Let me move on to talk about the three healthcare systems. Let me start with the one we are most familiar with and briefly, the acute care system.We have about 11,000 public hospital beds today and we intend to add 1,900 more public hospital beds over the next five years. This will mainly come from Woodlands Health Campus which we are waiting eagerly for, and this will progressively start operations from end of this year. Tan Tock Seng Hospital Integrated Care Hub will also start operations this year. Preparation works for the redevelopment of Alexandra Hospital and the new Eastern Integrated Health Campus are also in progress.While not part of the acute care system, polyclinics are a very important part of our healthcare ecosystem. The Sembawang Polyclinic will start operations in the second half of this year and so too the Tampines North Polyclinic. Another eight will come on stream by 2030.We need to have adequate hospital capacity. But we should not overbuild or worse, think that the solution to future challenges of healthcare lies only in infrastructure and number of beds. Ultimately, with an ageing population, we need to become healthier. And this brings us to the second system, which is the population health system. We are building it up through Healthier SG.Dr Tan Wu Meng, Dr Lim Wee Kiak, Mr Ang Wei Neng, Ms Ng Ling Ling and probably a couple more others, have asked for updates on Healthier SG. Let me provide them by walking through the experience of Healthier SG.We want each of our residents to enrol with a family doctor, to build a long-term patient-doctor relationship. We think the doctor is best placed to guide a resident to better health. That makes family doctors the lynchpin of Healthier SG, the most important component. Therefore, we have been engaging our private sector GPs to co-develop Healthier SG.We are supporting GPs in many ways: IT grants, annual service fees for Healthier SG when they take care of enrolled participants. This is a new stream of revenue for the GPs for managing the health of enrolled residents.We will also be fully funding preventive services, like nationally recommended vaccinations and health screenings for enrolled Singaporeans. GPs will very likely have to deliver more of such services, which is another source of revenue. We have been explaining to GPs that with greater investment in preventive care, the primary care will grow, both in terms of size and importance.I thank Ms Ng Ling Ling for reminding me of that very simple back of envelope calculation. The money is there. The investment is there. The pie will grow. But GPs will incur more costs, but they will also earn more fee-based income and services-based incomes from the Government.It is voluntary for GPs to be a Healthier SG clinic. We have about 1,600 GP clinics in Singapore focused on primary care. Our assessment is that the great majority appreciates the objective of Healthier SG. They think it is a move that should have come earlier and they want to be part of it. But the sums have to work for them and we are working with them closely. We hope to secure the great majority of them to be our partners in Healthier SG eventually. I announced last week that we will launch Healthier SG enrolment for Singaporeans aged 60 and above in July this year. I also announced that we will launch a pre-enrolment exercise in May 2023. This is an early bird exercise. Who does it apply to? Those aged 40 and above, already have chronic illnesses and regularly visit their GPs. But their GPs need to sign up for Healthier SG. If they have not signed up, please try to persuade your GPs to sign up. This will ensure that this group of patients who need Healthier SG the most do not get crowded out.Mr Ang Wei Neng suggested using health carnivals to encourage sign-ups and volunteered the Pioneer Division to be the first. We are keen to take it up and will discuss with you as well. And I hope you are the pioneer. You are, indeed, the pioneer and many more community and grassroots organisations will come after you. You will come second, after Sembawang. [Laughter.]From July 2023, the first tranche of Healthier SG benefits will also kick in. This includes, one, a first Healthier SG doctor consultation which will be fully subsidised by the Government.Two, once the first consultation is completed, you will be awarded 3,000 Healthpoints worth $20. I did a check. To earn 3,000 Healthpoints using Healthy 365, you must walk 5,000 steps for 300 days. So, 3,000 Healthpoints is quite a lot. This is MOH's way of saying, \"Well done! Welcome to Healthier SG.\"Three, nationally recommended health screenings and vaccinations like influenza and mammograms will be free of charge for eligible residents.Four, after seeing the doctor, you want to heed his advice and to be more physically active, our community organisations will be organising more activities near your home. Participation will earn you Healthpoints.Dr Tan Wu Meng talked about sessions being terminated. There was a time when we were cost-conscious and wanted to be cost-effective. Those with fewer participants were suspended. I think we have changed our approach. Because of Healthier SG, we want to provide stronger support. So, even for those with a lower participation rate, we want to work with the local community, beef up participation and give sufficient lead time for us to be able to do that.But what has been suspended, I am afraid we cannot undo. So, please erase that from your memory and let us look forward.Ultimately, the best payback is better health for everyone.In early 2024, a second tranche of benefits, which will require more operational preparation, will kick in. This includes, one, enhanced subsidies for chronic drugs at GP clinics. This needs a little bit of explanation.Today, CHAS already provides significant subsidies for patients with low chronic medication needs. Just with their CHAS subsidies, they pay $0 or very little for their visits and medications. However, there are patients with complex chronic diseases who need several drugs and medication. The current CHAS benefits are not enough for them. Hence, these patients tend to go to polyclinics to get their subsidised drugs.Under Healthier SG, this group of patients has the choice to get their supply of polyclinic chronic drugs at Healthier SG GP clinics at around the same price as polyclinic drugs. This is because we will provide a new Healthier SG CHAS Chronic Tier subsidy for selected drugs. They will be available at your enrolled Healthier SG GP clinic.I should emphasise that this Healthier SG CHAS Chronic Tier is an option for this group of patients. It is an option because we know that some of these patients in this group are used to certain brands of drugs and they prefer to get it their GPs even though the drugs are not subsidised. So, now, we make the subsidised and cheaper alternatives used by polyclinics available to these patients through their private GP clinics but they are not compelled to switch. They can stay with the unsubsidised drugs that they are used to if they wish to.Another benefit is the removal of cash co-payment when using MediSave for chronic treatment. Patients can use MediSave to pay their bills fully, up to the withdrawal limit. This will also be effective early 2024.Finally, Ms Ng Ling Ling asked about traditional Chinese medicine (TCM). We are working closely with TCM practitioners by providing more support on research and development to generate evidence on the efficacies of TCM. There will be more developments in this area, which I will update the House when ready.Let me move on to the third system, which is the aged care system. Several Members of Parliament have asked about this.We are building many more nursing homes, doubling from 16,000 in 2020 to over 31,000 in 2030. Nursing homes have, indeed, provided important support to many families with frail parents. It is highly subsidised and supports families who are no longer able to take care of their loved ones at home.However, building more nursing homes is not a sustainable long-term solution. We run the risk of becoming over-reliant on it. Why do I say that? Because the worst enemy of the aged is often not diseases but isolation and loneliness. Without the companionship and love of family members or friends, the loss of function will hasten and they become frail very quickly.As I mentioned in this House before, research shows that the impact of loneliness on an elderly is equivalent to smoking 15 cigarettes a day. Our seniors need friends, relationships, love and activities around them. They need to feel active and purposeful, doing full-time work, part-time work, volunteer work, take walks in the park, hear the laughter of children, occasionally get into a squabble with their kakis – all these keep them healthy.These things can even reverse frailty in certain instances, but they can happen only if the seniors can age actively in the community. The Ministry of National Development (MND) has announced that they are building more Community Care Apartments. It will help. But it will not cater to the great majority. Therefore, what is more important is for seniors to be able to age in their current homes, which hold unique memories. To do so, we can leverage two important assets.First, our HDB estates. They are designed with many common spaces for interaction amongst residents – void decks, exercise corners, coffee shops, supermarkets, hawker centres. They served a different imperative in the early years of our nation building, but now, these common spaces offer opportunities for seniors to age healthily in the community.Second, our community partners, who have been providing social care and support in our housing estates. They have built up very precious personal relationships with residents. We have been working with them to implement pilot programmes for ageing in communities.Recently, I visited Montfort Care's Active Ageing Centre (AAC) at Marine Parade. They told me there are 5,000 seniors in the area they are in charge of and they have so far identified 400 seniors living alone. These 400 are their top priority for engagement. So, like MOH, they know from experience the pain and detriment of loneliness. Montfort is hosting many activities for seniors. Like many AAC partners I visited, Montfort came to the conclusion as everybody on how best to attract seniors – it is to makan together.So, once or twice a week, get donors to donate food, then volunteers to prepare the food, serve it in a nice environment like a nicely done up void deck, and seniors will come and gather. From there, they make friends. Then, they start to watch out for one another. The centre's staff can then further engage them to ensure that they are taking their medication, they are going to their health screenings and they can monitor their health.The other attraction is the gym. I did not know that until I visited many of them, especially now that we have many Gym Tonics on the ground. Many seniors who do not like to leave their homes will go to the gym. It is called \"Gym Tonic\". It is a bit corny. It is not gin and tonic.Many seniors who do not like to leave their homes will come to the gym. I suspect they heard enough stories of how gym work actually strengthens them and people who were immobile are able to walk again and even reverse frailty in certain circumstances.We are putting these ground experiences together into an effective and workable operating model for all AACs even as we expand the network.To do this well, our community partners will need stronger support in both money and manpower. MOH is studying how best to strengthen our support to AACs. This is, potentially, another major healthcare programme, alongside Healthier SG.This is urgent work. We are racing against time because the pace of ageing in Singapore is relentless. But if done well, this will be one of the best gifts to our seniors.Mr Chairman, over the years, MOH has been explaining the need to shift healthcare from hospitals to the community. With the three healthcare systems, we are making this into a concrete reality.But if care is shifting from hospitals to community, so must other aspects of healthcare.We need to be service-centric, not premises-centric. Take regulation, for example. We cannot just have standards and rules for hospitals and clinics. We need them for wherever healthcare services are delivered, including senior centres in the community, residential homes, mobile clinics or even remotely, via telemedicine.That is one of the key purposes of the Healthcare Services (Amendment) Bill, which we will present to the House at the end of the COS debate.Patient data is another good example. They need to flow across different healthcare providers and settings. That is why we will be presenting the Health Information Bill to improve the current situation of data collection and sharing.Likewise, the same argument can be made for healthcare financing for patients. The healthcare financing framework, which is \"S+3Ms\", namely, subsidies, MediShield Life, MediSave and MediFund – they must extend beyond hospitals to wherever healthcare services are delivered.We are, therefore, undertaking a review of our healthcare financing framework to make it more premises-neutral. But this will take some time. It is a complicated issue. In the meantime, we will make three smaller, no-regrets moves.First, MediSave claims for home care. Dr Tan Wu Meng has told the story of \"Ah Ma\" twice – once during the White Paper on Healthier SG and once just a couple of hours ago. He put up a compelling case why financing schemes need to be premises-neutral – to support patients like Ah Ma, who is immobile, homebound and finds it challenging to visit the polyclinic or the hospitals and, therefore, they have to rely on home care.Hence, in the second half of this year, we will extend the use of MediSave to homebound patients receiving home medical care. They will be able to tap on the MediSave500/700 and Flexi-MediSave schemes.As a start, this will apply to 25 home medical and home nursing providers that are receiving subvention and support from MOH. Collectively, they serve close to 10,000 patients. When the scheme stabilises, we will consider extending to the rest of the service providers.Dr Tan Wu Meng also suggested allowing patients to take their blood tests at polyclinics before their surgery and to standardise their forms. We will look into that, but we are mindful not to add further workload to the polyclinics, especially with Healthier SG coming onstream and they are extremely busy. But let us study the proposal carefully. The second thing we will do is normalise telehealth for care delivery.  During the COVID-19 pandemic, we wanted healthy individuals to recover from COVID-19 infections at home so as to minimise their visits to the clinics.  Telehealth made this possible. Infected persons isolated at home, they could seek consultation from a doctor online and have medication sent to them. Doctors too, can now leverage technology to attend and care for more patients.  To support and encourage the use of telehealth during the pandemic, we extended usage of MediSave and CHAS Chronic subsidies for teleconsultations for chronic disease management. And this policy was meant to be time-bound, effective only during the period of the pandemic.  Now that we are in DORSCON Green, we will not lapse it because telehealth has become widely accepted and demonstrated to be effective. Hence, we have decided to continue the pandemic arrangement and normalise the use of appropriate telehealth and make it part of routine chronic disease management.  Third thing, stronger support for palliative care. Mr Yip Hon Weng and Mr Xie Yao Quan have asked about this.   Survey findings consistently show that the great majority of Singaporeans prefer to pass on at home, in familiar surroundings, in the presence of loved ones, instead of an unfamiliar hospital surrounding.   However, currently three in five deaths still happen in hospitals. We have a long way to go in fulfilling the wishes of Singaporeans.   Hence, we are improving the clinical protocols in the hospitals. We are upskilling providers to develop general palliative care capabilities. We are engaging in early conversations with patients and their loved ones on their wishes.  Later this year, MOH will be embarking on an outreach effort, to encourage more Singaporeans to plan ahead with a Lasting Power of Attorney and Advance Care Plan.But we also need to work on expanding the capacity of the palliative care sector.Community palliative care providers, namely HCA, Assisi, Dover Park, they have been doing a tremendous job. They provide three modes of palliative care – at home, in day hospice or in the inpatient hospice. They have also been raising significant amount of charity dollars every year to complement Government funding to support their operations. However, their capacities are heavily utilised. To unlock their capacity constraints, hospices will need additional resources.At the same time, instead of having three funding formulas and three funding streams for different hospice settings – home, day, inpatient – we can bundle them into one per patient funding rate, set it at an adequate level and then empower the hospice to decide which settings are most suitable, depending on the care needs of the patients and also their family circumstances.  We will pilot this new approach with Dover Park Hospice, which is working closely with Tan Tock Seng Hospital (TTSH). We will grant them more resources through a new bundled per patient funding rate and we will learn from the pilot, review the arrangements, with a view to mainstream the scheme next year.   Let me end this section with some comments on questions raised healthcare costs, posed by Dr Lim Wee Kiak and Mr Xie Yao Quan. Healthcare inflation in 2021 is 1.1%, 2022 is 2.2%, and this is calculated post-subsidies and significantly lower than general inflation in both years.  We will continue to keep healthcare costs affordable through our S+3Ms framework. Low-income Singaporeans, in particular, can be assured that additional financial assistance will be available to you if you need them.   We will also extend financial assistance. This is a question raised by Mr Xie Yao Quan. We will extend financial assistance on a case-by-case basis to needy Permanent Residents, especially those with a strong nexus to Singaporeans.  However, for the great majority of Singaporeans who are healthy, the best way to keep healthcare costs low is to stay healthy. This is another reason why Healthier SG and ageing in communities are two top priorities now. Mr Chairman, in Mandarin please. (In Mandarin): [Please refer to Vernacular Speech.] I believe all of us have noticed that Singapore's population is ageing rapidly. There are more and more seniors in our neighbourhood. The burden on the society, family, healthcare system and our national finances will become heavier as well.Population ageing is an inevitable trend, but this does not mean that our hands are tied or that we have to give in. We cannot reverse the demographic change but we can change our views towards age. Many seniors who are above 65 may be old in age but are young at heart.Recently, I met an auntie when I was doing a walk-about in my constituency. She said to me amicably, \"Minister Ong, you are so young. I am almost 90 but you are only 60 plus.” I replied, \"Auntie, actually I am only 53!\" Auntie said, without a trace of embarrassment: \"Uh, nowadays whether you are in your 50s or 60s, you all look the same!\"I thought about it later. Indeed, the auntie was spot on. My grandmother passed on in her 50s. I have never met her. My grandfather passed on in his 60s. In my memory, he looked haggard and old. But now, many uncles and aunties in their 60s are still very active and do not look any older than me. As the quality of life improves, Singaporean's life expectancy has been increasing as well. What age is considered old? The best response is to take care of your health. If you can do this, you can refuse to admit that you are old. Staying healthy is our own responsibility, but the Government will also have policies to take care of the elderly. Let me briefly explain some of the key policies that we have in place. First, MOH is working on the Healthier SG programme, which will be launched soon. Starting from July this year, we will invite Singaporeans aged 60 and above to enrol into the programme. They can choose a family doctor to be their long-term health partner.The first consultation will be free-of-charge. After the first consultation, the Government will provide an award worth $20. Subsequently, annual vaccination and health screening as recommended by MOH will also be free-of-charge. MOH will work with community centres and grassroots organisations to help with the enrolment.Second, we will try our best to let our seniors to age in the community that he is familiar with. As we enter the golden years, the biggest fear is not diseases but loneliness and isolation.Once the seniors lose the companionship, care and love of their friends and family, their health will deteriorate and their body will become frail. Ageing in place with the companionship of family members, neighbours, friends and community volunteers, seniors can stay healthy or even reverse their frailness. This is an attainable vision, but not one that can be achieved by MOH alone. Fortunately, we have many community partners that provide care services in our housing estates and build precious relationships with the residents.Recently, I visited a cafe in Marine Parade. The cafe has a unique name. It is called \"独一无二 (du yi wu er)\" because the cafe is located at the void deck of block 52. It belongs to Montfort Care’s Active Ageing Centre.The volunteers who help out in the centre are seniors themselves. They go to the centre one or two days a week and prepare some food to serve the seniors living nearby. They work together, some cut meat, some clean beansprouts, some do the cooking and some do the plating.Once they eat together, they start to make friends and become good neighbours. Afterwards, they start to take care of each other and watch out for each other's health.The operation of a place like \"du yi wu er\" relies on donations from kind-hearted donors. The Government will consider how to fund such programmes so that they can spread across the whole island.Third, we will make changes to the MediSave policy. Currently, some senior Singaporeans who are wheelchair-bound or bedridden have to seek home medical care. But under the current policy, MediSave cannot be used for home medical care.In the second half of this year, we will adjust the policy so that this group of patients can use MediSave for home medical care to reduce their medical burden.The fourth point is more sensitive, which is end-of-life arrangement or hospice care. Many people avoid this topic. They think it is inauspicious and see it as taboo. But surveys conducted in recent years show that many Singaporeans prefer to pass on at home in the company of their loved ones. In order to fulfil the wishes of Singaporeans in this area, we need to work harder. Next, we will work together with palliative care provider Dover Park Hospice and their close partner, Tan Tock Seng Hospital, to conduct a pilot programme.Under the pilot, we will provide more grants and subsidies. To encourage these operators to expand their services, we will also allow them to determine the type of palliative care to deliver to the patients based on their care needs, as well as the family circumstances. If all goes well, we expect to incorporate such an arrangement into our mainstream healthcare system next year.I hope that the Government, businesses, community and the people can work together to reform our healthcare system, change our views towards ageing and to help our seniors to enjoy a fulfilling, happy and peaceful golden age.(In English): Mr Chairman, let me conclude by addressing Mr Henry Kwek's question on longevity science.The Geriatric Education and Research Institute and Centre for Healthy Longevity as well as other similar centres, they are doing very good work. In the transformation of healthcare, we are dealing with much broader and much more fundamental questions.   They are: What is medical science? How does it translate into public policy? I think the definition of medical science lies on a spectrum. At one end, medicine is a frontier science.  As a matter of life and death, it attracts a lot of R&D, including very exciting work on human longevity. Some of the advances sounds like science fiction. Today, you can 3D print body replacement parts, you can teach yourselves to fight a disease, you can edit genes to treat cancer.  Many medical moon shots have been fired. But we need to exercise caution when translating medicine as a frontier science, no matter how promising and exciting, into public health policy.  Emerging treatments usually work for exceptional cases. While these get reported in the media, they usually are not suitable for the majority of patients.   Furthermore, they are by nature very expensive. So, if we are not wise or careful in the development of frontier medical science, the country can end up paying a lot – including wiping out savings of many people – for very little good outcomes. We have to ensure that standard clinical practices and healthcare policies do not run ahead of the evidence of clinical benefit and cost-effectiveness.And that is one end of medical science. In the broad middle, medicine is a biological science. This is where medicine finds wide applications in treatment of diseases. It is the heartbeat of our acute care system. It has improved lives all over the world.When people unfortunately fall sick, hospitals do their best to treat them. Safety nets are set up to try to make healthcare costs affordable. But make no mistake, we do not like sickness and all countries in the world hope that demand for medical care is as low as possible. Therefore, the system must be designed with an emphasis on personal responsibility to ensure prudence and discipline in spending on sickness. And that is why co-payment of medical bills and insurance payouts remain an important principle of our system.Then, there is the other end of the spectrum. Here, medicine comprises relatively simple and general interventions that apply to entire populations – adequate sleep, eat healthily, exercise regularly, do not smoke, do not doctor-hop, go for periodic screenings and vaccinations.Unlike medicine in hospitals where we wish for less, we want more of such socially good medicine that enhances health, well-being and productivity. As Rudolf Virchow, the father of modern pathology and social medicine famously said in 1848, \"medicine is a social science, and politics (is)…medicine at a larger scale\". But this is of course 1848.However, while the benefits are significant in this spectrum, many people are unable to bring themselves to do these simple things that make us healthier. Because eating well, exercise and so on takes effort, sacrifice, perseverance, the rewards happen gradually and later, and they deny the all-too-human need for instant gratification.Hence, our public policies need to recognise the positive externalities of this spectrum of medicine and overcome and compensate for this hesitancy in order to maximise social good. This is the driving force behind the healthcare transformation that we are witnessing.So, through Healthier SG, we have decided to make preventive care like nationally recommended health screenings and vaccinations like public parks and libraries all over and free. We need to invest in infrastructure and systems that keep people healthy, just as we do for public transport and clean water. We cannot sweat those minority of abuse cases and let them dictate the overall design of our preventive care system, just like how we design the vaccination system during the COVID-19 pandemic. We need to mobilise the support of communities and partners to deliver preventive care well, similar to how we say it takes a village to raise our children. We need every individual to play a part in health and assume personal responsibility, just like national defence. It is a new realm of thinking in healthcare policy, but the considerations are not at all unfamiliar in public policy-making.Mr Chairman, our healthcare system has always reflected the face of Singapore. In the 1960s, we had a lean, cost-efficient system suited to a mainly young and vigorous people. Today, we need a more mature and multi-faceted healthcare system, three systems in fact – spanning frontier, biological and social sciences – so as to provide for the more complex needs and opportunities of an ageing population.Today, we have, through the crisis of COVID-19 and all that we as a nation have learnt in overcoming it, a powerful impetus to act – decisively, with resolve and extraordinary will to see us through this necessary transformation. And if it is true that politics is medicine on a larger scale, we in this House have the duty to ensure that we, our families and fellow Singaporeans will enjoy good health for generations to come. I ask for your support. [Applause.]The Chairman: Minister Masagos."], "The Second Minister for Health (Mr Masagos Zulkifli B M M)": ["Chairman, I thank Members for their suggestions on ways we can enable Singaporeans to keep healthy and build strong families. Health like education and housing is foundational to the well-being of a family. When families are healthy, they can thrive, support their seniors and enable their children to flourish and reach their fullest potential in life. This is why over the years, we have strengthened our policies to build strong and healthy families.MOH has been building an integrated ecosystem to support children and their families across the health and social domains. We are further enhancing it through the Child and Maternal Health and Well-being Strategy. We have begun the effort to enable families to access cross-domain services at a one-stop community node near their homes. Last year, I announced that we were piloting this programme, which we call Family Nexus.I am pleased to update that the first Family Nexus pilot has since been rolled out at Our Tampines Hub (OTH). Since November last year, families with young children living in the East have been able to access health services and parenting programmes close to home at FamNex@OTH.Over the next few months, a wider spectrum of services and programmes for families will be added on with more partnerships forged, providing holistic support for families. For example, the father can bring his elder child to the library for reading programmes while waiting for the mother and their newborn child who are receiving support on recommended childhood developmental screening and lactation support from Family Nexus. The family could attend parenting programmes organised by Family Nexus before enjoying a meal at OTH or participate in family-oriented sports activities by ActiveSG.One such family who has benefitted from the Family Nexus' support is Mdm D and her family who reside in Tampines. The FamNex@OTH team noticed that her children frequently hang out at the community space. With the help of the volunteer from the Family Service Centre, Mdm D was connected to the FamNex team from SingHealth and shared her concerns on the health conditions of her children, including her observation that one of her children might be slower in development.The FamNex community nurses followed up with a comprehensive health assessment for her children with the support of a paediatric nurse from KK Women's and Children's Hospital (KKH) and provided Mdm D with guidance and know-how to better care for her children's health conditions. This includes educating her on the right medication to manage asthma for one of her children, working out a plan to support her child's development and equipping Mdm D with educational resources and visual aid to guide her in monitoring her child's behaviour and symptoms. Mdm D has also attended parenting workshops to pick up relevant parenting skills. With the support from FamNex@OTH and other partners, Mdm D is now more confident and equipped to care for her children aged two to 18 years old.Integrated hubs like FamNex@OTH will be rolled out to more sites across Singapore, at Choa Chu Kang and Punggol, supporting more families. Family Nexus@ Sembawang will also be ready when the new Sembawang Polyclinic opens at Bukit Canberra later this year.Chairman, we will also continue to roll out mother-child dyad services at our polyclinics nationwide, enabling more children and mothers to benefit from services such as vaccination, childhood development screenings, breastfeeding and lactation support and maternal mental health screening. Parents and children can receive support concurrently at a single session without making multiple trips.Today, there are nine polyclinics which offer mother-child dyad services, an increase from the two polyclinics a year ago. We will roll out these services to several more polyclinics by the end of this year and are ahead of our target to scale these services to 14 polyclinics by 2025.We are investing more in upstream measures to help families keep healthy. This is in line with the Healthier SG effort on preventive health.To improve the health outcomes of our women and children, we are going upstream starting from as early as at the pre-conception stage, ensuring that couples are supported throughout the different stages of their parenthood journey.In addition, to ensure that we address emerging issues and trends in a relevant manner, we need to adopt an evidence-based approach and be informed by research. Findings from local studies such as the Growing Up in Singapore Towards Healthy Outcomes (GUSTO) have shown that maternal depression and anxiety affects the brain development of the fetus which could give rise to vulnerability to mood and anxiety disorders in the child's later life as well as their readiness for school. This is not a foregone conclusion, fortunately. Early identification and intervention will help.I am glad that hospitals and professionals are tapping into this evidence-based finding in designing services and resources. Last month, KKH together with the College of Obstetricians and Gynaecologists Singapore launched the Perinatal Mental Health Guidelines. These guidelines provide comprehensive advice to better address maternal depression and anxiety during the preconception, antenatal and postnatal phases. These guidelines are readable, and I encourage all, from family physicians, general practitioners to social workers and couples themselves to reference them.Early detection of diseases is key to enable timely intervention to achieve good health outcomes. Which is why we have encouraged our residents to take up the appropriate health screening programmes. Similarly, early identification and intervention are key to support maternal mental health. Hence, I am pleased to learn that KKH has implemented the Psychological Resilience in Antenatal Management (PRAM) since last December. Under this programme, all pregnant women receiving outpatient obstetric care at the hospital can access universal antenatal mental health screening and will be referred to the necessary care if they have depressive symptoms. Through these efforts, families will be supported in keeping healthy through the various chapters of their lives.We will empower parents, providing them with more evidence-based resources and practical help to raise healthy and happy children. Our children today grow up in a world of digital services. However, the best practices on the use of such devices are not always clear. I can understand that many parents would be concerned to learn that studies such as GUSTO show that early passive screen use for young children, especially those under 18 months old, has been associated with poorer language skills and shorter attention spans when the children are in primary school.To provide more practical help to parents, I am pleased to launch the advisory on screen use for children aged zero to 12 years old. The advisory has been developed by an expert panel comprising professionals from healthcare, social and educational sectors. It provides useful tips such as for parents to be role-models for positive screen-use behaviours and set boundaries on screen use with children. We hope that it will be a helpful guide for parents, educators and more.We share the same view as Dr Wan Rizal that we need to do more to support fathers. The role that fathers play in early childhood development may not be well-known, but it is no less important. Studies such as SG LEADS show that fathers play a sizeable role in the development of a child's self-regulation and ability to delay enjoyment. This refers to the ability to defer short-term enjoyment for longer-term gain, an important predictor of ability and academic achievement.Hence, it is important that we support the mental well-being of fathers too to keep them well. I am glad to share that National University Hospital (NUH) will be extending its mental health screening and support to fathers of children and husbands of women under its care.Besides parents, we will also leverage existing natural touchpoints, such as schools and preschools, to do more, to give every child a good head start in keeping healthy. We will be enhancing school health and preschool health programmes, to provide a more comprehensive and holistic school health package for students to foster good healthy habits from young.More details will be announced together with the Ministry of Education (MOE) and the Ministry for Social and Family Development (MSF) later this year.Ultimately, we want to empower families to take charge of their health and enable families to flourish. We recognise that some families may need more support. For such families, a single health event can be destabilising. Early detection and intervention will prevent small issues from snowballing into larger problems later. Keeping families on an even keel and helping them achieve stability, self-reliance and ultimately, social mobility. I agree with Mr Xie Yao Quan that we can do more to integrate health and social services to provide more holistic support for lower-income families. We have made progress. Today, public healthcare institutions are in partnerships with Social Service Offices (SSOs) to jointly support lower-income residents in their region. For example, Changi General Hospital (CGH) community care staff and SSO officers work together as one team at SSO@Bedok. When families come to SSO@Bedok for financial assistance, CGH community nurses take the opportunity to assess their health needs and provide support, such as advice on recommended health screenings. Clients with health concerns are referred to the community nurses who are stationed onsite at SSO@Bedok and who will liaise with their primary care doctor if there is a need. For those who are unable to make a trip down to the SSO, the community nurses visit them at home together with the SSO officers to offer support and help. We are also improving lower-income families' access to health promotion programmes. Last year, HPB worked with community partners, such as People's Association, M3@Towns and ComLink, to proactively reach out to lower-income families with young children, supporting them with resources and encouragement to facilitate healthier lifestyle choices, such as buying groceries with healthier choice symbol and engaging in regular physical exercises. This year, we will be enhancing efforts to support lower-income families through two regional pilots, in collaboration with social agencies and preschools, supporting these families in accessing health services and providing wraparound support for both parents and children. This involves redesigning the care model and services around these families, facilitating health and developmental screenings, equipping preschools and social agencies to identify and refer at-risk preschool children for further assessment, equipping parents through home visits and fast-tracking referrals for medical appointments where needed. In the Northeast Region, SingHealth will lead cross-domain and multi-agency efforts to support children from low-income families through Project HOME (Holistic Management and Enablement). These efforts will build on the efforts of existing programmes, like KidSTART and ComLink.  Healthcare agencies like Sengkang Hospital (SKH), KKH, Punggol Polyclinic will partner My First Campus preschools as well as social services centres, the SSOs and Family Service Centres to jointly support case management of children under six years old. A similar pilot will be rolled out in the West by NUH through the HEADS-UPP, or HEAlth and Development SUpport in Preschool Partnerships, programme. NUH will partner Care Corner and PCF Sparkletots preschools in the West.  These pilots will provide deeper insights on how we could further strengthen cross-domain collaborations to better support lower-income families. If they are proven effective, we will explore scaling them nation-wide to benefit even more families. With Healthier SG, we expect these collaborations to be further deepened, particularly with polyclinics and the Primary Care Networks. Last but not least, we are also enhancing support for caregivers who are the cornerstones of our families' well-being. Like Mr Gerald Giam and Ms Carrie Tan, we recognise that caregivers play a significant role and must be supported well.  The Government has enhanced our support for caregiving for families over the years. In 2019, we introduced the Caregiver Support Action Plan that outlined key initiatives in the areas of financial support, respite care, caregiver empowerment, workplace support and care navigation. Last year, we shared more initiatives to recognise caregivers' contributions and ease their burden when we debated the White Paper on Singapore Women's Development.  MOH has recently enhanced the Home Caregiving Grant (HCG) to further defray the costs of caring for seniors and those with disabilities. From this month, those who are eligible will start receiving enhanced payouts of either $400 or $250 per month, up from the current $200, with more support provided to the lower income. This already covers households earning up to the median income per household member. As Minister Ong shared earlier, we are also taking steps to further improve affordability for those receiving care at home, as part of the holistic shift for healthcare services to be more premises-neutral and care-centric. For those taking care of very frail seniors, there are around 60 nursing homes which offer residential respite care. Others could tap on various subsidised eldercare services, such as home and day care services for respite.  For those families with lighter caregiving needs, MOM has earlier shared that it will expand the scope of the Household Services Scheme (HSS) to provide basic child-minding and elder-minding services. This will offer an additional option for families. More details will be shared by the Ministry of Manpower (MOM) at a later time. There have also been suggestions to enhance family care leave. Beyond legislating leave provisions, it is more critical and sustainable for caregivers to be provided with family-friendly work environment, to help them balance work and caregiving responsibilities. We will continue to enhance efforts to support a more family-friendly work culture, including promoting flexible work arrangements (FWAs). We are also enhancing support to persons with disabilities and their caregivers in building an inclusive Singapore. We will share more about our plans later during MSF's Committee of Supply. In closing, healthy families lay a foundation for a strong society.  We want to empower families to sustain their health through the chapters of their lives, making it easier for families to access services and enhancing support for caregivers, adopting a preventive health approach to better support fathers, mothers and their children, maximising their well-being and helping their children achieve their fullest potential in life, creating a Singapore that is truly made for families. The Chairman: Order. I propose to take a break now.Thereupon Mr Speaker left the Chair of the Committee and took the Chair of the House.Mr Speaker: Order. I suspend the Sitting and will take the Chair at . Order. Order. Sitting accordingly suspended at 3.38 pm until .Sitting resumed at .[Mr Speaker in the Chair] Debate in Committee of Supply resumed.[Mr Speaker in the Chair]Head O (cont) –The Chairman: Senior Minister of State Dr Janil Puthucheary. "], "The Senior Minister of State for Health (Dr Janil Puthucheary)": ["Mr Chairman, Sir, as our healthcare system evolves, services such as home care and teleconsultations are becoming more commonplace. These changes drove our move towards a premises-neutral and services-based regulatory regime. However, sharing of information remains limited. Patients need to remember and repeat their medical history and there is an administrative burden on providers to avoid unnecessary investigations or tests.Some programmes are attempting to close this gap, like the Primary Tech-Enhanced Care-Hypertension (PTEC-HT) Programme in polyclinics mentioned last year. This allows patients to submit their blood pressure data to their primary care team who views these readings through a dashboard. A patient can change polyclinics and the new polyclinic can continue to monitor the patient's blood pressure through the dashboard. The patient need not record and repeat their blood pressure readings from the original polyclinic. These are small steps in the right direction and we need to build on these steps. It is critical that healthcare providers can collect, access and share standardised health information across settings to facilitate the provision of uninterrupted and holistic care. For example, we screen women at risk of gestational diabetes during pregnancy. We know that early detection and intervention for such women can improve both maternal and infant health outcomes. With Healthier SG and data sharing, general practitioners (GPs) can identify women with pre-diabetes and support them on lifestyle changes to prevent the onset of diabetes. When the woman becomes pregnant, data sharing will enable her health information to be accessed by her obstetrician, who will then know about her higher risk to develop gestational diabetes. If she does develop the condition during pregnancy, she will have a higher risk of developing diabetes within the five next years after delivery. So, her regular GP will need to know about what happened during the pregnancy and so work with her on preventive measures to keep diabetes at bay. Data sharing enables care and preventive care provision to take place seamlessly as she goes through different stages of her life and this data sharing needs to happen from the community practitioners to the hospital specialists, and back again.I agree with Dr Lim Wee Kiak that data sharing is needed to enhance patient care and on the need to expand the s (NEHR), as with Ms Mariam Jaafar on building our capabilities to harness the power of digital tools. The NEHR was designed to facilitate data sharing for care coordination and give healthcare providers greater visibility of the patient's medical history. This will enable practitioners to make better care decisions for their patients.We haveintegrated the HealthHub application within the NEHR. In addition to viewing health information such as drug allergies and medications, patients and their authorised caregivers can also manage their medical appointments via the HealthHub app. With Healthy365, patients can check their health points, track their physical activities and diet as well as access community activities. We intend to progressively make available more health information from the NEHR on the HealthHub app. To support these initiatives and many others, we will require our licensed healthcare providers and allow selected entities to contribute data to the NEHR. GPs participating in Healthier SG will be required to contribute to the NEHR within one year from the launch. We are also exploring how to better facilitate the sharing of health and administrative data between these partners.The sharing of data also enables public agencies such as the Health Promotion Board (HPB) and Agency for Integrated Care (AIC) to formulate national programmes, initiate new preventive healthcare programmes or reach out to residents who may be socially isolated and require support. For example, through its Preventive Health Visits with seniors, AIC's Silver Generation Office (SGO) shares relevant information it gathers with  and the Regional Health Systems so that they can follow up with relevant programmes for their residents. To achieve all this, we will be introducing new legislation, the Health Information Bill. This was announced by Minister Ong Ye Kung during the COS debate last year.There are three things the legislation will seek to achieve. First, to enable the collection of patients' selected health data from healthcare providers. Second, to allow healthcare providers to share health and administrative data with one another for specific purposes. And three – and third, I beg your pardon, to govern the collection, use and disclosure of such data by setting out robust cyber security and data security requirements.Given the sensitive nature of health information and the consequences of misuse, stringent requirements must be placed on the collection, use and sharing of health information. There are measures already in place under the Personal Data Protection Act and the Cybersecurity Act, and these requirements already apply to our healthcare providers today.However, we will do more. We are engaging the Personal Data Protection Commission (PDPC) and the Cyber Security Agency of Singapore (CSA) to identify areas where requirements need to be strengthened and where safeguards need to be fortified specifically for health information.Health information is personal and it is something that Singaporeans expect to be carefully and sensitively handled. Thus, beyond engaging the PDPC and CSA, we have been extensively consulting stakeholders on issues surrounding data privacy and sharing. These include our licensees, healthcare professionals, IT vendors, members of the public, patients and caregivers.The views gathered are helping us shape the Bill to address our policy intent, the needs of patients and the administrative and operational costs for providers. The consultations continue and we will address the feedback. We subsequently intend to table the Bill in this House in the later part of this year.If I may, Sir, turn to addressing some of the cuts that Members have filed. Mr Alex Yam asked if the gestation limit for abortion could be lowered. Many countries have similar rules as us and allow for abortions for medical and socioeconomic reasons after 20 weeks. Our current rules are not exceptional.At 23 weeks gestation, there are high risks that these extremely pre-term babies if they survive, lead a very poor quality of life. Although it is improving, the chance of survival remains low.We will continue to work with the professional community to monitor the neonatal survival and morbidity data and continue to evaluate the appropriate gestational threshold.In response to Miss Cheng Li Hui, the upper age limit of donors for elective egg freezing, which will be implemented in June 2023, is presently set at 35 years of age. Nonetheless, we are aware that the success rates of egg freezing remain relatively stable up to 37 years old at the point of donation. We are reviewing the evidence as part of the overall effort in developing the Assisted Reproduction Regulations under the Healthcare Services Act.We agree with Dr Tan that we need to sustain our efforts on the affordability of cancer treatment while keeping MediShield Life premiums affordable. Although cancer patients account for about 2% of all patients, cancer drugs make up 35% of public sector drug spending. Over the five-year period from 2017 to 2021, this spending increased by over 90% while overall national age-adjusted cancer mortality improved by 2.1%.The Cancer Drug List (CDL) has allowed MOH to negotiate for lower drug prices, thus making cancer treatments more cost-effective and lowering financial burden on patients and families. Since its announcement in 2021, the CDL has helped MOH secure an average price reduction of 30% on the listed drugs. Expensive and novel treatments may not equate to better outcomes and we strongly encourage patients and practitioners to choose the listed drugs where possible.From 1 September to 31 December 2022, an average of 90% of patients in private medical institutions and about 95% of patients in Public Healthcare Institutions were on CDL treatments. A minority of patients are on non-CDL treatments and they may need time to adjust to the changes. Multiple support measures are being provided to help them continue with their current treatment course with minimal impact to their out-of-pocket expenses. These include financial support for existing patients in our public institutions and the preservation of Integrated Shield Plans coverage until 30 September this year. Thereafter, non-CDL treatments may remain covered by private insurance products such as IP riders. If affordability is an issue in private healthcare institutions, patients can opt for subsidised care at the public healthcare institutions where they may apply for additional support such as MediFund. Patients who receive ancillary services such as consultations, scans and blood tests as part of their cancer drug treatment and those requiring more intensive treatments are worried about future treatment costs. These can be claimed from MediShield Life under a separate cancer drug services limit. I would like to reassure patients that we are reviewing the data and intend to increase the claim limits. We will announce more details soon.I would like to assure Dr Tan Yia Swam that complementary health and wellness service providers are not licensed under the Healthcare Services Act or the Private Hospitals and Medical Clinics Act. As such they are not allowed to provide any licensable healthcare services or purport to treat, diagnose or manage any medical conditions or diseases.We do not allow unlicensed providers to advertise services or skills relating to the treatment of a medical condition. These measures will be ported over to the Healthcare Services (Amendment) Bill which will be debated in the House later this month. This allows unlicensed providers to be subject to the same penalties as licensed providers if they contravene the regulations on healthcare advertising under the Healthcare Services Act. We take a serious view of this and will not hesitate to take errant providers to task. Members of the public are encouraged to remain wary of exaggerated claims when consuming healthcare services from unlicensed providers.I also agree with Dr Tan that the Clinical Claims Resolution Process (CCRP) could be used more widely. It was designed to be voluntary, where parties using the CCRP must mutually agree to participate and abide by the CCRP's decision via a contract. MOH will continue to work with the relevant organisations to strengthen the CCRP process and its participation by all stakeholders.To Dr Tan's suggestion of a future collaboration with SMA in enhancing the education of payors, we agree that stronger collaboration between payers and the care team will contribute to a better patient experience, and this can be discussed further with the Multilateral Healthcare Insurance Committee.MOH currently requires licensees using Third Party Administrator (TPA) services to reflect TPA administrative fees in the patient's bill. However, as there is no direct patient care involved, we do not regulate the TPAs themselves.We understand that there are concerns about the potential impact on healthcare affordability and access when using TPAs, and we remain committed to minimising the risks by working closely with stakeholders such as the College of Family Physicians. In response to Dr Shahira Abdullah, our two National Specialty Dental Centres (NSCs), namely the National University Centre for Oral Health Singapore and the National Dental Centre Singapore were set up to provide subsidised dental services for patients requiring more complex or specialist dental treatment. Although the NSCs also receive subsidised patient referrals directly from other Government hospitals, these numbers are very small and there is adequate capacity at the two NSCs to manage referrals for specialist treatment. On special care and geriatric dentistry, the Bachelor of Dental Surgery programme at the National University of Singapore (NUS) includes training in geriatric dentistry. Today, the majority of dental needs of geriatric or special needs patients are met by general dentists.We are reviewing and monitoring dental specialities that are not formally recognised by the Dental Specialist Accreditation Board in Singapore, including the need for clinical practice guidelines for geriatric and special needs dentistry. Beyond these measures, healthcare institutions are provided funding to enable better accessibility and care transition for elderly and special needs patients, and we encourage dentists to tap on the institutional scholarships or the Health Manpower Development Plan to pursue further clinical training in these areas.Mr Pritam Singh wishes to understand more about the Vaccine Injury Financial Assistance Programme for COVID-19 Vaccination (VIFAP). As of 31 January 2023, MOH has received 2,405 applications, with 414 payouts made. VIFAP applications are reviewed and assessed by an independent VIFAP clinical panel, which includes senior specialists in the relevant fields of neurology, immunology and allergy, and infectious diseases.To determine eligibility for VIFAP, the panel reviews the medical details of the application objectively alongside available scientific evidence, to assess if it was likely caused by the COVID-19 vaccine received and its severity. It is not necessary to prove absolute causality for a payout to be awarded. This is in line with the standards applied internationally and by the World Health Organization.Payouts for events assessed to be related to the vaccine are based on the panel's assessment of severity, including if activities of daily living are affected. Persons will also continue to receive support through applicable healthcare financing schemes, such as CareShield Life, MediShield Life and subsidies at our public healthcare institutions.Unsuccessful applicants can file an application for reassessment if new evidence becomes available. The VIFAP panel will assess the application and consider the new evidence. There have been 24 applications that were successfully reassessed.We have informed healthcare professionals to be facilitative and support their patient's applications in a timely manner. That said, I would like to assure the House that patients have three years to apply for VIFAP.With time, if new evidence emerges showing potential links between vaccination and a severe adverse event, the VIFAP panel may reassess related applications.Mr Chairman, Sir, if I may now shift the focus to mental health.We recognise the multifaceted nature of mental health issues and the need for better coordination between the health and social sectors. For this reason, the Interagency Taskforce on Mental Health and Well-being was established in July 2021 to oversee and coordinate mental health efforts across different sectors, focusing on cross-cutting issues that require interagency collaborations. The Taskforce is co-led by MOH and the Ministry of Social and Family Development (MSF) and comprises public sector agencies, such as the Ministry of Culture, Community and Youth (MCCY), Ministry of Education (MOE) and Ministry of Manpower (MOM), as well as private and people sector agencies.Dr Wan Rizal and Mr Xie Yao Quan have asked for an update on the work done and plans under the Taskforce. In the past year, members of the Taskforce played an important role in reviewing the population's mental health needs, identifying gaps and challenges and developing plans for improvements.The Taskforce has preliminarily identified 12 recommendations focused on three areas: (a) improving the accessibility, coordination and quality of mental health services; (b) strengthening services and support for youth mental well-being; and (c) improving workplace well-being measures and employment support.To gather views and feedback on the preliminary recommendations, the task force conducted public consultations between May and August 2022. Over 950 responses were received, with feedback from groups, such as youths, parents, persons with mental health conditions, service providers, employers and community agencies. In general, respondents agreed with and were supportive of the preliminary recommendations, and most of the feedback were suggestions to refine the implementation details.If I may, let me now elaborate on some of the plans under the Taskforce. We have recommended to implement a tiered care model for mental healthcare delivery. This is a framework that matches the level of care to the severity of the mental health need. The model is based on the idea that different individuals have different levels of mental health needs at different times and interventions can be tailored to meet each person's specific needs.The tiers differ in their levels of care intensity. For instance, the first tier typically involves self-help resources, peer support networks and hotlines offering basic emotional support for individuals. Individuals with more severe mental health symptoms would access higher level of care, such as ones involving psychotherapy or more intensive medical treatment.What are the benefits of this model and how is it different from the existing model of service delivery?The tiered care model will map both health and social services involved in mental healthcare delivery into the same framework, using the same language and mental models. This will facilitate clearer referrals, coordination and care planning for individuals whose needs are managed by different service providers who may be operating from the social, educational and clinical care sectors.Let me give some examples of progress on this.Last year, KKH embarked on Temasek Foundation Youth Connect pilot programme to support adolescents facing difficulties with life challenges or mental health issues. The multidisciplinary KKH team came together with counsellors and social workers from schools and social service agencies to develop a set of intervention resources.KKH is also working closely with schools and community providers to facilitate referrals of adolescent patients between social services and healthcare settings. Such collaborations ensure that adolescents' needs are holistically met through the respective touchpoints.Another example from social and education stakeholders – recognising the need for deeper collaboration to meet the mental health and well-being needs of students, AMKFSC Community Services has been working closely with counsellors from Nanyang Polytechnic (NYP) to ensure timely and coordinated mental health support for students facing academic stress as well as family and peer relationship issues.In the last example, the Institute of Mental Health (IMH) has partnered the Samaritans of Singapore (SOS) and are in the midst of developing a set of guidelines for youth suicide prevention programmes as a resource for service providers.Other benefits of the tiered care model include ensuring better access to care and encouraging early help-seeking and intervention. The mapping of services and professionals across the tiers in the care model serves as a signpost to the public on the mental health resources and touchpoints available in the community, primary and tertiary care settings. This supports individuals in identifying the services that best meets their needs and gives them the know-how to access care as early as possible.Ultimately, the goal of the model is to ensure individuals receive the care most appropriate for their needs in a timely manner. In doing so, it also avoids an overreliance on centralised specialist care and optimises the use of resources.For the tiered care model to be implemented effectively, there is a need to ensure adequate competencies and standards amongst all mental health practitioners. Task force representatives from the social, health and education sectors have come together to develop a national mental health competency training framework. The framework will establish a structured approach to guide mental health practitioners in developing the knowledge, skills and competencies necessary to deliver high-quality and effective care. The framework will spell out the training needs of the practitioners and, through this, mental health training courses can be aligned towards a common set of training standards as described by the framework.The framework will apply to practitioners involved in supporting individuals with mental health needs, ranging from lay responders, such as peer supporters, to mental health professionals, including nurses, social workers and counsellors, amongst others. Practitioners can benefit by receiving more consistent and evidence-based instruction and training. This uplifts mental health care capabilities for all providers, which will result in higher quality care and improved outcomes for clients.Finally, to complement these efforts, there needs to be a proper understanding and perception of mental health issues as well as a willingness to seek help when needed. That is why HPB launched the \"It's OKAY to Reach Out\" campaign to emphasise that help-seeking is appropriate and to encourage individuals to seek help for their mental health needs. Normalising conversations on mental health will take time and may require different approaches for different citizen segments.At the broad level, we continue to encourage such conversations through the SG Mental Well-being Network. To better support parents, HPB rolled out a public education campaign for parents to better understand their children's emotional health and identify behaviours of concern so that parents can be better equipped to support their children and know where to seek help from as early as possible.The Interagency Taskforce fulfils the critical role of bringing together diverse partners and stakeholders to shape mental health policies and strategies, spearhead initiatives, proliferate resources and create a conducive environment for ground-up initiatives to thrive. The Taskforce will continue to carry out its mandate and work towards the development of a national strategy for mental health and well-being aimed to be released by the end of this year. We will also continue to explore other options to coordinate national efforts on mental health and well-being, such as considering the value of establishing a central coordination office.With these efforts, we can expect a cohesive system of diverse mental health service providers coordinating care within a common frame of reference and a tiered model of care delivery. A more well-defined competency training framework will enhance the quality of care provided to all Singaporeans. And I hope we will develop a more inclusive and supportive culture as a nation, with improved awareness and knowledge on mental health and well-being.Sir, I have outlined MOH's plans on health information, mental health capacity, and we will focus our efforts to provide our healthcare workers with the necessary information, technology and infrastructure so that they continue to do what they do best – deliver quality care to our patients and keep our nation healthy.As we emerge from the pandemic, I would like to express my deepest gratitude once again to the healthcare workers who have held the fort and led us through the pandemic.With that, Sir, I wish you and all Singaporeans good health.The Chairman: Thank you. Senior Parliamentary Secretary Rahayu Mahzam."], "The Senior Parliamentary Secretary to the Minister for Health (Ms Rahayu Mahzam)": ["Mr Chairman, my colleagues have spoken at length about the upcoming initiatives in healthcare. In order for those to bear fruit, it is essential that we grow and retain our healthcare workforce.We often say that healthcare workers are the backbone or the lifeblood of the healthcare sector. These medical metaphors are correct because if the healthcare system were a body, none of it would function without healthcare workers. It is, therefore, important that we continue to recruit healthcare workers from diverse sources and ensure that the sector remains an attractive one. Our manpower policies are designed to meet present and future needs. We regularly update our projections to ensure that we plan this well.We have increased local intakes of students over time to ensure a stable supply of healthcare professionals. This increase will materialise in the workforce in the coming years. For example, the first batch of 230 allied health graduates from the Singapore Institute of Technology entered the workforce in 2020. After increasing the intake by around 85%, about 430 students from the 2022 batch will enter the workforce in 2026.As the demand for healthcare services grows and our care model evolves, we will continue to work with schools to review our intakes. We want to attract students from all pathways into suitable healthcare programmes. Take for example the Diploma in Nursing offered by polytechnics. Besides \"N\" Level, \"O\" Level and \"A\" Level pathways, students can also join from the Integrated and International Baccalaureate Programmes, whether at the fourth or sixth year of study. The other nursing schools like ITE and NUS also offer multiple admission pathways.We are working towards making the entry criteria for each pathway more transparent. I want to assure all students that while there are entry criteria, no student from any particular educational pathway is denied eligibility. Healthcare staff are also encouraged to continue upgrading their skills and practise at the top of their licence. Healthcare is a multidisciplinary team effort. Our nurses, pharmacists and allied health professionals work closely with doctors to step up to lead care initiatives in the community. By expanding and advancing their skillset, they can look forward to a long and fulfilling career in healthcare. However, the most important and urgent step we need to take is to beef up nursing manpower. In recent years, the global competition for healthcare workers has intensified, especially for nurses. The attrition rate for local nurses has remained stable over 2019 to 2022, but, for foreign nurses, this has spiked from 9.5% to 14.5% over the same period. The loss of both local and foreign nurses to our competitor countries is a key reason for the stress and high workload for our nurses. We need to replace the manpower lost to other countries, safeguard the welfare of nurses and meet increasing needs.Therefore, as Ms Mariam Jaafar has rightly pointed out, the most critical and practical thing to do is to increase manpower. To this end, we are ramping up recruitment of foreign nurses. We will go through a period of increased inflow of foreign nurses because of their higher attrition in recent years.Looking forward, we will continue to need foreign nurses to complement our local core. Because if our population has more and more seniors and fewer young graduates joining the workforce, the numbers will not add up and local nurses alone cannot meet our healthcare needs.We are glad that Members share these concerns, such as Ms Sylvia Lim, who asked about our measures to retain experienced foreign staff.Some of these foreign healthcare workers may grow to become valued members of our healthcare community and demonstrate their commitment to Singapore. We should be prepared to grant them PR status, because it means retaining a pool of manpower that is of critical value to Singapore.So, I hope all Members of this House will support our efforts to expand the manpower of the healthcare sector, including recruitment of foreign manpower. This allows us to deliver quality healthcare and safeguard the welfare of our healthcare workers. After recruiting them, it is equally important that we retain the healthcare workers we have. To answer Mr Gerald Giam's question, we review salaries regularly to ensure that healthcare workers are paid competitively. Last year, we announced an enhanced special payment package for nurses in both the public and community care sectors. Among the public healthcare institutions, they will also refresh and update pay components, such as allowances for shifts and for work duties beyond regular hours. As Dr Tan Wu Meng has pointed out, other measures, such as flexible work arrangements can help retain staff who might leave otherwise. For those who leave the sector, our healthcare institutions maintain contact to encourage them to return. Every year, over the past five years, about 750 non-practising nurses return to practice, joining some 2,400 new nurses. In comparison, about 1,300 nurses do not renew their practicing certificates each year. We will continue with our efforts to retain the nursing workforce. Last but certainly not least, we will continue to ensure the well-being of our healthcare workers and that starts with a healthy working culture and environment. I thank several Members and Nominated Members who have spoken up on this, such as Mr Abdul Samad, Dr Tan Yia Swam, Ms Ng Ling Ling and Mr Louis Ng. Those who have worked in a healthcare institution will know that many of our healthcare workers work beyond their call of duty, skip meals and forego rest time. Their strong sense of duty keeps them going, but it is neither sustainable nor fair that they constantly sacrifice their well-being. In a profession where people come first, there must be more we can do to ensure their welfare.We work closely with public healthcare clusters on this. In recent years, the public healthcare clusters have appointed Chief Wellness Officers to develop system changes to improve staff well-being and also support measures like counselling and peer support networks. The clusters also regularly survey staff on whether they feel able to cope with the demands at work and whether they know how to seek help when faced with stress or workplace bullying. To ensure healthcare workers have enough rest between and during shifts, the clusters regularly review administrative processes and remove them if not needed. We are also reviewing the working hours of junior doctors, but it is a complex issue that will take time to work out. At present, the hospitals use methods like electronic logging and surveys to monitor junior doctors' working hours and well-being. That said, hospitals are operational environments which have to address patient needs on a day-to-day basis. When planning rosters, hospitals take into account the skill mix of staff on each shift and each staff's preferred shift pattern. Healthcare workers have also covered for each other occasionally where there is an operational need. In addition, Singaporeans can show their support by lightening the load on healthcare workers. Each of us can avoid bogging nurses down with administrative and basic tasks that do not require nursing expertise to address. We seek the public's understanding on this. Family members can do their part in assisting their loved ones in the hospitals with basic care, such as feeding and moving around. It is also reassuring for patients to be attended to by their loved ones. Your support in such activities will allow nurses to focus on complex care tasks, such as medication administration and wound care. We are grateful to those who already do their best to support healthcare workers.Last year, the Ministry announced that we were forming a Tripartite Workgroup to look into the rising number of cases where healthcare workers had been abused and harassed. Since then, we have extensively engaged healthcare workers and members of the public on this issue. Based on our findings, abuse has become a more common occurrence that healthcare workers face. Almost one in three healthcare workers witnessed or experienced abuse at least once a week.We need to take decisive steps to ensure the safety and well-being of our healthcare workers. This includes enhancing protection for healthcare workers by improving and standardising how public healthcare institutions deal with abuse and harassment. We need to have a clear and common definition of abuse across healthcare workers and members of the public. It also means taking steps to prevent potentially abusive situations, as well as promoting trust and respect between patients, caregivers and healthcare workers.We appreciate that Members of this House have raised various questions on this important issue. As shared by Minister Ong earlier, we have completed the first phase of our work. We will share more details of the Workgroup's engagement findings and a progress update on MOH's plans later this month. I would like to talk about healthier living through increased physical activity and balanced diets. Last year, I spoke about our efforts to reach out to ethnic minority groups, including the formation of the Malay Community Outreach, or MCO, Workgroup. I also shared on HPB's efforts to use culturally significant events for public education on healthier lifestyles. We have kept up the momentum of these efforts.In the past year or so, over 29,000 Malay residents and over 32,000 Indian residents have participated in healthy living programmes, like exercise and mental well-being workshops. To engage the Indian community, we promoted healthy eating messages during Deepavali, such as the need to reduce sugar consumption in desserts. The public may have seen last year's Deepavali music video with Mediacorp's Vasantham. HPB also held exercise sessions and health screening in places of worship, such as the Central Sikh Temple. Mr Chairman, please allow me to say a few words in Malay. (In Malay): [Please refer to Vernacular Speech.] To encourage people to take charge of their own health, we are making it easier for the community to organise and run their own programmes. One example is a new initiative by the MCO Workgroup, called Saham Kesihatan (Healthy Investment), which was piloted at M3@Towns at Tampines and Jurong. It is aimed at nurturing a group of peer leaders in the community who organise community-led interest groups for Malay/Muslim residents to live healthily. For people who lead sedentary lifestyles, it can feel challenging to get into the habit of exercising. Luckily, it is never too late to start. Someone who illustrates that perfectly is Mdm Haslina Aziz, who is an active volunteer and leader in Gems Empowering Me Series. Gems is a social enterprise that organises activities for women to lead healthy lifestyles. Since joining Gems almost 10 years ago, Mdm Haslina has participated in activities such as Spartan Races, sea expeditions and dragon boating. She also earned her rock-climbing certification. This is a woman at the peak of her physical prowess, and you might assume I am describing someone in her 20s. In fact, Madam Haslina is a grandmother of five. She has diabetes but keeps that in check by making a sustained effort to live healthily. She shows us that age and medical conditions should not deter us from pursuing an active lifestyle. We often think that participating in sports activities helps to keep us active and healthy. Let us think of it this way instead: it is by staying active and healthy that we are able to continue enjoying these activities well into our golden years. And that is what makes for a fulfilling life. On that note, I encourage everyone to join us at the Saham Kesihatan Family Festival at Our Tampines Hub next Sunday morning on 12 March. We will be starting at 8.30am with a mass workout, followed by a team tele-match with quizzes and physical activities. Afterwards, you can explore the festival to learn about nutrition and health screening. There is also a health zone where residents can learn about the importance of quitting smoking and HPB's \"I Quit\" programme. If anyone in your family is a smoker, please take this chance to speak to them seriously about quitting smoking. We all have a part to play in nudging family and friends towards adopting a healthy lifestyle. This extends to the Malay/Muslim community as well. If you have a passion for organising healthy lifestyle activities for our community, the carnival will have booths where you can sign up with our M3@ Towns partners. This is a fun opportunity for the community to get together and make the switch to a healthy lifestyle. I hope to see you there.(In English): Mr Chairman, as we embark on the Healthier SG strategy, the public can expect to see more of such programmes for ethnic minority groups, as well as for the rest of Singaporeans. As Mr Xie Yao Quan has pointed out, it is important that we make it easy to join these activities.HPB conducts physical activity programmes, such as weekly exercise sessions and these are accessible, regardless of which neighbourhood you live in. You can sign up conveniently through the Healthy 365 app. Seniors who are unfamiliar with a smartphone can ask their relatives to sign up on their behalf, or simply walk in with their ID. Community involvement is key to ensuring that health promotion efforts are sustained for the long term. We believe in supporting and encouraging more ground-up initiatives to meet the needs of the community. Last year, I shared that HPB is partnering MCCY to establish a $1.5 million fund, Our Healthy Singapore Fund. This fund empowers community volunteers and organisations to kickstart ground-up health promotion initiatives.I am pleased to share that between April and December last year, we received almost 50 proposals. We are in the midst of evaluation and have awarded seven proposals so far. We are heartened by how these Singaporeans have dedicated their time and skills to improve the health of their community. I would like to encourage members of the public to participate wholeheartedly in our health promotion programmes. Small lifestyle changes can go a long way towards lasting habits and better health outcomes. This is especially true for those with chronic medical conditions like diabetes. To provide diabetes patients with health information to manage their condition, we worked with more than 40 expert members and patient champions to develop Tier 2 of the National Diabetes Reference Materials. This will be published next month. It will contain easy-to-understand information on diabetic care, like reading nutrition labels and monitoring glycaemic index. We hope that this will empower diabetic patients and their caregivers to \"be aware, be healthy and be proactive\" to manage and live with diabetes.As we talk about healthy lifestyles, a major area of concern is smoking. Tobacco use is the single greatest cause of preventable death globally. Based on the latest National Population Health Survey 2022, the prevalence of daily smoking remains stable at 9.2%. We remain committed to our long-term goal to bring the overall smoking rate to a level that is as low as possible and ultimately to pursue a nicotine-free Singapore. Another concern to address is vaping. To answer Mr Ang Wei Neng's question on anti-vaping measures, we take a multi-pronged approach to address the issue of vaping, including enforcement and education measures. At Singapore's borders, the Immigration and Checkpoints Authority (ICA) works with the Health Sciences Authority (HSA) for detection and enforcement of illegal imports of e-vaporisers. HSA monitors and targets the illicit sales of e-vaporisers on social media and messaging platforms to curb online access. HSA and the National Environment Agency (NEA) are working together on a cross-enforcement pilot for NEA's enforcement officers to also act against vaping offences. Lastly, HPB has rolled out a digital campaign to raise awareness on the illegality and negative health effects of vaping, as well as how it leads to nicotine addiction. Vaping among youths is a worrying problem. In schools, we are raising awareness among students about the benefits of leading a nicotine-free lifestyle. MOE takes a firm stand against vaping. When students are caught using or possessing e-vaporisers, it will be confiscated and their parents informed. School-based disciplinary action is taken, including suspension, or caning for boys. They are referred to counsellors who will guide them through their cessation journey to effect long-term behavioural change. Recalcitrant offenders may be referred to HSA which may issue them a fine. Youths might also have misconceptions about smoking and vaping. It is important that we dispel these misconceptions and equip youths with knowledge and life skills to say no to cigarettes and e-vaporisers.Parents have a part to play as well, and they can refer to relevant information and resources through online articles on Parent Hub. We hope that parents can have a serious conversation with their children about smoking and vaping and do it soon, before it becomes a life-long habit.We will continue to work towards a nicotine-free Singapore by exploring next-bound efforts of the tobacco control strategy. We will also continue to enhance our strategy to address the issue of vaping, including reviewing legislated penalties, enhancing enforcement, deterrence and education.Preventive health forms the foundation for better health. The Ministry continues to strengthen upstream preventive health efforts, but Singaporeans must do their part to make healthier choices and lead healthier lifestyles. We are heartened that many have participated in our programmes and made a lasting switch to a healthy lifestyle. Programmes may come with incentives like Healthpoints and that is useful to help us get started. But we must be self-motivated in order to sustain these lifestyle changes. At the end of the day, what we are nudging Singaporeans towards – the real reward that matters – are the positive health outcomes of embracing a healthy lifestyle. Singaporeans have it within them to take charge of their health and to create the health outcomes they want to have. [Applause.]The Chairman: Clarifications? Dr Tan Yia Swam."], "Dr Janil Puthucheary": ["Sir, I thank Dr Tan for her questions. Certainly, if the claim is to treat an identifiable medical disease like cancer, that would be a misleading claim. If they are unlicensed providers, we can take them to task. I encourage the Member or members of the public to notify us directly if they come across such an instance and make a complaint. Ultimately, perhaps one of the best ways to protect themselves is to have a regular relationship with a trusted care provider. I beg your pardon, was there a third question?", "On Dr Tan's second question of how to recognise the misleading claims, I think this is an area where there is quite a lot of education that is needed. It is going to have to require ongoing efforts around public education because medical treatment does change. I think the key issue is that if the provider is licensed, they are required only to assert claims that are provable and demonstrable. So, I think the first thing is to establish whether this is a licensed medical provider.The Chairman: Ms Ng Ling Ling.", "Sir, I thank Dr Shahira for her questions. We will look at the career progression issue, but we also do need to make sure that where there is this process of specialist accreditation and career progression, we do give a structure that provides assurance to the practitioner as they progress along their career, to the institution that employs him or her, and to the patients. I think we do want to wait for that process to work through as we review the needs and the process of doing specialist accreditation within dentistry.On the issue of subsidised treatments, the bottom line is that there are very few patients that require that type of treatment outside of the NSCs. The NSCs continue to have quite a lot of capacity. We would like for these treatments to be provided where there is a significant patient load and significant service provider experience as well. Currently, they are concentrated at the national centres.The Chairman: Mr Louis Ng.", "Sir, Dr Wan Rizal raises a very good point and it is precisely because the service provision in this space involves professionals from different sectors that have different processes of licensing and accreditation and answer to the different professional bodies that we do need to have a common language about how referrals are made, how care is coordinated and how they are trained on a common framework to serve the same clients and patients.So, the process is to bring the professional bodies together through the representatives that are participating in this approach to develop the national mental health competency framework and, through that, have the same language and then the same high standards applied across all the different professional bodies, rather than try to, at this point in time, create a single regulatory framework for these sets of conditions.The Chairman: Mr Gerald Giam."], "Mr Ong Ye Kung": ["On telehealth, the short answer is, so long as it is appropriate, efficacious, we would like to extend the support. The Member mentioned remote vital signs monitoring. These are free. If you have the remote apparatus, you can monitor without charge But if it involves consultation, whether by phone, by video, these are efficacious interventions and they should be covered.What we want is to bring telehealth in, to normalise the funding and support for telehealth, but there is a range of practices. Dr Tan Yia Swam also mentioned there are so many different kinds; and some will claim to be efficacious, but they are not. So, I think we also need a gateway system to make sure that the legitimate ones, useful ones, we support; but keeping out the not useful or even detrimental ones. On the expansion of AAC, we are on the same page. We want to expand quickly as we can. I mentioned and I alluded to the possibility that this may become a significant national programme. So, give us some time. I am in a hurry. As I mentioned, we are racing against time. The pace of ageing is fast. In the community, we can see in a matter of months, how some of our residents become frail. They do need the support near their homes, in the neighbourhoods, to keep them active, healthy, give them friends. So, I hope I can give an update very soon.The Chairman: Mr Gerald Giam.", "I am sorry, I do not recall the care force proposal. If it is meant to be some form of \"national service\" for women, I think you need to pose this to the Ministry of Defence. For MOH, if we really expand AACs into an ubiquitous support system for our aged and seniors and to be able to befriend them, engage them in activities, teach them digital literacy, teach them how to use HealthHub, how to use Healthy 365, monitor their vital signs, I think we need a lot of volunteers, just befriending.In my own constituency, we are trying very hard to recruit such a care force. You do not require a lot of medical training. In fact, you require a lot of heart and to be able to commit a morning every month during the weekend – every week is better – and just have enough hands and legs; and I think we can do a lot more for our seniors in the community.The Chairman: Dr Shahira Abdullah.", "This is an important subject. I would say, particularly, Members of Parliament such as you who come into contact with healthcare workers, you hear a lot more feedback that is more stark. I think the pandemic has something to do with it. In these three years, really, the workload has been relentless. We know what they have been through. We have to support them fully.In terms of attrition, I should correct some misperception that we are losing doctors, we are losing local nurses. Actually, the attrition of doctors and local nurses has been stable throughout the pandemic, despite the very hard, very heavy workload.What we have lost is foreign nurses. I think from 7%, 8% or 9%, which was at steady state, it jumped to 14% during the pandemic. That is because many countries were desperate for nurses and we lost foreign nurses because of that.So, in hospitals, in certain wards and the emergency departments, these are sometimes shorthanded – the answer is yes.As I mentioned, this is the main issue. We can set rest days, enforce rest time and all that, but we know our nurses. When there are patients, they will take care of them, even though it is their rest time. I think the best way to support them would be to beef up the manpower.We are not just replacing. We are planning to expand. As I mentioned just now, from 49,000, we want to increase to 69,000 by 2030. If you plot and interpolate the numbers, in between, we do need to expand the manpower. And the work has started.In terms of local recruitment, Senior Parliamentary Secretary Rahayu has mentioned a lot of things we are doing.I should say healthcare is an attractive sector for many young people. The number of new students per cohort, in every cohort, one in 20 chose healthcare and the majority are nurses. A great majority choose nursing.So, it is not a sector where people are avoiding. People want to join. I cannot wish for more. If you look at 20 students, I know one is joining MOH and our healthcare system. If we keep our intake and the cohort sizes start to shrink, is starting to shrink, it may well go up beyond one in 20.So, we are getting our fair share but we need to beef up to replace and expand our foreign nursing workforce.It is a competitive market out there. I do not want to describe in too much details what are the techniques that we are using, but I think Singapore is a fairly attractive place to many nurses out there. Similarly, as it is attractive to many of our young students, they want to join healthcare.I think what the attraction is: we are a safe city to live in and in joining our system, there is a career pathway and there is very good training. By and large, except for the very small minority, it is a well-respected profession.The Chairman: Dr Lim Wee Kiat.", "I think there is an option to give vouchers. I will confirm. I believe there is.Second is the reward system after the sign-up. Because when it comes to preventive care, you cannot run away from exercise and taking steps, keeping your heartbeat moderate to intense certain times of a week and, therefore, Healthy 365 is one way to keep you going. Yes, keep on reminding you that you can accumulate health points by having an active lifestyle. So, this is the reward system that is long lasting.How to get more people onto Healthy 365? I think your neighbour has a very good suggestion – hold carnivals. That is one way to get it kickstarted because we do know that if you hold a carnival, people do come down, participate and we will have ambassadors – we will mobilise all our SG ambassadors who were very useful when we rolled out the Pioneer Generation and Merdeka Generation packages. Now we can use them and leverage their network to help people sign up for Healthier SG and also sign up for Healthy 365.The Member mentioned the two apps – one is Health Hub; one is Healthy 365. I just want to explain that we need both apps. I know there was a suggestion to lump everything into one app. But I think we have so many apps in our smartphone, we can live with two. There is a good reason.Health Hub is your private data. Your medical data, summary health data, is in there and you should access it using Singpass and have sufficiently high security. But it will also be shared when the Health Information Bill is passed by this House. These are data that can be shared across healthcare providers in different settings.Healthy 365 is your own lifestyle data. It should be just for yourself. You can show your doctor but this is actually your data, it will not be shared.The Chairman: Mr Yip Hon Weng.", "Thank you for reminding us on the My Legacy portal. It will be a very useful resource.But on an issue as personal as how you decide you want to go and where you want to go, it goes beyond a portal that we need to actually consciously speak to patients and their loved ones and have that conversation early. And you never know, with Healthier SG, once you develop a long-term relationship, patient-doctor relationship with a trusted doctor, at some point, it is something that the doctor can speak to you. And once you think about it, these are things you may have to even discuss within the family and, in that context, then refer to My Legacy portal.This is how I think it will work. It is quite unlike you surfing the Internet, ChatGPT – how should I go – and suddenly come up with a revelation, it is quite unlikely. It requires quite a serious intimate discussion with somebody you trust.Second, will MOH consider micro jobs? I think we will. I am keen to look into that.Many of our AACs actually look into that. They do have one word of caution – that you do not want to pay your volunteers just cash. In fact, for many seniors, it is not about the payment but about getting involved, feeling useful and then being recognised in some way. Does not need to be paid. It could be health points or could be something else. So, we will think along those lines. But these are important suggestions.The Chairman: Dr Wan Rizal."], "Mr Gerald Giam Yean Song": ["Sir, just now, the Second Minister said that the Home Caregiving Grant (HCG) already extends to households earning the median income. According to the AIC website, the household monthly income per person ceiling for the HCG is $2,800. But according to the Department of Statistics (DOS), the median monthly household income from work per household member in 2022 was $3,287. So, should the HCG not be using the $3,287 number instead of $2,800? In any case, can the HCG qualifying income be pegged to the median income?", "Clarification. I am not sure the Minister addressed my question about creating more temporary nursing home places for respite care. This is something that quite a few of my residents have requested for."], "Mr Masagos Zulkifli B M M": ["Thank you to the Member for the clarification question. It is pegged to the median income based on DOS' statistics, but it does not include the CPF contribution of the employer. [Please refer to \"Clarification by Second Minister for Health\", Official Report, 3 March 2023, Vol 95, Issue 91, Correction By Written Statement section.]The Chairman: Ms Carrie Tan.", "Currently, there are 60 nursing homes already providing the temporary respite care. Of course, we want to do more. We have to expand the capabilities as well as capacities and, where they are available, we will make it available, and we are working with AIC to do so.The Chairman: Dr Tan Wu Meng, would you like to withdraw your amendment, please?"], "Mr Louis Ng Kok Kwang": ["Thank you, Sir. I thank the Senior Parliamentary Secretary for sharing about the efforts we are making in terms of helping with the nurses' workload, including removing some of the administrative work. Could I just ask, what else are we doing further? I know we are ramping up the hiring of more nurses, but that could be just replacing the nurses who are resigning; and we are in this vicious cycle.In all the dialogues with nurses, there is this recurring cry for help and fatigue. It is really not like a two-day vacation to rest and recharge but, really, they are burning out. I fear that we will lose more instead of being able to hire more. Again, it is the vicious cycle that we are in now."], "Mr Yip Hon Weng": ["Chairman, I have two clarifications.As part of our plans to improve palliative and end-of-life care, how will the Government promote the use and awareness of the My Legacy portal? There is a lot of useful information and services inside, such as applying for your Lasting Power of Attorney as well as Advanced Care Planning. I can say that many residents on the ground do not know about this and it is useful for them to get more awareness about this.Second, just now, the Minister mentioned that a lot of volunteers are needed for the AACs. Will MOH consider creating micro jobs for seniors to take up some of these tasks, like befriending other seniors and escort services for medical appointments? These will also keep them active and healthy in the spirit of Healthier SG."], "Dr Tan Wu Meng": ["Mr Chairman, if I may beg your indulgence, through you, may I say a big thank you to our Multi-Ministry Taskforce, Ministers, Senior Ministers of State, Senior Parliamentary Secretary, a very big thank you to our frontliners, healthcare workers, public officers. Your strength and effort got us through the pandemic and to a new normal, a new dawn coloured in DORSCON Green. In Mandarin.(In Mandarin): [Please refer to Vernacular Speech.] I would like to thank our frontline workers, healthcare providers and public officers. Because of your contribution and sacrifice, we can finally reopen and see the sunshine again!(In Malay): [Please refer to Vernacular Speech.] As a community that helps one another, as a community that is united, as friends of different races, languages and religions, we were able to overcome the COVID-19 pandemic!(In English): Forward together! Healthier together! Majulah Singapura! Singapore Forever! Mr Chairman, I beg leave to withdraw my amendment. [Applause.]The Chairman: Dr Tan, when you ask for my indulgence, I did not realise you were going to all the different languages. Lesson learnt.Amendment, by leave, withdrawn.The sum of $15,511,404,200 for Head O ordered to stand part of the Main Estimates.The sum of $1,377,740,000 for Head O ordered to stand part of the Development Estimates.        "]}