{"Mr Desmond Choo (Tampines)": ["Mr Chairman, can I take the two cuts together?The Chairman: Yes, please. ", "In order to prepare our servicemen to effectively defend Singapore against evolving threats, our training facilities need to be consistently refreshed to make sure that they provide realistic and relevant battlefield environments. Today, the battlefield may not necessarily be in a field or a jungle, but also in an urban environment. Back in 2019, MINDEF started construction on SAFTI City, a state-of-the-art urban training facility that aims to leverage on technology to enhance training for our SAF soldiers.  However, due to disruptions caused by the COVID-19 pandemic, MINDEF announced that the development of the SAFTI City project had been delayed, similar to other construction projects throughout Singapore. With Singapore having entered into an endemic COVID-19 phase and gone to DORSCON Green, can MINDEF provide updates on SAFTI City and the development of other military training facilities in Singapore?Many Singaporean soldiers have had the privilege of participating in SAF training overseas. For these soldiers, this was one of the highlights of their training and service to the nation. Overseas training is critical in bolstering our national defence. It allows us to overcome our natural space constraints and conduct important training that would have otherwise been impossible here. For our national servicemen, it is also an opportunity for them to appreciate the scale of the SAF's capabilities and operations. Such overseas training is critical to SAF building up capabilities beyond what the limited space of Singapore can provide.  One of the biggest overseas training areas we have is the Shoalwater Bay Training Area in Australia, which is currently undergoing an expansion. During the Minister for Defence's visit to the troops participating in Exercise Trident and Exercise Wallaby in Australia in September 2022, he stated that the expanded training area would eventually provide an area ten times the size of Singapore for our soldiers to train.  I would like to ask the Minister for a progress update on the SAF's training area development in Australia and how can these new facilities enhance our training for our national servicemen? When will our soldiers be able to utilise this training asset fully?"], "Mr Xie Yao Quan (Jurong)": ["Chairman Sir, multiple residents have given me feedback about RSAF flying activities in Western Singapore, for example, \"They fly so low we can even read the numbers and logos on the planes.\" \"Makes it impossible to work from home or have conference calls.\" \"They blast their engines at 6.20 am and 9 pm.\" \"My young kids get startled by the noise and cry.\" \"We have stayed in the area for over 20 years and have never experienced this intense frequency of noise.\"One, we all understand that the RSAF must stay operationally ready, so it must train. Two, airspace in Singapore is tight and the RSAF must fly over residential areas en route to international air space and three, some of the flying is in fact not training in nature, but operational responses to situations. But can the RSAF review its flying parameters on timing, flying altitude, frequency and most importantly flight path, say if there is a possibility to fly more over the less populated Lim Chu Kang area, to ensure a more sustainable balance, in the longer term, between operational readiness and a tolerable level of noise for residents in the West? "], "Mr Kwek Hian Chuan Henry (Kebun Baru)": ["Chairman, Sir, vigorous training is key to an effective military. Consider combined arms warfare, a modern warfighting concept used by the best militaries, including Singapore. It involves the combination of infantry, artillery, armour, air support and naval forces. It requires high coordination and communication between the branches. Units must be able to work in concert with others, adapting to changing battlefields. To acquire such sophisticated warfighting skills, our soldiers must train effectively to acquire individual or sub-unit skills. They must also participate in larger scale trainings and exercises to build teamwork between units. At the same time, the application of technology can improve the realism and effectiveness of training. These technologies include individualised or combined simulators for our air, land and sea assets. This also includes war-gaming software and specialised training facilities embedded with sensors and playback capabilities. Can the Minister for Defense share how SAF is utilising the latest technology, combine with the right facilities and safety protocol, to prepare our soldiers for any contingencies?"], "Mr Shawn Huang Wei Zhong (Jurong)": ["The challenges we face in the information and cyber domains have grown far beyond any single country's ability to address. Not only have they grown in relevance, countries are also becoming more reliant on social media and digital technologies. Almost every aspect of our lives have an online presence, including for the purposes of accessing essential services, transactions and communication. Losing access to the cyber and information domains would be extremely disruptive and is a challenge that transcends national boundaries. While the world has become more seamless, integrated and interconnected through digital means, it has led to a new wave of modern security challenges, increasing our exposure to cyberattacks, disinformation and misinformation. We have witnessed a significant increase in the volume, frequency and reach of disinformation and falsehoods, not just within, but also across societies. In order to combat these common challenges, deeper international and multilateral cooperation can be essential.In light of this, could the Minister for Defence provide views on what Singapore can do to ensure that multilateral cooperation remains strong, to address the increasingly transnational nature of the digital threats that we face?"], "Mr Zhulkarnain Abdul Rahim (Chua Chu Kang)": ["As we begin to step out from COVID-19, we are seeing the slow return of things to their normal pre-pandemic state. However, we have not been fortunate to witness a similar turning point in the regional security environment.Instead, we see a hardening of tensions and an increasingly charged geopolitical environment, overlaid by deepening US-China strategic rivalry. Recently, the spy balloon saga has caused the rift between, to further widen and divide the global community. In last year's Shangri-La Dialogue, there was a comment by a representative of China's People's Liberation Army of his perception that the forum is dominated by the US and its allies. Could the Minister for Defence provide an update on MINDEF's efforts to foster security dialogue in the region? How can Singapore position itself as the neutral platform for open and honest dialogue on regional security?", "Sir, it has been one year since the start of the Russia-Ukraine war. In the war's early days, the world watched with bated breath as the machinery of Russian warfare rolled into Ukraine. Would the Ukrainians be able to hold, and if so, for how long, how many days? Many feared that Ukraine faced overwhelming odds.One year on, however, the Ukrainians have defied the strong odds against them. Soldiers have fought bravely and valiantly on the battlefield to preserve the sovereignty and territorial integrity of their homeland.But we have to look beyond the traditional battlefield too. Indeed, the total attack nature of modern warfare today has expanded the realm of the traditional battlefield. Wars are no longer just conflicts between armies but between nations and their peoples, and how to break their spirit and psychological unity.On this count, the Ukrainian people have too fought bravely against the chaos, destruction and horror of war. Instead of buckling under pressure, the Ukrainians came together and rose to the occasion. Tales of Ukrainians from all walks of life banding together have hit the headlines time and again, displaying inspiring acts of heroism, resourcefulness and ingenuity. From engineers building portable stoves out of old refrigerator parts to fend off the cold amid power outages to housewives fashioning makeshift but effective tourniquets and weaving camouflage nets as covers for military vehicles and soldiers.In light of these developments in Ukraine, could MINDEF share the key Total Defence takeaways from the Russia-Ukraine conflict for Singapore?Singaporean actor Ix Shen who was living in Ukraine recounted how Ukrainians lined up in a supermarket to stock up on necessities made way for soldiers and gave words of encouragement.The Chairman: Ms Rachel Ong. Take your two cuts, please."], "Mr Saktiandi Supaat (Bishan-Toa Payoh)": ["I am glad that the SAF has resumed its full-scale overseas training exercises in 2022, after two years of COVID-19 disruptions. These overseas exercises are essential to provide our SAF troops with realistic and effective training, given our land constraints. But this \"return-to-normal\" also makes training safety a paramount concern, especially where existing National Service (NS) commanders may not have the necessary experience from the last two years of lower-tempo training. The large majority of our soldiers are full-time National Servicemen (NSFs) or operationally-ready NSmen. We can all agree that in peacetime, we owe it to their parents and families to return them home after training – safe and sound. That is also my hope when my sons grow up and serve their NS in future.Can MINDEF provide an update on how the SAF upholds safety in training, even as it seeks to conduct realistic and effective training?Training safety is often seen to be at the expense of training realism and operational efficiency. Whether through its Inspector General's Office or the External Review Panels on SAF Safety, how has the SAF sought to innovate so that training safety is being pursued together with the aims of operational realism and effectiveness and not simply enhancing safety measures at all costs? Are MINDEF and SAF regularly engaging with foreign counterparts regarding approaches to training safety and what are some of the useful lessons we have learnt or can learn from other militaries?"], "Miss Cheng Li Hui (Tampines)": ["Mr Chairman, the safety of our service men and women is paramount. At last year's Committee of Supply (COS), Senior Minister of State Heng spoke about emphasising a strong safety culture in the SAF through audits and inspections.What were the recent findings from such audits and inspections, including those conducted by the External Review Panel on ?The Chairman: Mr Seah Kian Peng. Not here. Mr Patrick Tay.", "Chairman, every Singaporean has a part to play in our whole-of-society effort to build a strong, secure and cohesive nation. New threats continuously emerge, while existing threats evolve and re-invent themselves. The addition of Digital Defence is timely, which forms the sixth pillar of Total Defence. How has MINDEF partnered the community to strengthen Total Defence?"], "Mr Patrick Tay Teck Guan (Pioneer)": ["National Service is an important component of our nation's defence and the contributions and commitment of our national servicemen are instrumental in ensuring peace, stability and security of Singapore. However, Singapore's total fertility rate, which is already one of the lowest in the world, is declining. As a result, the number of full-time NSmen is projected to decrease. This further exacerbates the situation as our NSmen form the bulk of our defence force.This statistic could be worrying for MINDEF and the SAF as it poses a significant manpower and structural challenge to the SAF. We would eventually have to face the issue of maintaining an effective military force with a much leaner SAF.With that in mind, how is MINDEF and SAF working to ensure that we optimise the development and deployment of our NSmen within the SAF to tap on and maximise their skills, physical status, capabilities and contributions?"], "Mr Gan Thiam Poh (Ang Mo Kio)": [" Chair, many in this House would agree that our people are our most important resource. Our rapidly ageing population and low fertility rate have a direct impact on SAF. Thus, we must ensure that our NSmen are deployed efficiently to tasks which they are able to carry out effectively and safely.With the adoption of cutting-edge military technologies, there are now new tools that our NSmen can use in a wider range of vocations. It is therefore timely for us to reconsider whether there are now new opportunities for our NSmen to take on.At the Committee of Supply debate last year, Senior Minister of State for Defence Mr Heng Chee How shared with the House that the SAF had successfully implemented functional assessments for full-time NSmen, with more NSmen safely deployed as transport operators. He also shared that functional assessments would also be extended to pre-enlistees with orthopaedic conditions.Would MINDEF therefore provide an update on the implementation of these functional assessments?"], "Mr Don Wee (Chua Chu Kang)": ["Chairman, the COVID-19 pandemic has caused major disruptions to our economy and society. In particular, the education, training and opportunities for our young people had been impacted. Many lessons and training programmes were conducted online and our youth were not able to harness the full benefits of in-person interactions and hands-on experience.Technology is changing the way we live and work. Notwithstanding the global layoffs by major technology companies, digital skills such as coding and data analytics will continue to be crucial in the future of work.It is important that our young NSmen are adequately prepared to meet the challenges of the new economy even as they train to defend our nation.In this regard, MINDEF's Work-Learn Scheme is well-placed to meet the aspirations of our people. Since it was introduced in 2018, MINDEF had expanded it to cover more roles and vocations. Last year, Senior Minister of State Mr Heng Chee How highlighted and updated that the SAF will introduce another two  – the Digital Work-Learn Scheme for eligible servicemen to pursue undergraduate degrees in areas such as Computer Engineering and Data Science as well as the Work-Study Diploma for Supply Supervisors.Can MINDEF provide an update on the expansion of the Work-Learn Scheme for full-time NSmen to more roles and vocations?"], "Mr Abdul Samad (Nominated Member)": ["Chairman, I am heartened by Minister's response to my Parliamentary Question (PQ) on the subject matter for vocation and choice for our NSFs. The examples he shared ranges from air defence, artillery, intelligence, island defence signals and transport. This certainly makes the National Service period more meaningful for Singaporeans who got their vocation choices, instead of dragging their soles to report back to camp during the duration of National Service. I am speaking on this from my own personal experience in the past when I served my National Service.Can Minister enlighten if any NSFs have decided to pursue a career in MINDEF when they were posted to their choice vocation? What is the probability of NSFs having a career in combat as compared to non-combat related?With regard to transport that was mentioned in his response, does this include engine technicians or the equivalent? What kind of career can the NSF look forward to should they choose to be in engineering as compared to combat?Finally, does MINDEF provides any Work-Study Diploma opportunity for NSF enlistees that come from Institutes of Technical Education (ITEs)? I believe with the sophisticated combat vehicles, it can entice young Singaporeans to have an opportunity to have hands-on experience in the engines of such vehicles."], "Mr Gan Thiam Poh": ["Chairman, I was heartened to hear last year that the number of expertise-based redeployments had gone up significantly in 2022. Allowing NSmen to use their civilian expertise to contribute to national defence should provide for a more effective SAF and a better NS experience.After serving their NS, many Singaporeans go on to fulfilling careers in various specialisations, some of which may be valuable to the SAF. We should consider how best to tap on their skillsets and specialisations, and enable them to make better use of their time during their Operationally Ready NS.Would MINDEF share an update on whether the number of expertise-based redeployments has gone up and in which areas are they contributing to?"], "Mr Lim Biow Chuan (Mountbatten)": ["Sir, the past three years of the COVID-19 pandemic have been trying for all of us. But we have also made significant technology-related gains during this period. Many Singaporeans now enjoy the flexibility of remote working and catching up with friends online has become more commonplace.Many NSmen use their mobile phones connect to their family, to their friends and colleagues. And these phones also serve as their calendars, wallets, bus and MRT cards. I would say not just NSmen but all of us as well.But for many of our young NSmen, the digital life is the only life they have ever known. Given that our NSmen devote precious time to serve the nation, it is necessary for MINDEF to make the best use of technology to ensure that NS' administrative processes are efficient and convenient. So, may I ask how is MINDEF leveraging technology to improve NS administrative processes, particularly to cater to the preferences of a young and digitally-savvy generation of NSmen?", "The  (SDC) is about who we are and what we want to be. I am glad that almost two decades on from its last major revamp, the  continues to keep Singapore's history alive for our children and grandchildren, and to be a place for interactive learning.Over the past two years, Senior Minister of State for Defence, Mr Zaqy Mohamad has updated the House about plans to refresh and transform the . If we do an Internet search on SDC, it currently looks like a tourist attraction, but surely, it must be more than a tourist site.May I ask MINDEF, what can visitors expect at the  today? How can we use the centre to help our children learn more about our history and also about our future?"], "Ms Poh Li San (Sembawang)": ["Chairman, our NSmen make many sacrifices to defend our nation while they juggle with the other demands in their work and family lives. Ensuring an efficient and convenient NS Experience would be most helpful to them. I appreciate the OneNS initiative which seeks to achieve this goal by centralising NS transactions and services such as SMART ICT onto this one-stop platform.I understand that OneNS can anticipate the needs of each individual serviceman and personalise digital services so that each can have easy access to relevant information and services in a timely manner.OneNS was rolled out in the second half of last year. Would MINDEF share the feedback and experience from its users and assess how much difference this platform has made to the NS experience?"], "Mr Mohd Fahmi Aliman (Marine Parade)": ["Sir, since 1967, National Service has been the cornerstone of our defence as well as the rite of passage for Singaporean males, shaping them from Ah Boys to Men. The NS experience not only consists of two years' full-time service but also regular reservist call-ups in the years that follow, to ensure that the NSmen's skills and knowledge remains relevant and current. It is also a whole-of-society endeavour because families and employers play a huge role to support our NSFs and NSmen whenever they are required to answer their call of duty. Most importantly, NS is about strengthening Singaporean's commitment and ability to defend and protect Singapore.To mark the 55th anniversary of NS last year, MINDEF organised a series of activities to recognise the contributions of our National Servicemen past and present. The activities were designed to raise awareness of NS, promote fitness and highlight the sacrifices and dedication of NSmen over the past 55 years. The NS55 celebrations also provided an opportunity for the nation to come together to show its support and gratitude to NSmen and their families.Can MINDEF provide an update on how Singaporeans have responded to these activities and whether these activities had achieved its objectives?"], "Mr Chong Kee Hiong (Bishan-Toa Payoh)": ["Chairman, last year, we commemorated 55 years of NS. This was a meaningful opportunity to pay tribute to the contributions of our past and present NSmen. Their contributions and personal sacrifices have ensured the SAF has remained strong and kept Singapore safe and secure.While NS55 activities have concluded, recognition and support for our NSmen should continue. Our Singaporean sons devote two full years of their time, away from their families and loved ones, for the defence of Singapore. They put their studies and career aspirations on hold and serve with passion and commitment. After full-time NS, our NSmen continue to make sacrifices juggling family, work and NS commitments.I was therefore glad to hear that the NS Review Committee had prioritised recognition and support for our NSmen as one of the Committee's three thrusts. I appreciated that Senior Minister of State for Defence Mr Heng Chee How talked about NS recognition in his Committee of Supply speech last year, including about the enhancement of the NS HOME awards.What are MINDEF and the SAF doing to ensure that our NSmen continue to feel appreciated for their contributions to our national defence? How can MINDEF and the SAF better support our NSmen’s families as well?"], "Ms Yeo Wan Ling (Pasir Ris-Punggol)": ["I would first like to thank our NSmen for being a key pillar of Singapore's national defence. It is important for us to ensure that NSmen and their families are supported and recognised for their sacrifices. We should not take these contributions for granted.Today, NSmen have to balance their professional and personal lives alongside their NS commitments during their reservist years. Some of them even have to set aside life milestones. Our growing freelance and self-employed workforce often face livelihood losses for each day that they are away from work and hence steps to help alleviate unnecessary administrative processes will go a long way in helping with the balancing of their commitments. We should seek to continually improve the NS system so that each and every NS man can have fulfilling and meaningful NS experiences. We should strive to increase conveniences for our NSmen by reducing administrative burdens for them where possible, without compromising on SAF's operational readiness.One instance of this was in 2019 when Senior Minister of State Mr Heng Chee How announced that operationally ready NSmen would no longer have to notify the authorities when they travel abroad for less than half a year. Could MINDEF provide an update on whether a review is timely this year given that four years have passed since the last announcement?"], "Miss Rachel Ong (West Coast)": ["Chairman, at the Committee of Supply (COS) debate last year, Senior Minister of State for Defence Zaqy Mohamad shared that a \"2021 Total Defence Review\" was undertaken and had reflected sentiments of Singaporeans wanting space to contribute ideas and efforts towards shaping Singapore's Total Defence.During the same debate, I also raised the question on how we can continue to engage our youth in defence matters. The Senior Minister of State then shared about the launch of the Total Defence Sandbox.May I ask MINDEF for an update on the progress of the Total Defence Sandbox as well as the follow-up on the suggestions and recommendations put forth by Singaporeans as part of the Total Defence Review. Also, the plans to ensure that Total Defence remains relatable and resonate with all Singaporeans?An important goal of Total Defence is to build resilient communities; communities that are able to withstand, respond and bounce back quickly from adverse situations. This has never been more critical in this era of uncertainty; politically, economically and also in the form of natural disasters.There are examples we can look to which showcase the strength of a community banding together. As shared by some, the Ukrainian people have been a remarkable example of a people coming together to not only defend their country but innovate in the face of great difficulty.Tech professionals in Ukraine used their talents to aid the nation's efforts and support humanitarian needs amid the crisis, such as creating apps that notify about bombings or supporting humanitarian needs. Civilians with tech know-how found creative ways to adapt commercially and to build drones and materials for military use. Businesses like Headway, a Ukrainian start-up, continued operating from bomb shelters in the midst of air raids, successfully offering bite-sized learning on an app used by 15 million people in over 140 countries. Others continue to attend and showcase their new innovations at international trade shows.In the words of a start-up founder from Ukraine, \"the militaries are fighting, Ukrainian business is working, start-ups are developing, so everyone is doing their job\".I imagine that any crisis that hits Singapore shores, from either traditional or emerging threats, would demand a similar type of collective resilience in order for us to bounce back stronger after each crisis. Therefore, may I ask MINDEF for updates on how MINDEF has bolstered community resilience through various initiatives under the Total Defence umbrella."], "Mr Chong Kee Hiong": ["Chairman, last year, the World Economic Forum recognised the contributions of one Ukrainian, Fedir Serdiuk, who had founded the First Aid Special Training, or FAST, organisation in 2016 to provide first aid training to ordinary Ukrainians. His organisation has reportedly trained more than 50,000 Ukrainians with the skills needed to render first aid, which has been particularly useful amidst the current hostilities.  I hope that Singaporeans continue to be inspired by such stories and that more Singaporeans are encouraged to learn about how they can prepare themselves to respond in the event of a national crisis. How is MINDEF working with other agencies to enhance Singaporeans' civic preparedness? What are the measures planned to increase participation and the range of skills learnt by each participant?"], "Ms Denise Phua Lay Peng (Jalan Besar)": ["Chairman, global crises in the last two years served as important reminders that the people of Singapore need to be prepared to step up and respond in the event that we face crises. Let me cite three cases for illustration. One, the ongoing Russian-Ukraine war has shown the importance of prepared citizens, prepared and willing citizens who are able to not only respond to challenges such as food and energy shortages, but also resourceful enough to put lifesaving skills and other civil defence responses into practice to save their own lives and that of other citizens. Two, the COVID-19 pandemic when not only our healthcare, border security, livelihoods were put to the test, but also the spread of misinformation and disinformation to make things worse. Three, the recent massive earthquakes in Turkey and Syria, causing thousands dead and missing, and millions displaced. Situations caused by geopolitical conflicts, health and natural disasters. Singapore has not and will not be spared from such disruptions to lives. We are even more vulnerable because we are a small nation state and have to punch above our weight to ensure we will not be defeated and will emerge stronger than ever. It is hence vital that we prepare Singaporeans adequately and in advance for emergencies – from having sufficient essential supplies for our people, to giving timely and correct information to together navigate through such crises.What has MINDEF done and will do to better prepare Singaporeans for future crises? How will it muster the strong resources it has and collaborate and align with other Government Ministries, ground agencies and volunteers to ensure that we can band together during tough times?The Chairman: Mr Seah Kian Peng. Not here. Ms Joan Pereira."], "Ms Joan Pereira (Tanjong Pagar)": ["Chairman, I am heartened to note that MINDEF and Singapore Armed Forces (SAF) continue to engage the community and key stakeholders to understand the challenges, constraints and opportunities facing our people and businesses. Such engagements will go a long way to help boost the public support for defence and enable Singaporeans to better understand defence issues, so that they can play a more active role in building a resilient society.Over the years, the Advisory Council on Community Relations in Defence () has provided an invaluable avenue for MINDEF and SAF to receive feedback and proposals. Last year, Senior Minister of State for Defence Mr Zaqy Mohamad provided an update on the various  initiatives, including 's focus on engaging youth and women on defence issues. Would MINDEF provide an update on the various initiatives that  has been working on recently? and Community Support for NS"], "Dr Wan Rizal (Jalan Besar)": ["Chairman, our national servicemen form the backbone of Singapore's defence and work tirelessly every day to ensure that they are always ready to respond to any current and future threat against Singapore. Yet the continued strength of our defence cannot be predicated on the individual soldier alone. For a national serviceman to carry out his duties effectively and with commitment, the support of his community and family is essential. Singaporeans from every part of our society must continue to also show appreciation for the hard work that they put in. The Advisory Council on Community Relations in Defence () plays an integral role, by reaching out to individuals from all walks of life, to strengthen their commitment to defence.  must continue its efforts to engage individuals, corporations and community groups to mobilise support for defence issues, especially for National Service.Could MINDEF thus update the House on 's initiatives and how it has encouraged community support for defence issues, particularly, with regards to National Service?"], "Mr Melvin Yong Yik Chye (Radin Mas)": ["Mr Chairman, a shared sense of belonging is key to a country's identity. Central to this is a collective understanding and appreciation that citizens have of our country's history. We recently celebrated Total Defence Day on 15 February. For many young Singaporeans, it might have seemed like just any other day, except for the public warning siren that was played on that day. In case we forget, Total Defence Day is commemorated on the day that Singapore fell during World War II. It is a day to remind ourselves of the lessons from that dark chapter of Singapore's history – that the responsibility to defend our nation lies with all of us. It is therefore crucial that lessons from such key historical moments are passed down to future generations of Singaporeans, who will naturally feel increasingly distanced from long ago events that have shaped our nation. To this end, museums are a good medium. When my children were younger, I used to bring them to places such as the Battlebox and the Army Museum, to help them relate to what it was like living at a time where safety cannot be taken for granted. I would like to ask if the Ministry tracks the visitorship of our various military museums and whether younger Singaporeans have been visiting them? Are there any upcoming plans to revamp these military museums to enhance their appeal to our younger generation?The Chairman: Senior Minister of State Heng Chee How."], "The Senior Minister of State for Defence (Mr Heng Chee How)": ["Mr Chairman, Minister for Defence, Dr Ng said in his speech, that defence is a long-term business requiring consistent investment over time. Aside from building a capable armed forces that can serve as deterrence and defend us against threats, MINDEF works hard on defence diplomacy and cooperation – both bilateral and multilateral - to build defence ties and address common security challenges.Mr Shawn Huang and Mr Zhulkarnain asked about this. Let me cite two examples. As Dr Ng had updated the House last year, the ASEAN Defence Ministers' Meeting (ADMM) had agreed to establish the ADMM Cybersecurity and Information Centre of Excellence (ACICE) in Singapore. This Centre promotes research and information sharing among partner nations on emerging cybersecurity and informational threats. ACICE has started sharing products with all partner nations. The construction of ACICE's physical centre is also underway and we expect a formal launch in the third quarter of this year.The second example is that of the Shangri-La Dialogue (SLD). After a two-year hiatus, the SLD resumed last year in a physical format. SLD22 was a successful event that was well-attended by 37 ministerial-level delegates, including from both the United States and China. The SLD remains the premier defence and security conference in Asia and provides a venue to affirm mutually beneficial principles and to allow for dialogue, if not build trust. We look forward to commemorating the 20th edition of the SLD this year, where Australian Prime Minister Anthony Albanese has agreed to give the keynote address.Beyond investing in a strong SAF and defence diplomacy, we have continuously invested in and evolved the National Service (NS) system. NS is the cornerstone of our defence and national security. National servicemen form the bulk of the SAF, the Police and Singapore Civil Defence Force (SCDF). Their sacrifices and commitment lay the foundation for Singapore's security and prosperity. It is critical that we continuously maintain and strengthen the NS system.Here, I am happy to inform the House that public support for NS remains very strong. In one of MINDEF's surveys conducted among Singaporeans late last year, more than 98% of the respondents said that NS was necessary for Singapore's security, both now and in the future. It shows that Singaporeans understand that small states are inherently vulnerable, that we need to take responsibility for our own defence and that NS remains, I would say more than relevant – it remains critical. This outcome does not come by chance. MINDEF and the Ministry of Home Affairs (MHA) make regular efforts to strengthen the NS system and recognise the contributions of our national servicemen. Last year, the NS Review Committee (NSRC) submitted recommendations to ensure that NS remained effective amidst Singapore's evolving defence needs, as well as the changing needs of our national servicemen. We also commemorated 55 years of NS (NS55). Today, I will provide an update on these efforts. To recap, the NSRC's recommendations can be grouped into three broad thrusts. First, maximising the contributions of servicemen. Second, improving the NS experience. And third, enhancing recognition and support. With your permission, Mr Chairman, may I ask the Clerks to distribute a handout on the NSRC initiatives, which Members may refer to.The Chairman: Please do. [A handout was distributed to hon Members. Please refer to Annex 1.]"], "Mr Heng Chee How": ["Members may also access the handout through the MP@SGPARL mobile app.Mr Patrick Tay asked about MINDEF's efforts to optimise the deployment of national servicemen to maximise their contributions.Given low fertility rates and shrinking cohort sizes, the SAF needs to optimise the contributions of every soldier – in two ways. The first concerns medical fitness and job requirements. To complement our existing medical screening process, we introduced functional assessments for pre-enlistees with selected orthopaedic conditions. Mr Gan Thiam Poh asked for an update on this.Under this functional assessment, we assess the pre-enlistee's ability to do physical tasks such as running, jumping and carrying heavy loads. This approach allows us to accurately match more servicemen to operational roles as compared to the traditional approach of matching servicemen based only on their medical diagnosis.To date, 100 pre-enlistees with certain orthopaedic conditions have undergone such functional assessments and 75 have been found to be fit to be deployed to a wider range of operational roles than before. At the same time, we are leveraging technology to redesign jobs. Similarly, this enables more servicemen to be deployed into operational roles.Since 2021, the SAF has redesigned 1,300 jobs in vocations such as Medics, Infantry Carrier Vehicle Operators and Transport Operators, opening them up to more servicemen. The SAF is on track to do the same for another 500 jobs by the middle of this year and that will bring it from 1,300, to 1,800 jobs.The second way is to maximise contributions that concern knowledge and skills. To keep up with the changing nature of conflict and emerging threats, the SAF needs to grow and tap the skills of our national servicemen. In this, we have made good progress.I have updated the House in recent years about  for full-time national servicemen (NSFs), a subject which Mr Don Wee asked about. Mr Abdul Samad also asked about career pathways in the SAF related to engineering.Under the , NSFs attain a diploma or partial university credits from Institutes of Higher Learning while performing a period of full-time national service followed by regular service. They are trained in domains such as artificial intelligence, supply chain management and engineering, which allows them to be deployed as digital specialists, supply supervisors and technicians respectively.Two months ago, we also introduced a new scheme for NSFs to pursue Diplomas in Engineering (Mechanical Technology) and be deployed as Naval Warfare System Specialists.Overall, 450 NSFs have enrolled in such  so far. By 2025, we expect 500 NSFs to be enrolled in  every year.Our efforts to maximise expertise cover not only NSFs but also NSmen.Some of our NSmen have skills that the SAF needs, which they have acquired in their civilian careers. The SAF has stepped up efforts to identify and redeploy these NSmen to make better use of their civilian expertise and skills.Mr Gan Thiam Poh asked for an update on the results. The results have been encouraging.Over the past year, the SAF has redeployed 200 NSmen under the Enhanced Expertise Deployment Scheme. This represents a fourfold increase from the average number of 50 NSmen a year between 2014 and 2021. New areas to which NSmen were redeployed last year included digital and intelligence, logistics and engineering.While optimising deployment is important, we also need to make NS processes more seamless so that our national servicemen can focus on their training. Mr Lim Biow Chuan and Ms Yeo Wan Ling asked about this.This brings me to the second thrust of the NSRC's recommendations – that of improving the NS experience.A major administrative burden for employers and NSmen had been the filing of Make-Up Pay claims for In-Camp Training (ICT). In the past, this was done manually. Entries were therefore sometimes incomplete and payment delays happened.In September last year, we introduced an automated system that draws income-related information from CPF Board and IRAS to calculate Make-Up Pay amounts. If they so wish, employers and NSmen can review the computed amounts and file for adjustments. Otherwise, the amounts will be paid out automatically and there is no action needed on their part.As a result, we have had very positive feedback. The claim amounts derived from CPF Board and IRAS data have proven to be up to date and accurate. Since September, 92% of claims have been processed automatically. Based on our estimates, the automated system will save employers, NSmen, MINDEF and MHA more than 260,000 man-hours of processing effort every year. Apart from saving time, the automation has also allowed us to make payment much faster. Since September, 90% of claims have been paid within 10 days from the start of in-camp training (ICT). Practically, the payment is processed while people may still be undergoing their period of ICT.Alongside this automated system, we also introduced a base NS pay of $1,600 per month whenever NSmen attend ICT or other operationally-ready NS (ORNS) activities. This means that if the data from CPF Board or IRAS indicates that an NSman earns less than $1,600 per month, MINDEF will top up his NS Pay to $1,600 per month, prorated according to the duration of the ORNS activity. As an example, if an NSman attends a 12-day ICT, on a prorated basis of a base pay of $1,600, he would be paid at least $600.This provides additional support to NSmen who are students or who are not employed or whose income from informal jobs may not be fully captured in CPF or IRAS data. We hope that this gives NSmen from lower-income segments greater financial security when they attend ORNS activities.On this, I just want to reiterate the point that MINDEF is fully committed to the well-being and welfare of our national servicemen, both NSFs and NSmen. Through so many examples that we have given, the public can be confident that we will regularly update such benefits in order to take good care of our servicemen.Our efforts to digitalise NS transactions and touchpoints go beyond Make-Up Pay claims.Members who are NSmen would remember receiving physical vouchers from MINDEF and MHA in the past as part of our recognition efforts. Since 2021, we have replaced cash and voucher-based NS recognition benefits with digital credits disbursed through the LifeSG mobile app.With the change, national servicemen are now able to receive, carry and redeem their credits via their mobile devices. The credits can be used with any business that accepts payment by NETS or PayNow QR. Some businesses also offer our servicemen discounts for the use of the credits as a show of support for National Service. When they do so, this has effectively further raised the dollar value of the benefits.As part of the NS55 Recognition Package, $100 worth of credits were distributed electronically in July last year to more than a million national servicemen past and present. When we checked in mid-February 2023, the 136,000 national servicemen who had rated the NS55 redemption eService on LifeSG app had given it an average of 4.8 out of five stars.Over the past seven months, 76% of national servicemen have started using or have already used their credits fully. This is a relevant piece of data because it shows that when it is made available to be used electronically, it makes it much more convenient and it speeds up the utilisation and the enjoyment of the benefit. In comparison, it took 18 months to achieve the same use for physical vouchers when we did that for NS50. I encourage all national servicemen to fully utilise your credits.Ms Poh Li San asked about the use of the OneNS platform to improve the NS experience. The OneNS platform is a consolidation of NS-related services and transactions into a single mobile app. We rolled out the first phase of OneNS to selected ICT units. NSmen in these units can register their attendance at ICT easily with the geo-location function on the app. This has allowed the units concerned to start the proper ICT programme earlier. OneNS will be extended to more units in the coming months.I now move on to the third thrust, which is that of enhancing recognition and support for national servicemen, something which Mr Chong Kee Hiong asked about.Last year, we conducted a year-long NS55 campaign themed \"Generations of Strength\". Mr Mohd Fahmi asked about the response to that campaign. Besides giving the NS55 Recognition Package to eligible national servicemen, MINDEF and MHA organised a series of commemorative initiatives that was well received.As an example, the NS55 theme song \"Back in the Day\" accumulated over six million views online. The showcase at the Army Open House on the evolution of NS attracted 140,000 visitors. The community came together to organise activities such as walking alongside our national servicemen under the NS55 Fitness Challenge.All in all, the NS55 campaign achieved its objectives. Surveys conducted after the campaign showed that 80% of our national servicemen felt valued for their contributions to NS. And 90% of the general public felt that NS was a source of pride for Singapore.NS55 may have concluded but our efforts to recognise and support our national servicemen and their families continue. In fact, we can already look forward to the opening of the new SAFRA clubhouse in Choa Chu Kang in May this year. That will bring an exciting host of amenities, especially to the 90,000 NSmen who reside in the northwest. I think many of us might have seen the exciting photos of my colleague, Senior Minister of State Zaqy's recent hard-hat tour of the upcoming facilities. So, look out for that.Beyond recognition benefits, MINDEF and MHA are also committed to strengthening financial protection for SAF and Home Team servicemen and volunteers. In January, we doubled the coverage for the Group Term Life and Group Personal Accident insurance, up from $150,000 to $300,000. We have also extended the coverage to conditions such as long-term hearing damage and decompression sickness. It is therefore fitting that the Group Personal Accident insurance is now called Group Personal Injury insurance – to reflect that extended coverage.I have covered the three thrusts of the NSRC but these are not our only priorities.The SAF will always pay particular attention to safe and effective training of our national servicemen. Mr Desmond Choo and Mr Henry Kwek had asked about this.We are investing heavily in our training infrastructure. Minister for Defence Dr Ng had spoken about how SAFTI City will allow our national servicemen to undergo realistic training for a wide range of scenarios as well as the SAF's plans to leverage technology, including simulators and real-time sensors, to enhance training. The development of expanded overseas training areas, including those in Australia, will also allow our national servicemen to have more opportunities to participate in large-scale, integrated training.While training must be realistic to be effective, we will never compromise on safety. Mr Saktiandi Supaat asked about how the SAF balances safety and training effectiveness.Sharing of safety practices and co-development of safety management plans have always been an important part of training exercises that SAF conducts, both for itself as well as with other military forces.Representatives from the SAF also attend international defence safety conferences in order to share experiences and also to gain insights on safety benchmarks and practices. These are then put into reviews and revisions of safety standards to further enhance them where appropriate. The 3rd External Review Panel on SAF Safety (ERPSS), which began its three-year term in 2021, noted that the SAF had comprehensive systems to ensure the safety and health of our soldiers during training. This assessment was made after the Panel visited key SAF training schools and an overseas training exercise over the past two years.Miss Cheng Li Hui asked about audit findings and learning points. The SAF Inspector-General's Office recently completed its second audit cycle across all SAF formations. The audit findings show that the SAF's safety management systems remain robust despite the ramp-up of training over the past year following pandemic-related disruptions.I announced last year that the SAF was developing an enterprise Safety Information System. It has been fully adopted in the SAF, allowing quick spreading of safety lessons and easy submission of near misses and incidents by personnel across all ranks. The system enhances commanders' awareness and decision-making in order to better prevent accidents. The SAF will continue to invest resources and harness technology to strengthen our safety culture.This concludes my update on the implementation of initiatives in our priority areas. Work in these areas will never end and we will continue to look for new ways to strengthen the NS system and recognise our national servicemen.With that, I am now pleased to make two announcements.  First, in an effort to improve NS processes further, we have reviewed exit controls for NSmen and concluded that we are able to further relax them. From April this year onwards, NSmen will only need to apply for an Exit Permit when they leave Singapore for 12 months or more, up from the current six months or more. This change reflects the growing mobility of Singaporeans, with many of our NSmen staying or working overseas for longer durations.Let me assure Members that we have studied this very carefully and the SAF's operational readiness will not be affected as a result of this change. Second, in appreciation of the contributions of our national servicemen, the National Service Resort and Country Club (NSRCC) will be building a social and recreation hub that will come with chalets, sports facilities and other family-centric amenities. More details will be announced in due course. We hope that this effort to build this hub and enhance our services to NSmen will cater even better to the leisure needs of a younger generation of NSmen. Mr Chairman, we need an effective NS in order to safeguard our security and our sovereignty. We must build on the contributions of previous generations, take care of our national servicemen and ensure that NS is well-positioned to safeguard our way of life into the future.The Chairman: Minister of State Zaqy Mohamad."], "The Senior Minister of State for Defence (Mr Zaqy Mohamad)": ["Mr Chairman, Minister for Defence Dr Ng Eng Hen and Senior Minister of State Mr Heng Chee How spoke at some length about the importance of investing steadily in a strong defence. They stressed the importance of long-term investments in building up our military capabilities and strengthening our National Service (NS) system, even during times of relative peace. I would add that we also need steady investment in Singaporeans' commitment to defence and our collective national resilience. This underpins our Total Defence philosophy that we started in 1984.Total Defence has helped us through crises in the past and the most recent COVID-19 pandemic. It is even more needed now to prepare all Singaporeans to withstand ongoing disruptions, to defend against the multitude of threats that lie ahead and for us to continue to thrive. Looking back on the past year's challenges, the Russia-Ukraine war resonates with me because it shows precisely why Total Defence remains critical for Singapore's survival.The world has been awed by the sheer courage and ingenuity of Ukrainians in their spirited fight against Russia. Member of Parliament Mr Zhulkarnain Abdul Rahim and Ms Denise Phua as well as others highlighted this. And I think there is much we can learn from how the whole of Ukrainian society mobilised for its national defence.In an inspiring display of Civil and Psychological Defence, many Ukrainian individuals and businesses have volunteered their civilian support for the military effort.In the same month that Russia launched its full-scale invasion, a historian began making improvised bulletproof vests for soldiers, by taping sawed-off pieces of ploughshares and cut-up transmission belts from farming machines onto sleeveless dress jackets. Then, local business owners, specialising in everything from furniture to metalwork, came together to properly manufacture bullet-proof jackets sewn with camouflage fabric and tool pouches. Bullet-proof jackets are common apparel in Ukraine now. There are reports of farmers wearing them while working fields that are peppered with unexploded munitions and parents preparing them for children in the event of evacuations.We also see the interplay between Military, Civil and Digital Defence in how Ukrainians have applied their computer and information technology expertise to help counter Russia's aerial attacks. To overcome limitations in their air defence system, Ukrainian volunteers worked with military and government officials to develop a mobile phone application that allows civilians to report sightings of incoming drones and missiles. Users only needed to point their device in the direction of the incoming object and press a button, and the application would send a report to the military, who would attempt to intercept the object before it struck.Demonstrating their social and psychological resilience, millions of Ukrainians have returned home since the war began, despite there being no clear resolution to the conflict in sight. Some are men who worked overseas and wanted to enlist to defend their country. Others are seniors, women and children who wanted to rebuild their homes and their communities.Their display of Social and Psychological Defence prompts me to reflect on the strength of our national identity and resilience. I hope that we never have to come to this. But should crisis arise and the country need us, Singaporeans must stand united and stay to defend our country. One people, one nation, one Singapore.Over the past two years, we have been engaging different groups of Singaporeans to strengthen Total Defence. Member Miss Rachel Ong asked about how MINDEF has followed up on our 2021 Total Defence Review.Through our review, we have identified two key priorities. The first is to help Singaporeans become more aware about the threats and challenges for our society, which would serve as a stepping-stone towards understanding how they can contribute to tackling these challenges. The second is to give Singaporeans more opportunities to propose Total Defence initiatives and to partner the government to implement these initiatives.In this spirit, we launched the Total Defence Sandbox last year to crowdsource proposals from youths to put Total Defence into action. In the first round of submissions, we received 77 enthusiastic proposals, and have selected some proposals to implement this year. For example, university students Mr Caleb Tan and Mr Sheng Jiankai drew on their love of crime fiction to propose an immersive Total Defence Murder Mystery Role Play Game to help players learn about our multi-faceted threat environment. Mr Tan said that through their game, they hoped that young Singaporeans would become more aware of the challenges and limitations that Singapore faces, and feel the urgency to take tangible actions for Total Defence. We think that their idea is fresh and engaging, and have partnered them with the  to bring their game to life.We are looking for more creative contributions from Singaporeans. Our second call for proposals to the Sandbox has just commenced, and will run until May of this year. Chairman, we want to deter crises and conflict. However, when crisis hits, we must be prepared. The Government will spare no effort in our response, but the Government also cannot be everywhere all the time. This is where Singaporeans, all of us, must play our part to pitch in to support national efforts, as well as to take care of each other.Members Miss Rachel Ong, Miss Cheng Li Hui, Mr Chong Kee Hiong and Ms Denise Phua asked how MINDEF was partnering other agencies and the community to bolster community resilience and civic preparedness.Through the Total Defence Sandbox, a group of Singapore Management University students proposed to conduct a table-top simulation to engage post-secondary students on Total Defence.We saw the potential of this idea, and brought together Government agencies, grassroots organisations, education institutions and businesses to develop a full-fledged Community Exercise involving over 120 participants, as part of the 2023 Total Defence Day Commemoration Event. The exercise was conducted over two days in Chua Chu Kang Community Club, where members of the local community came together to draw up plans to prepare for and respond to disruptions of essential supplies. Visitors to the Total Defence Day Commemoration Event also learned about facilities and skills that are essential for civic preparedness. To show people that they can still prepare good food in the event of a shortage of fresh food, the Institute of Technical Education (ITE) College West served nutritious meals that were cooked using ingredients with long shelf lives.In preparation for water-related emergencies, the Public Utilities Board (PUB) had booths to educate the public on water conservation and flood resilience. Residents were invited to try out PUB's mobile Water Bag Filling Machine, which can pack five-litre water bags for distribution in the event of water supply disruptions. So, this is a lot faster and quicker than what we used to remember – pail carrying and long queues. Some activities took place in the Civil Defence Shelter in the Community Centre, which is part of a longstanding shelter programme by the Singapore Civil Defence Force (SCDF) to protect civilians during natural and man-made disasters, as well as wartime emergencies. The SCDF also conducted public demonstrations of critical life-saving skills such as cardiopulmonary resuscitation (CPR) and fire extinguishing. I am pretty inspired by how an idea that started in the Total Defence Sandbox evolved into a comprehensive and inclusive community effort with the close support of partners.Every Singaporean can build up their crisis preparedness by getting certified with life-saving skills and learning how they should prepare for and respond in emergencies. We hope to encourage more people to undertake these actions, and we are working with the People's Association and ITE College West to conduct the exercise with Singaporeans from more walks of life.We are also exploring new and more engaging ways to encourage youths to learn about Total Defence. One way is through the Total Defence Interactive Videos, which are available on the MINDEF and SG101 websites. The latest video, launched just last month, follows a friendly and comical grandmother and grandson duo as they try to tackle modern challenges such as supply disruptions and fake news. Viewers role-play as the video characters and make decisions that determine how the story unfolds. Through the videos, we hope that viewers reflect on how their individual choices can create a greater impact in the national context.School activities also provide valuable platforms for youths to learn about defence and security issues. For example, most of us are familiar with the National Cadet Corps (NCC). Some of us may have been part of the NCC when we were in school. I, for one, was an NCC cadet too, at one point. Like many students over the years, this gave me early exposure to Total Defence and prepared me with relevant skills for NS. For some, NCC also seeded aspirations for a career in the military.Today, we continue this tradition of actively engaging students and are piloting a new programme to empower youths to act in Singapore's Digital Defence.Our fourth service, the Digital and Intelligence Service, launched the Sentinel Programme last year to equip youths with digital and cybersecurity skills. Students from participating secondary schools, junior colleges and polytechnics were offered hands-on workshops, engagement sessions and competitions. The programme was carefully crafted to expose students to foundational skills such as basic programming, cryptography and network forensics. We received strong student interest in the pilot programme, and are working with other agencies, such as the Cyber Security Agency of Singapore, to offer the programme to students from all secondary schools, junior colleges, polytechnics and ITEs in the coming years. NS is fundamental to our Military Defence, as outlined by Senior Minister of State Heng. In turn, community support is critical for the continued success of NS. We established the Advisory Council on Community Relations in Defence () in 1984 to bring together community nodes that represent employers, educational institutions, family members and members of the wider community. has grown tremendously and continues to contribute valuable feedback and proposals. Members Ms Joan Pereira and Dr Wan Rizal asked for updates on ’s initiatives, such as efforts to increase community support for NS.In the past year,  actively rallied the community to show appreciation for our NSmen through the We Support NS Campaign. The campaign garnered discounts and benefits for NSmen at 275 retailers that operate a total of 2,500 outlets across Singapore.In addition,  remains passionate about preparing youths and their families for NS.  co-organised NS engagement sessions for over 11,000 students from post-secondary education institutions in the past year and most agreed that the sessions helped them better prepare for NS.We also wanted to give women a glimpse of what NSmen go through, so that they can better support and advocate for NS and Total Defence. With this in mind,  partnered with the SAF to host another edition of the Women’s Boot Camp earlier this month.Ms Koh Wee Min is an alumni of the 2019 Women’s Boot Camp who returned to the most recent Boot Camp to support the camp trainers and share her experience. Ms Koh also initiated an NS55 project last year to plot the participating merchant outlets that offered We Support NS deals on a shared Google Map list. This allowed NSmen and their families to easily search for the deals. I think that she embodies the Total Defence spirit of playing your part, wherever you can. We all have memories of what it means to play our own part for Singapore’s defence. It may be something small, like taking pride in your Uniformed Group school unit achieving a Total Defence Gold Badge. Or maybe something more life-changing, like digging your first shell-scrape in the humid jungle or hearing the buzz of mosquitoes as you are doing your doing your sentry duties or sending your loved one off to Pulau Tekong for Basic Military Training. These memories of our achievements and sacrifices are precious threads in the hard-won tapestry of our national identity.We believe in preserving these stories and artefacts across generations, so that we can learn about and reflect on the trials and tribulations that we have undergone as a fledgling nation and military. Members Mr Lim Biow Chuan and Mr Melvin Yong asked about the plans for our defence and military museums, and what visitors can expect. To bring our Singapore defence story to life and better preserve our heritage, we have set up the Defence Collective Singapore to oversee all our defence and military museums. This will help us deliver the best possible visitor experiences and national education programmes at our museums. We have been refreshing our museums to ensure that the exhibition content is up-to-date and that the visitor experience is interactive and educational.The  (SDC) completed a refresh a year ago, with new multi-sensory and digitally-enhanced exhibits on Singapore’s past, present and future. Echoing the Singapore Green Plan 2030 and MINDEF’s commitment to environmental sustainability, SDC is on track to achieve its ambitious sustainability target of becoming a net-zero energy building by this year.The Navy Museum is undergoing a complete makeover of its galleries and will reopen to the public in the middle of the year. Spanning three floors, the refreshed museum uses multimedia and interactive exhibits to tell the story of the Navy’s evolution from its humble beginnings to the professional, competent maritime force that it is today. It will also display real equipment from the Challenger-class submarines for the first time.The NS Gallery at Marina Bay is being built within the new NS Square complex and remains on track to open by 2027.Our NSmen have defended our land, airspace and seas over the decades, and we want to showcase Singapore’s NS story and honour the contributions of our NSmen past and present. We will also progressively refresh the Army and Air Force Museums in the coming years. Collectively, our visitorship for our museums have been encouraging with over 400,000 visitors annually spanning our military museums and the SDC.Mr Chairman, as its name suggests, Total Defence remains an all-encompassing, unceasing effort to strengthen ourselves, our communities and our nation. MINDEF will continue to invest in Total Defence, in partnership with fellow Singaporeans. Total Defence is our best preparation for our best response to, and our best recovery from, the threats of today and tomorrow. We will withstand whatever comes that our way if every Singaporean steps up to play a part in our defence. [Applause.]The Chairman: Clarifications, please.Really? No clarifications? Mr Vikram Nair, would you like to withdraw your amendment? You have got lots of time so you can go on."], "Mr Vikram Nair (Sembawang)": ["Thank you. I would like to thank Minister and Senior Ministers of State for sharing the plans for MINDEF. It looks like the House is supportive and it is being passed without clarification. So, I seek leave to withdraw my amendment.Amendment, by leave, withdrawn.The sum of $17,128,091,700 for Head J ordered to stand part of the Main Estimates.The sum of$1,451,310,000 for Head J ordered to stand part of the Development Estimates."]}