{"Mr Louis Ng Kok Kwang (Nee Soon)": ["Mr Chairman, I beg to move, \"That the total sum to be allocated for Head L of the Estimates be reduced by $100\".Sir, during the debate on the Carbon Pricing (Amendment) Bill, I did not raise my hand but Mr Speaker thought he saw my hand raised and called me for my clarification. I do hope he does this more often and calls my name; my correct name more often as well. But for that occasion, I really did not raise my hand and I replied to him that, for once, I have no questions.And that is the truth. I had no questions as I sincerely believe that we are heading in the right direction in terms of our climate policies. There is no doubt there is still work to be done but we have done so much in the past few years to not just adapt to climate change but, most importantly, mitigate climate change. We are significantly cutting our emissions and getting everyone on board on this important journey to save our planet. We have also done a phenomenal job in our #SayYesToWasteLess campaign and for all of us to go zero waste. The Extended Producer Responsibility, the upcoming disposable carrier bag charge, the Deposit Refund Scheme are all steps in the right direction and positively respond to the calls by so many activists who have called for these for many years.We are also taking active steps to solve problems we all face on the ground. We will be more effective in tackling high rise litter with the recent amendments to the Environmental Public Health Act and  is proving a vital tool in our efforts to combat dengue. We are also uplifting our lower income workers with the Progressive Wage Model (PWM) for workers in our cleaning and waste management sectors. We are also doing well in advancing food resilience and security, ensuring water sustainability and transforming and uplifting the hawker industry. Now that we done so much and done so well in all the above aspects, we now have some breathing space and some time to devote to tackling second-hand smoke. Our residents need their breathing space and need us to change our policies so they can protect themselves and their loved ones from the dangers of second-hand smoke. Like climate change, you cannot just adapt to secondhand smoke. Like complaints about high-rise littering, complaints about secondhand smoke is rising, it is doubled. And like high-rise littering, we need to amend our policies and even our laws to tackle secondhand smoke. Like , we can be creative and come up with ways to detect, deter and wipe out secondhand smoke. I know Senior Minister of State Amy Khor is equally concerned about secondhand smoke and I know that we can move forward on this issue like so many other issues I have debated her in this House over the years. There are lots more issues to cover. I know my Government Parliamentary Committee (GPC) colleagues, fellow Members of Parliament and I will be asking lots more questions and I look forward to a robust debate. Question proposed."], "Ms Poh Li San (Sembawang)": ["It has been two years since the  was launched. The plan touches every aspect of our lives and requires a whole-of-nation effort to attain its sustainable development goals. Although it was only launched two years ago, Singapore, our Clean and Green City, has been laying the foundation for this movement over the decades.The key targets include development of parks and green spaces; reduction of waste, water and electricity consumption; green commutes; green energy; greener infrastructure and buildings, sustainable towns and districts; a green economy with green investments and jobs; coastal protection from sea-level rise and enhanced flood resilience and meeting 30% of Singapore's nutritional needs through locally produced food by 2030.Would the Minister provide an update on the progress of the Green Plan? What are the key challenges which lay ahead? The Green Plan requires many capabilities to be established in many public agencies. How is the Ministry of Sustainability and the Environment (MSE) organising its resources to balance the business-as-usual requirements versus the challenges faced in implementing the Green Plan?  "], "Prof Koh Lian Pin (Nominated Member)": ["Sir, GreenGov.SG was launched in 2021 as a key enabler of the Green Plan 2030. Under GreenGov.SG, the public sector strives to attain ambitious sustainability targets in carbon abatement and resource efficiency. Can the Government provide an update on our progress of GreenGov.SG and what lies ahead? The Chairman: Mr Don Wee, you could take your two cuts together, please."], "Mr Don Wee (Chua Chu Kang)": ["Thank you, Chairman. In 2021, the public sector launched GreenGov.SG to lead Singapore's pursuit of sustainable national development, as laid out in the . Under GreenGov.SG, the public sector aims to reach ambitious sustainability targets in carbon abatement and resource efficiency as well as influence support and enable green efforts nationwide, whether these are initiated by individuals, community groups or the private sector.Under GreenGov.SG, the public sector aims to peak its carbon emissions around 2025, ahead of the national target. Specific targets are set for buildings, information technology (IT), transport and solar deployment. Public sector infrastructure and operations, such as public transport, infrastructure and healthcare facilities, are included. May I ask the Minister to elaborate on how this will be done, without affecting the quality of public services? Will such efforts entail higher costs, leading to higher fees? If so, what measures are there to mitigate these increases, particularly in view of the inflationary environment currently? In addition, how will the Minister ensure that the public sector's organs, Ministries, and statutory boards meet the set targets? Would MSE share how GreenGov.SG will work with Singaporeans and residents and the private sector to reach its ambitious goals? Can the Government provide an update on our progress so far and what lies ahead? The Ministry had shared that to enable a sustainable economy, it would require the public sector to engage in green procurement. Hence, products must meet high efficiency or sustainability standards. This requirement will apply to a very wide range, from electrical appliances to building materials.  The Government will factor in companies' sustainability-related policies and practices when evaluating Government tenders, including event venues, accommodation, public waste collection contracts and so on. I am curious how wide the scope would be and to what extent items will be evaluated. For example, as meat accounts for nearly 60% of all greenhouse gases from food production, does it mean less meat at events organised by the public sector?  I look forward to the public sector's green procurement becoming an exciting new opportunity for our home-grown companies. It is very important to support our SMEs as the public sector transits to green procurement. SMEs may face significant obstacles in their attempts to bid for and win public procurement contracts for many reasons, including their limited resources, lack of knowledge about the new green requirements, unfamiliarity with possibly lengthy and difficult bidding processes and so on. I appeal to the Government to make an effort during this transition phase to provide support for our SMEs.How is the Government driving green procurement, so as to help SMEs and to engender a green economy?"], "Mr Louis Ng Kok Kwang": ["The Public Service is one of the biggest users of services in Singapore. Its procurement contracts are very significant in value. Public agencies abide by the procurement principles of transparency, open and fair competition and value for money. For many years, I have called for sustainability to be included as a principle of Government procurement. I have also called to expand life cycle costing to more categories of products, by measuring and setting standards for carbon footprint and publishing a yearly sustainability report. Many of our Government contractors also service other clients. When we tighten our sustainability requirements, it can spark process improvements across the supply chain, creating a multiplier effect.Can the Government share how it is driving green procurement to create a green economy? Will the Government introduce a green procurement roadmap similar to our carbon tax roadmap to help businesses prepare and change mindsets much earlier? ", "Sir, I have been raising the tackling of e-waste for many years now. It is an issue close to my heart as I see so much wastage of precious resources. E-waste that is improperly handled can also be toxic and damage the environment. I am glad we are finally seeing progress in terms of tackling e-waste. E-waste bins are now a common sight in our neighbourhoods and malls. The Extended Producer Responsibility (EPR) System for e-waste ensures the proper handling of e-waste and that valuable resources can be extracted. Given that it has been two years since the e-waste EPR was implemented, can the Ministry provide an update whether the scheme has been successful in increasing e-waste recycling rates? Can the Ministry share what other measures it is studying to further increase e-waste recycling rates?It has been almost five years since I delivered an Adjournment Motion to call for a charge on single-use carrier bags. Five years later, this has become a reality and we will soon be debating a Bill to make a disposable carrier bag charge at supermarkets compulsory.Many supermarkets and shops have already started to charge for disposable bags. I am glad that many Singaporeans have adapted to this. I often see shoppers bring their own reusable bags or decline to take disposable bags for small items. I believe we are starting to see a mindset shift.Can the Ministry share whether we will look into extending the requirements to convenience stores? In particular, the small disposable carrier bags for small convenience stores purchases are often unnecessary. Can the Government provide a roadmap for the expansion of the disposable carrier bag charge so that people and businesses know where we are heading towards and can prepare for it?I am sure Senior Minister of State Amy Khor is tired of hearing me repeat myself and of repeating her replies even though she just told me that she is immune to it. I continue to raise the issue of second-hand smoke because it continues to be a problem many people face and people continue to have no solutions that will protect them from the dangers of second-hand smoke. Second-hand smoke kills and is a public health issue rather than a neighbourly dispute. Many times, we tell our residents that the Community Disputes Resolution Tribunals (CDRT) may be a solution.Let me share the voice of Ms Chong. She shared how even a CDRT court order was powerless to help protect her family from second-hand smoke. She shared the following in a forum letter, “A chain-smoking neighbour exposes my family to smoke every single day. The exposure to toxic second-hand smoke has greatly affected our health, living and lives. My mother often suffers from coughing and throat irritation, which make it difficult for her to eat as she chokes easily. We obtained a court order from the CDRT in June 2022, but this was not enough to stop the smoking.”To help Ms Chong and so many other residents, can the Ministry conduct a public consultation and set up a citizens’ workgroup to study the issue of second-hand smoke in homes?", "I am glad that Nee Soon East was one of the pilot sites for . I remember walking around the estate with a container of live male mosquitoes to show residents that male mosquitoes do not bite. I am quite sure many residents thought I was crazy and that I have finally really lost it.It was extremely difficult to explain why we were releasing mosquitoes to reduce the mosquito population. It just did not make sense for many residents but they trust that we were doing the right thing and supported this innovative project. I am very glad that the results of  have been so positive. This project has been vital in combating dengue and saving lives. On behalf of Nee Soon East residents, I thank MSE and NEA for launching this project. I have seen first-hand how effective  is. It should be expanded to more areas in Singapore – in fact, all areas. Can the Ministry provide an update on the progress of  and the timelines for this project to be extended throughout Singapore?"], "Prof Koh Lian Pin": ["Sir, as Singapore transitions to a low-carbon and sustainable society, everyone has an important role to play. This includes ensuring that sustainability principles are considered in our business practices and processes across all sectors.How is the Government encouraging the practice of green procurement, which is the purchase of goods and services that caused minimal adverse environmental impact as part of building and supporting a green economy for Singapore? ", "Sir, in 2020, the National Environment Agency (NEA) launched the Climate Friendly Households Programme to support 1- to 3-room HDB flat owners to replace appliances that are less energy- and water-efficient with newer and more efficient ones. But as at July 2022, its take-up rate remains relatively low. What is the Government doing to improve the take-up rate of this programme?The Chairman: Mr Gan Thiam Poh, please take your three cuts together.", "Sir, at Budget 2022, it was announced that companies may use high-quality international carbon credits to offset up to 5% of their taxable emissions from 2024.Recently, Minister Grace Fu assured the House that the Government will take all scrutiny of carbon markets and projects seriously and is finalising a list of international carbon credits that companies in Singapore may use for offsetting their emissions. Will the Government share the quality considerations and criteria for identifying eligible carbon projects' host countries, carbon crediting programmes and carbon accounting methodologies for carbon tax offsets in Singapore?Last year, the Government launched the Forward Singapore exercise to engage all segments of society to discuss the challenges, constraints and opportunities that Singapore faces as we move forward to realise our common vision for the future.Can the Government provide an update on the Steward Pillar of Forward Singapore and how Singaporeans are wanting to contribute towards a green, liveable and climate-resilient Singapore?  Since 2019, the National Environment Agency's (NEA) \"Say YES to Waste Less\" campaign has introduced initiatives to reduce food wastage and discourage the use of disposables such as bags, cups and takeout containers.Recently, NEA commissioned a campaign called The Waste Cafe, which generated some negative feedback from the public.How is the Government ensuring that future campaigns that seek to create public awareness, sometimes understandably through a shock factor, will not inadvertently lead to unnecessary waste? Will the Government share the outcomes of this campaign?Domestic recycling is an important part of Singapore's sustainability journey. Can the Government share the outcomes of initiatives such as the pilot programme involving transparent recycling bins and dedicated recycling chutes in HDB blocks?Ensuring greater buy-in and success of our domestic recycling efforts is key to achieving Singapore's zero-waste ambitions and plans to turn trash to treasure. Will the Government consider other recycling initiatives, such as getting households to sort their waste at home?", "Sir, the Singapore aquaculture plan of the Singapore Food Agency (SFA) focuses on sustainable sea-based fish farming. Can the Government elaborate on how our emerging aquaculture sector will contribute to Singapore's \"30 by 30\" goal? How is the Government ensuring that the environmental sustainability of our sea space is considered as Singapore embarks on the development of our aquaculture sector?", "Sir, to ensure our climate resilience, Singapore has committed significant resources to the research and development (R&D) of climate mitigation and adaptation solutions through Research, Innovation and Enterprise 2025 (RIE2025) along with the commissioning of various climate resilience-related consultancy and infrastructural projects. These investments include both the creation of new knowledge through research as well as the implementation of solutions.How is the Government ensuring that there is adequate coordination of these multiple and concurrent efforts, especially in terms of the need to avoid duplication, ensure complementarity and appropriately phase the implementation of solutions that should be informed by the new science we have also invested in creating?The Chairman: Ms Poh Li San, both your cuts, please.", "Sir, Singapore has several funding and incentive schemes to encourage communities and youths to get involved and help achieve our national climate targets as part of the .These community and youth-focused grants include the 3P Partnership Fund, Call for Ideas Fund, SG Eco Fund, Young ChangeMakers Grant and even the Youth Action Challenge.Has the Government assessed the effectiveness of such grants across the whole-of-Government? Will the findings be shared with the public?"], "Mr Don Wee": ["Chairman, the Singapore Exchange (SGX) has rolled out mandatory climate disclosures requirements, starting with issuers in the financial, energy and agriculture, food and forest products industries, based on the recommendations of the Task Force on Climate-related Financial Disclosures. Are there plans for the public sector to do likewise?The objective of mandatory climate disclosures is to ensure that the impact of our actions on climate change are systematically and thoroughly recorded in our work, business and investment decisions. Having actual data tracked routinely will help our organisations to get a better understanding of their choices in the course of their actions, enabling them to make better decisions in the future. This will lead to a more responsible and efficient allocation of resources and capital as well as to expedite Singapore's transition to become a more sustainable nation with low carbon emissions. This will also help us meet our international obligations and attain our net-zero carbon target in time.  "], "Miss Cheryl Chan Wei Ling (East Coast)": ["Sir, in the past five years, there has been increased awareness of the effects of climate change and the Paris Agreement has created a momentum for all stakeholders to play their part. The investment market and customers have demanded a greater transparency for useful climate change risks and opportunities information related to businesses. In a way, this demand has become so strong that businesses that fail to disclose their climate change risks could jeopardise their reputations. However, reputational risk do not solely apply to businesses only, they have similar implications for any Government. I would like to touch on two areas. First, the need for disclosure from businesses and Government. From FY 2023, it is mandatory for public-listed companies under the Singapore Exchange (SGX) beginning with specific sectors to make climate disclosures. More sectors will be included from FY 2024. However, there has not been any requirement made on the Government and its agencies. While we have the intended strategies in place as a nation, we also need instruments to monitor and measure against the targets set on a continuous basis.As the Government is the regulator and governing structure in Singapore, are there any plans for the Government to provide similar disclosures annually, in order to send strong signals about our commitment to combat climate change?Second, the provisioning and allocation of allowances for carbon emissions. The Carbon Pricing (Amendment) Bill was passed in November 2022. Given how heavily trade exposed our economy is, such a provision is vital to ensure our businesses remain competitive as they adjust towards a low-carbon economy. However, the Act does not define clear boundaries on how much allowances the Government will be allowed to issue and how these will be allocated from a sectorial perspective. This brings me to the point about volume of allowance, its fair allocation and integrity of businesses using the allowance. On the provisioning of allowances, could the Minister clarify the estimated volume of allowances the Government is planning to issue as part of the transition framework? How will the volume be calibrated over the years as Singapore progressively lowers our carbon intensity? Will the Ministry consider introducing a cap on the number of allowances that can be issued annually to safeguard against any overprovision of allowances from a national perspective?On the allocation of allowances, could the Minister also clarify how the Government plans to allocate allowances across the different sectors?As the businesses liable for carbon tax can have differing strategic importance to Singapore, how will the Government benchmark a business which provides critical infrastructure, such as the power sector, versus another business which serves as a growth engine in new emerging economy?While the current provision allows internationally recognised benchmarks to be applied in the methodology of assessing the award of allowances, it does not obligate the use of benchmarking elements.I would like to seek clarification on how the Government will track the carbon intensity performance of a business benefiting from such allowances. Will there be regular benchmarking reviews on its carbon intensity performance against global peers? How would feedback loops be put in place to adjust the allowances issued based on the benchmarking results?"], "Mr Gan Thiam Poh (Ang Mo Kio)": ["Chairman, with the green transition, there will be a learning curve for companies and workers, and both must meet new conditions. Some businesses may be unable to keep up while others will find new opportunities. Some workers will be made redundant, but others will find themselves in high demand for their new expertise. Even households are not spared from needing to adapt to greening. They must learn new habits to save water and electricity, reduce and recycle waste, for example. How will the Government support businesses, households and individuals with the green transition?With increasing inflationary pressures, households are looking for ways to cut down on expenditures, including on utility bills. Switching to more energy-saving appliances would require investments in new ones. What help can the Ministry provide to households to be more energy-efficient and save on their electricity bills? We have over 290,000 small- and medium-sized enterprises (SMEs) in Singapore, employing two thirds of our workforce and contributing to half of our Gross Domestic Product (GDP). Collectively, our SMEs have a major impact. Any effort to reach our net-zero greenhouse gas emission target must surely require their active involvement. But SMEs have limited resources. What has the Ministry been and is doing to help SMEs become more energy-efficient?"], "Dr Lim Wee Kiak (Sembawang)": ["Chairman, according to the data from Singapore Department of Statistics and the Energy Market Authority (EMA), our household electricity consumption in Singapore rose nearly 33% from 6.6 gigawatt hours in 2012 to 8.2 gigawatt hours in 2021.Households account for about 15% of total electricity consumption, with public housing accounting for 60% and private residential accounting for 40%. For each household, the main uses of electricity are in three categories: environmental control, 49%; household appliances, 45%; and personal devices, 6%.The Government has been advocating the use of more energy-efficient air conditioners, lighting and household appliances with energy efficiency ratings so consumers can be better informed. What accounts for the 33% increase in electricity of Singapore households over the last 10 years? What more can the Ministry do now to help Singapore households manage their electricity consumption? What is the targeted electricity consumption by each Singapore household that the Ministry hopes to achieve and how is this target communicated to the public?Our Public Service and commercial industries are major consumers of the remaining 85%. What is the Ministry now doing to make them more energy-efficient and reduce electricity consumption?"], "Ms Poh Li San": ["Chairman, I am proud of Singapore's achievement in being amongst the very few countries in the world to have closed the water loop and reuse our water resources repeatedly. Our water treatment infrastructure and technologies have enabled us to move towards long-term water sustainability. The Public Utilities Board (PUB) has the ambitious goal of increasing NEWater supply capacity by up to 55% of demand by 2060.The tunnelling works for the Deep Tunnel Sewerage System (DTSS) Phase 2 was about 80% completed as of April 2022. With COVID-19, the timelines of various infrastructure projects were delayed due to manpower shortages and supply chain disruptions.When is PUB expecting to complete Phase 2 of the DTSS project? On a related note, would the Minister share an update on the progress of the Tuas Water Reclamation Plant as well as the Kranji Water Reclamation Plant?Apart from the DTSS and Tuas and Kranji plants, are there new used water treatment plants in the plans? How will such developments improve Singapore's water supply resilience?Correspondingly, with the increase in electricity tariffs and the Public Sector's goal to achieve net zero earlier by 2045, how will these pressures affect the cost and quantity of NEWater production?Finally, will the Ministry also share an update on the investments made by PUB in science and technology solutions to increase the energy efficiency of our water treatment? How does PUB intend to commercialise and scale up promising technologies in Singapore and overseas?", "Thank you, Chairman. With about one third of our land less than five metres above sea level, coastal and flood protection is a necessary defence against the effects of global warming. There is urgency in coastal protection. Do we have the time and the capacity to test out potential solutions? Would the Ministry share an update on how we are building up research, innovation and engineering capabilities to apply against the threat of rising sea levels?  How are we collaborating in terms of research and exploration of new ideas with other countries in the same predicament? How can we involve members of the public, Government agencies, research centres and the private sector to tap upon their collective suggestions for solutions and measures to protect our coastal areas?With climate change, we are also experiencing more intense rainfall. A case in point, we experienced the heaviest rainfall yesterday in 30 years of 225.5 millimetres of daily total rainfall.In January this year, PUB announced that a study to assess the feasibility of using an underground drainage and reservoir system to combat inland and coastal flooding will start in 2023.Would the Ministry share more about PUB's plans to develop flood protection measures and integrate these with coastal protection?Over the years, dengue remains as one of the biggest public health threats. In 2022, there were more than 32,000 dengue cases in 2022 and about six times the total number of cases recorded in 2021.More alarmingly, dengue can kill. In 2022, there were 19 dengue deaths – four times more than 2021. I understand that quite a number of estates had asked when  will be extended to more areas, especially for their areas.  Would the Ministry share how successful has this project been in areas where it had been launched? It takes time and resources to breed this special type of male mosquitoes. Would the Ministry share an update on the progress of ? Will the programme be extended to more areas in the near future? If so, what are NEA's plans to scale up production of Wolbachia bacteria-carrying male mosquitoes? What are the key challenges faced in strengthening our public health defences?"], "Mr Gan Thiam Poh": ["Chairman, the non-domestic sector uses about 55% of Singapore's water supply. This proportion is expected to increase to 70% by 2060. PUB introduced the Mandatory Water Efficiency Management Practices (MWEMP) for non-domestic users in 2015. Has MWEMP been effective in improving their water efficiency and what measures does PUB have to motivate further improvements?The Chairman: Prof Koh, kindly take your four cuts together.", "Chairman, more Singaporeans are now conscious of climate change and the need for sustainability. We see more people bringing their own shopping bags and recycling. I would like to ask the Ministry for an update on the pilot disposable carrier bag charge scheme.Singaporeans are used to collecting and using such plastic bags for the disposal of trash and waste. How do we balance the need to cut down on plastic bags and the need to contain trash? How is the response so far for the collection of e-waste and recyclables via the big blue bins in our housing estates? Has the problem of contamination of the bins been reduced? How can the Ministry encourage more responsible usage of these bins?The Chairman: Mr Louis Ng, please take your three cuts together.", "Chairman, the Hawkers Go Digital Programme has seen an increase in SGQR transactions at participating stalls. Would the Ministry share an update on the growth of SGQR transactions, and the Singapore Together Alliance for Action – Online Ordering for Hawkers scheme? What more could be done to support our hawkers with the use of digitalisation to improve business and productivity? The COVID-19 pandemic has taught us many lessons, including a few on the resilience of our food supply framework. We learnt the importance of having homegrown sources and diverse suppliers from all over the world. What plans does the Ministry have to ensure the resilience, affordability and accessibility of our food supply? ", "Chairman, NEA's data has shown that after a few months of Wolbachia-Aedes mosquito releases, the population of the Aedes aegypti mosquito falls by up to 98%. How many sites is  currently deployed at and would this programme be expanded to more sites as one of the measures to combat dengue?"], "Ms Hany Soh (Marsiling-Yew Tee)": ["During the recent Marsiling-Yew Tee GRC's Green Action for Community's (GAC) deep dive session, one of the topics which was discussed among the GAC members is the concern for high contamination rates of recycling bins. Items containing food and liquid waste are frequently sighted being disposed of in recycling bins.Despite NEA's Recycle Right campaign, we still continue to see non-recyclable items such as used shoes and textiles found in these recycling bins. What other measures can the Ministry further introduce to reduce the contamination of recyclables in the blue bins?During the GAC's deep dive, green task force members from my Woodgrove division also shared with me that the issue of reducing household waste and successful recyclables are intertwined. In this regard, what are some of the efforts made by the Ministry to encourage households to reduce waste?The reduction of waste and contamination rates begin at home. Residents need to be equipped with the knowledge on what kinds of waste can be reduced, reused and recycled. While sorting is not required in Singapore as separation of materials is done at the materials recovery facilities, not doing so increases the likelihood of recyclables being contaminated.Voluntary Welfare Organisations (VWOs) like Tzu Chi Foundation has set a good standard for us to follow.By setting up active recycling points, residents will be more empowered to take matters into their own hands, putting in the effort to segregate all waste materials.Can the Ministry explore how we can eventually do away with one physical recycle bin but adopt methods practised in countries such as Japan by setting up more active recycling points and allowing a certain day of the week to be set aside as the recycling collection day when residents can place their segregated items for recycling?"], "Miss Cheryl Chan Wei Ling": ["Sir, Singapore’s hawker culture has been internationally recognised with our 2020 UNESCO recognition. Indeed, even before the current escalating food prices, it is rare to find many countries having such dining options with a smorgasbord of cuisines to choose from at comparable price points. It is no wonder that many overseas visitors rave about Singapore’s hawker centre – not just about its tasty food and variety, but also commenting that the prices are reasonable. However, for many Singaporeans and families who have their daily meals in our hawker centres and coffee shops, they found the price increases since the pandemic, and now with inflation, something hard to accept as they felt the prices will only trend upwards in future. The increment of 50 cents to a dollar on food each time is something that they cannot comprehend as they felt that the percentage increase by the stalls always outstrip the increases in the Government taxes, the Government subsidies or the associated business costs.The question is with several measures already in place on the national level to mitigate the effects of rising food prices, are these sufficient or are there other factors which impact food affordability that still needs to be addressed? With more new hawker centres being built, with Bukit Panjang and Bukit Canberra being the newest additions, will more hawker centres imply a lower rental cost to stallholders or does the current bidding model for our stalls still need to be tweaked? With the increased number of hawker centres, how do we ensure there are sufficient hawkers joining this trade in order to sustain it? Further, is the issue today one that we can rebalance by having more supply or options for consumers in each geographical area or is it one that needs relooking at where hawkers continue to have reasonable profit margins so that they can earn their living wage while serving the masses? I seek more clarity from the Minister in these areas.  ", "Chairman, with an increasingly volatile climate pattern and supply disruptions, COVID-19 has only reiterated the importance for Singapore to enhance our self-reliance in basic supplies. Singapore’s \"30 by 30\" goal is definitely a step in the right direction, leveraging agri-tech to help production in eggs, seafood and vegetables to meet the  targets. In the 2022 Committee of Supply (COS), there was an effort to transform the aquaculture sector – from providing existing farmers with Temporary Occupation Licences to reducing the farm culture licence fee. Yet, that is only the starting point to convert existing farms and solutions. Aquaculture itself is a complex ecosystem. This includes impact on land and water resources, studies on the life cycle of different breeds of fish and crustaceans, health of each breed under varying environmental conditions, how to manage controlled parameters for healthy breed of produce, availability of efficacious vaccines for intervention and to promote growth of fry and fingerlings. Efforts are also required to translate the lab trials to open waters.All in all, it is a huge science that the industry needs to finesse with the researchers, engineers and biologist experts.  I seek the Minister to provide an update on the detailed plans of how aquaculture will support our \"30 by 30\" ambition. To better support the industry, what is put in place to build the pipeline of researchers, technologists and industry partners to manage the trade? Given our climate conditions which are different from those in temperate regions where aquaculture sector is more advanced, can the Minister explain how we are developing and applying learnings in this area for the tropics?"], "Ms Joan Pereira (Tanjong Pagar)": ["Chairman, the COVID-19 pandemic, disruptions to the global supply chain, the Russian-Ukraine war, extreme weather conditions, amongst others, all contribute to the sustained inflation which our world is facing today.Many food and beverage (F&B) establishments, including our hawker stalls, have had to increase prices due to the rising costs of ingredients, as well as higher utility bills.  When I do my walkabouts in the hawker centres in my constituency, residents highlight to me that food is now very expensive. Many suggest that the Government reduce the rentals so that hawkers can maintain or lower their prices. As a nation which needs to import most of our food ingredients, energy and even water, there is little we can do for these components. However, the rentals, at least at hawker centres, is something which the Ministry has control over.I would like to ask if rentals account for a large part of our hawkers’ overall operating costs? Have their rentals been increasing in tandem during this period of inflationary pressures? How does the National Environment Agency (NEA) ensure that rentals at hawker centres remain reasonable? What benchmarks does NEA use?  How is the Government supporting hawkers during this challenging period to ensure that our hawker food remains affordable?"], "Mr Pritam Singh (Aljunied)": ["Sir, beyond grants and payouts which are certainly helpful, there are things which the Government can do to help Singaporeans on a daily long-term basis to reduce costs.One suggestion I have is the building of more hawker centres in the areas where a large number of Singaporeans work at. For example, people who work in the Marina Bay Area have few choices for cheaply priced lunches.Not everyone who works in the Marina Bay Area is a wealthy banker. Assistant deliverymen, cleaners, coffee ladies, new entrants into the workforce and many others in junior positions have to work and eat lunch there and those in junior positions usually have very restricted lunch times and cannot travel far for lunch before having to get back to the office. The difference between a $3.50 hawker centre plate of food and a $7.00 food court plate means a great deal to those on a limited budget.One person told me that his daughter is happy that she recently moved from working at Marina Boulevard to working at Havelock Road where she has many more reasonable options for lunch that are easy to get to.This is one area where the Government can directly intervene – build hawker centres in areas where people work and keep rentals down, so that we can help hawkers in turn keep prices down. This is a way to keep everyday costs low for Singaporeans."], "Ms Rahayu Mahzam (Jurong)": ["Chairman, in Singapore, hawker centres have been and will continue to serve the diverse needs of communities in residential, recreational, and work districts. Being a social space that embraces people from diverse socio-economic backgrounds, hawker centres play a crucial role in enhancing community interactions and strengthening the social fabric. It is heartening to hear of the initiatives and grants made available to hawkers. We have the Hawkers’ Productivity Grant subsidising automation equipment and technological solutions for individual hawkers; the Hawkers’ Development Programme complementing classroom training with an apprenticeship stint with a veteran hawker; the Incubation Stall Programme offering subsidised rentals to new entrants; we also have the Hawkers Succession Scheme facilitating the transfer of hawker stalls and recipes from retiring veterans to aspiring hawkers. I am encouraged to hear that the Ministry has been doing much over the years to not only keep the barriers to entry low, through keeping rents reasonable and by not requiring minimum bids during monthly stall tender exercises, but also to attract new talent and nurture the next generations of hawkers. Chairman, in 2020, Singapore’s Hawker Culture is inscribed onto the UNESCO Representative List of the Intangible Cultural Heritage of Humanity. It is imperative that we continue to support our hawkers and Singaporean hawker culture. Therefore, I would like to ask the Minister about the progress and take-up rate of the , launched in 2017, as well as whether NEA is considering additional measures to continue to futureproof our hawker centres."], "Ms Nadia Ahmad Samdin (Ang Mo Kio)": ["Sir, hawker, centres and wet markets are integral to Singapore society. Beyond providing affordable food options and telling stories of our heritage, they also form communal spaces.I would like to ask the Government what are the new hawker centres that are scheduled to open in 2023 and is their construction progress on track?Has the Ministry of Sustainability and the Environment (MSE) assessed the demand for hawker centres and wet markets in the near future in different areas and will the newly open hawker centres in the next few years be able to meet this demand?It is also important to help existing hawker centres keep up with the times. How are we ensuring that both new and older hawker centres are sustainable and does MSE have plans to enhance hawker centres with older structures and consider using new innovations to tackle other issues such as urban bird challenges?The Chairman: Mr Gan Thiam Poh, both cuts please."], "Dr Lim Wee Kiak": ["Chairman, we are a small nation state and reliant on many imports for our survival. The pandemic showed us how food insecurity could pose a real concern. We worried for our food supply and other essentials when countries suddenly imposed lockdowns to the movement of people and goods. The disruptions have seen how essential goods were stuck at logistic centres, warehouses or ports because the workforce was unable to man the operations, for one reason or another, or the shipping and air routes were closed. Fortunately, we were not caught off guard suddenly as we had in the past years worked hard to expand our sources of food supply, reaching out to countries from Brazil to Poland and South Africa, and from China to Australia besides our neighbouring countries. More than 90% of our food is imported from some 170 countries. Only 10% is locally produced.Certainly, due to natural constraints, we may not be able to significantly reduce this reliance on imported food, but we have since 2019 been working to increase self-production in accordance with the “30 by 30” strategy. That is, we hope to meet 30% of our nutritional needs locally by 2030, up from the less than 10% today.Can the Minister update the House on how the \"30 by 30\" strategy has been progressing? What is the Government doing now to help our local importers become more robust and resilient against any food supply shocks? How is the response to the grants and land tenders for other food items apart from hen shell eggs, food, fish and leafy vegetables? Are we making good progress in novel future food such as cultured meats? What can be done to get our consumers to be more resilient towards food supply disruptions?", "Sir, Singapore has over the years been shoring up our coastal areas against rising sea levels and the onslaught of stronger waves pounding on our shores.We have built walls and stone embankments covering 70% to 80% of our coastline. We have seen local institutions working together to research on coastal protection measures, using mangroves and other sea grasses as natural barriers to provide protection from the effects of climate change. We have several beautiful beach parks from Changi to East Coast and West Coast, from Pasir Ris to Sembawang, not to mention many more offshore islands. I will just pick one area, that is the East Coast Park, which has seen many efforts being put in place to stem the erosion of the sandbanks and wave breakers.The average sea level around Singapore is projected to rise by up to one metre in about 80 years' time. As studies show, sea levels could rise up to four to five metres, if we take into account other effects: (a) the mean sea level rise of one metre phenomenal as well as daily tidal activities occurring twice a day; (b) storm surges where on average Singapore experiences two to four each year; as well as (c) land subsidence due to tectonic movements. So, we have very good reasons to be concerned about rising sea levels. Can the Minister update us on our progress to safeguard Singapore against the threat of rising sea levels and also the effort in coastal protection? This will also provide great opportunities to reimagine, reshape our coastlines and, at the same time, integrate amenities for human activities.Can the Ministry involve the public in the design of Singapore's coastal protection measures so that they have a sense of ownership in managing climate change as well as the design of our future beach parks?In my Budget debate speech, I have also urged the Government to bring forward the timeline to build the podders and seawalls that were announced by the Prime Minister during the 2019 National Day Rally. "], "Ms Hany Soh": ["In countries such as Japan, the three Ps collectively take pride in their local produce with consumers prepared to pay a premium to support good quality local produce. What can the Government do to help our local farms garner sufficient demand and support for local produce? Are our Government agencies such as MINDEF army camps and Ministry of Home Affairs (MHA)'s Prisons able to take up the lead in supporting local produce in their F&B procurement?", "In June last year, Minister Grace Fu announced at the Asia Dengue Summit that NEA will be releasing male Wolbachia-Aedes mosquitoes in 1,400 additional HDB blocks across Singapore from July 2022. Woodgrove's Division Zone 3, 5 and 6 were part of .The releases were expected to reduce the dengue vector in these high-risk areas and to help understand the impact of Wolbachia technology on dengue cases.What is the finding and progress of  so far? Will the programme be extended to more areas across Singapore?During the peak of dengue seasons last year, none of my 11 zones in Woodgrove were spared, despite community efforts during our regular town halls to raise awareness on dengue prevention. I therefore hope that  can be extended to the other eight zones in Woodgrove, especially to those places with more seniors and families with young children.Apart from , what other measures can be further implemented to minimise the risk of Singaporeans contracting dengue fever?"], "Ms Nadia Ahmad Samdin": ["Sir, Singapore is a foodie haven and while popular food choices are highly lauded, lapses in food safety can have a severe impact on public health.I would like to ask how can the Singapore Food Agency (SFA) tap the latest innovations and technologies to enhance food safety? Is the SFA considering any enhancements to the food hygiene and safety framework, including the points demerit system so as to encourage food business owners to maintain a hygienic and clean environment?Finally, while home-based businesses are not governed by the regulations, how can SFA support better food hygiene from such home-based businesses and food delivered by on-line platforms, in the interest of public health and safety?", "Sir, while sea level rise affects all countries, low-lying islands like Singapore are particularly vulnerable to flooding. As we face more complex challenges, there is a need to seek out innovative ideas, consult and co-create with stakeholders, including the public.I would like to ask, how are we dealing with both the inland and coastal components of flooding as an integrated system? Could MSE share how can the public, including youths, be involved in the design of Singapore's coastal protection measures, including nature-based solutions?Beyond public consultations for the design of coastal protection measures, how else does MSE engage with the people sector to empower individuals to take action towards our overall environmental goals, including, for example, on marine litter.", "Sir, last year, my team and I at Cheng San-Seletar worked with partners such as Upcircle and City Sprouts on green energy initiatives such as our Community Eco Day, where we gave community-grown produce to neighbours and showed how we can use food scraps for compost. We need more of such ground-up initiatives led by and in the community.I would like to ask, does the Ministry track how community-led projects supported by the SG Eco Fund help us achieve our climate targets and  goals? What are the support and resources provided to such groups to plan and implement sustainability initiatives in the community as well as evaluate such projects? Does the Government have any plans to engage youths to encourage more ground-up sustainability initiatives and personal responsibilities in the green space beyond the classroom for the longer term, beyond ad-hoc one-off activities?"], "Mr Edward Chia Bing Hui (Holland-Bukit Timah)": ["Mr Chairman, Sir, being a small city-state, Singapore is not shielded from the impact of climate change. The average temperature has increased, rainfall has become more unpredictable and intense in recent years. Singapore will remain more vulnerable to worsening climate changes. As a low-lying island with 30% of our island being less than five metres above the Singapore Height Datum which is used as a reference for height measurement, rising sea levels pose the most immediate threat to us.If we take into account the compounding effects of mean sea level rise of one metre by 2100 as projected by PUB, sea levels could potentially go up by four to five metres if we include other activities such as storm surges and land subsidence.  The Government has taken the lead in advocating for a climate-resilient Singapore with adaptation efforts, one including protecting Singapore from sea level rise.I would like to raise the following questions. First, with the proposed plans of raising platforms for new critical infrastructure to be at least five to 5.5 metres above the mean sea level, how often will this measurement be reviewed by MSE? Given that there can be drastic climate effects in a short period of time, what are the plans to ensure that infrastructure planning is capable to meet with these changes? Second, MSE's publicly available information shared about the development of engineering projects for coastal protection measures.What would be the scope in engineering solutions and the timeline that MSE is looking at? In addition, will MSE work with relevant Ministries on creating new job opportunities and local business capabilities for these projects? Lastly, our national agenda on building a climate-resilient nation requires a strategic financial plan to ensure that monetary resources are well spent on long-term benefits. Therefore, how will these infrastructure-related project costs be financed?"], "Ms Sylvia Lim (Aljunied)": ["Sir, after rising by six times year on year in 2022 to over 30,000 cases, dengue fever is expected to remain a serious health risk this year. The National Environment Agency (NEA) said in December that a rise in the high number of dengue cases at the end of the year could result in Singapore entering this year with an atypically large number of dengue cases.Dengue fever is not new to us. As such, some of us may have a complacent mindset and overlook the fact that the dengue virus is debilitating and can be fatal.Clearly, a multi-pronged approach is urgently needed to tackle the environmental factors of mosquito breeding, alongside medical solutions or precautions to better protect people living in Singapore from this scourge.On eradicating mosquito breeding, we owe our gratitude to the teams deployed by NEA for their intense ground inspections.There may be some inspection fatigue felt by residents living in dengue clusters as they are subject to repeated inspections. However, these checks are needed for public health and the well-being of the community. Hence, cooperation from residents is much needed.Apart from source eradication, what is the state of the other strategies?For instance,  has been around since 2016 and expanded in phases. The earliest smaller phases have shown positive results in drastically suppressing the Aedes aegypti mosquito population and reducing the number of dengue cases, for example, in Tampines and Yishun.Given that it takes at least a year from the Wolbachia-Aedes mosquito release to suppress the mosquito population, how long will it take for  to cover all residential areas?As for vaccinations, I note from a Parliamentary answer in July 2022 to my colleague Ms He Ting Ru that there are about six vaccine candidates in development. The most advanced of these is a dengue vaccine by Takeda, Takoo 3 – a tetravalent vaccine targeting all four dengue serotypes. What is the status of its evaluation by the Health Sciences Authority (HSA)?Finally, early diagnosis and medical attention would help prevent serious health conditions and death. For our residents, seeking treatment first at the nearest general practitioner (GP) clinic is the quickest option. How high is the threshold for symptoms before a dengue blood test is conducted?I also understand that these tests are not cheap and I would ask the Government to consider a subsidy for such tests if a doctor deems it fit to order them."]}