{"Prof Koh Lian Pin (Nominated Member)": ["Chairman, I beg to move, \"That the total sum to be allocated for Head U of the Estimates be reduced by $100\".The 27th Conference of the Parties to the United Nations Framework Convention on Climate Change (COP27) held in Egypt last year was set against challenging global geopolitical and economic conditions. Despite this, countries were able to deliver a package of decisions that reaffirmed their commitment to limiting global warming to 1.5°C above pre-industrial levels, adapt to the unavoidable impacts of climate change and increase support for finance, technology and capacity building for developing countries.Can the Minister share the significance of COP27 for Singapore, the Singapore delegation's contributions to the conference and expectations for COP28 to be held in the United Arab Emirates later this year?Question proposed."], "Ms Poh Li San (Sembawang)": ["Rising sea levels pose an existential threat to an island nation like ours. We must do our utmost to contribute to global efforts to combat climate change. On the other hand, we have very limited natural resources to generate green energy and rely heavily on traditional energy sources to keep the lights on and even to produce NEWater.How can we balance the needs of our economy to protect livelihoods and to mitigate climate change and the rising sea level threat? What factors did the Government take into consideration when it raised our climate targets to achieve net-zero emissions by 2050? How was the decision reached to reduce emissions to around 60 MTCO2 in our revised 2030 Nationally Determined Contribution (NDC)?These are ambitious goals, considering that we are a high-density city state and international hub operating one of the busiest seaports and airports in the world. Our value-added manufacturing, particularly in the chemicals, electronics and precision engineering sectors, our financial services sector, the information and communications industries are all energy intensive. Hence, I would like to ask how confident is the Government of achieving our climate targets while maintaining economic growth? How will we manage the green transition and enforce compliance? What are the Government's key strategies and policies that will help Singapore peak emissions earlier and reach net-zero emissions by 2050?I am concerned about the impact on our small and medium enterprises. Would the Government provide an update on the measures to reach out to our SMEs and guide them in their journey to transform their operations and reduce carbon emissions?The Chairman: Mr Louis Ng. You can take your two cuts together."], "Mr Louis Ng Kok Kwang (Nee Soon)": ["Sir, I welcome the commitment to achieve net-zero emissions by 2050. I also commend our revised 2030 Nationally Determined Contribution, which was submitted after a public consultation. I also thank the many activists and individuals on the ground who have worked tirelessly over many years for Singapore to be more ambitious on our climate goals. In my speech last year, I shared the stories of Esther from CDL, Lastrina, Cheryl and Swati from SYCA, Xiang Tian from LepakinSG and Wei-Shan from YP. There are many others fighting alongside them. They hold us accountable to our promises to future generations. Net-zero emissions by 2050 is an important but not an easy goal. The public sector has committed to taking the lead of achieving net-zero emissions around 2045. Can the Government share how it intends for the public sector to achieve net-zero emissions by 2045 and for the nation to reach the goal of net zero by 2050?Achieving net zero by 2050 has to be a whole-of-nation effort involving the Government, civil society, businesses and individuals. In 2021, the industrial sector and energy sector collectively contributed to 88% of Singapore's greenhouse gas emissions. While we encourage individuals to adopt low-carbon practices, efforts directed at the industrial and energy sectors will have the most impact on our nation's carbon emissions. Additionally, transitioning to a green industry will create more jobs. Can the Government share how it will move away from emissions-intensive industries? Will the Government provide a roadmap for the nation in achieving net-zero emissions by ensuring that all 23 industry transformation maps are reviewed with the goal of net zero by 2050?s"], "Dr Lim Wee Kiak (Sembawang)": ["Chairman, our Singapore Green Plan 2030 was launched in 2021. There is no lack of publicity about our efforts to achieve net-zero emissions and we have invested in various infrastructure projects such as electric vehicle (EV) charging points, the use of EVs, promoting green buildings and offering grants for energy efficient technologies, among others. These were commendable efforts and we have thus far kept up with the momentum, although it was eclipsed shortly by the outbreak of COVID-19.Today, we have learned how because of high energy prices, some countries have taken a step back to using coal to supplement their use of fossil fuels. But there are also countries that stepped up their effort in moving forward to use clean energy and invested heavily in wind, solar and others.In fact, nearly half of the world's low-carbon spending took place in China last year, according to one research.Every one of us has a part to play in our Green Plan 2030. I would like to ask what is the Government doing to help individuals, households and businesses to play their part in the Singapore Green Plan and the transition to a greener, more sustainable economy? What Government support is there to help in this transition? From the individual's perspective, how will the Government ensure there are good jobs and good growth opportunities for Singaporeans amidst this Green transition from a little red dot to a little green dot?"], "Mr Gan Thiam Poh (Ang Mo Kio)": ["Chairman, as we transition to become a green economy, new jobs and business opportunities will be created in almost every sector, ranging from engineering to finance, manufacturing to trade, services to construction.At the same time, certain jobs and businesses will become obsolete. Workers and staff who are unable to adapt will risk unemployment. Traditional enterprises that fail will affect livelihoods and invested capital and funds.How will the Government support workers who will be affected by the green transition? Will the Government share an update on the training and education measures to facilitate the preparation of workers for good jobs and career paths in this nascent sector? What initiatives are available to promote and support green businesses to encourage Singaporeans to explore such new opportunities?Mr Chairman: Senior Minister Teo Chee Hean."], "The Senior Minister and Coordinating Minister for National Security (Mr Teo Chee Hean)": ["Thank you, Mr Chairman.I speak as Chairman of our Inter-Ministerial Committee on Climate Change (IMCCC). The IMCCC works very closely with the various ministries, and the ministries, in turn, work very closely with the sectors that they are responsible for, and in particular, we work very closely with Minister Grace Fu and the Ministry of Sustainability and the Environment (MSE).Today I will give a broad overview and each of the Ministries will elaborate, in detail, on the plans that they have specifically.Reducing global greenhouse gas emissions is urgent. The Inter-governmental Panel on Climate Change's Sixth Assessment Report warns that after 2030, it will become increasingly difficult to limit global warming to 2°C and we will face heightened and more complex climate risks.At COP26 in Glasgow, countries pledged to act. But recent conditions have made it more difficult to stay the course. Russia's invasion of Ukraine, exactly a year ago, disrupted energy and food supplies, causing energy and food prices to increase in many countries.Despite these external challenges, Singapore decisively stepped up our efforts against climate change last year. In Budget 2022, we announced Singapore's intention to raise our climate ambition. In October, after several months of public consultation, we formally revised our climate targets. We will reduce our emissions to around 60 million tonnes of CO2 equivalent in 2030, after peaking our emissions earlier. We also committed to achieving net-zero emissions by 2050.Ms Poh Li San asked about the considerations for raising our ambition – after all, we also are affected by external events and Singapore, as a small, alternative energy disadvantaged city-state, faces natural limitations on our climate action measures.Mr Chairman, first, climate change is an existential threat for us here in Singapore. As a low-lying island, we are vulnerable to rising sea levels. Being densely built-up, we are prone to trapping heat in our urban environment. Climate change poses risks to our biodiversity, food and water security, and public health.To mitigate climate change effects on Singapore, we must engage other countries to reduce their emissions worldwide. We must do our best and do our part, so that we can shape international norms to bring us closer to our collective goals.Finally, putting our climate ambition into action positions Singapore as a choice location for businesses and investors interested in participating in the regional green economy. This puts us in good stead to capture new economic opportunities in the climate transition.Ms Poh Li San, Dr Lim Wee Kiak and Mr Louis Ng asked how we will meet our climate targets. The Government, through IMCCC, strikes a balance between ambition and practicality of action. And it will take a whole-of-nation effort. The Green Plan sets out how the Government, businesses and the community can work together towards a greener future.The public sector will set the example by aiming to achieve net-zero emissions around 2045, five years ahead of our national target of 2050. This year, we will enhance our public procurement strategy and start making regular progress reports on public sector sustainability initiatives. The Ministry of Finance (MOF) and MSE will provide further details to this House.We will also continue to forge international collaborations on climate action. Prof Koh Lian Pin asked about the significance of COP27 and COP28. Let me share two positive examples of how Singapore contributed and made a difference.At both COP26 and COP27, Minister Grace Fu co-facilitated negotiations on Article 6. The Article 6 rulebook enables cross-border cooperation through carbon markets, for countries to jointly fulfil their national climate targets, making it more efficient and easier for countries to reduce their climate emissions and on a global level.The inaugural Singapore Pavilion at COP27 showcased our homegrown companies, non-governmental organisations (NGOs), youths and academics, including Prof Koh, to the international community. For instance, Sembcorp Industries launched its carbon management platform, GoNetZero. And one of GoNetZero's partnerships, with OCBC Bank, encourages clean energy adoption and decarbonisation, starting with Singaporean companies and scaling up to the region. Overall, COP27 advanced workstreams to support the implementation of the Paris Agreement. And we will press on at COP28.Mr Chairman, government action is necessary but not sufficient to achieve a low-carbon future. Businesses need to act as well, and we will partner them in their sustainability journeys. The industry sector contributes over 60% of our overall carbon emissions. So, to reach net zero by 2050, we must decarbonise at every level – the economy, each sector and individual firms – so that our businesses are ready to thrive in the green economy.Our carbon tax shapes economy-wide behaviour. The Government has specified carbon tax levels up to 2027 and a range of $50 to $80 per tonne of CO2 by 2030. All of us must now factor in the cost of emitting carbon. And now that the carbon tax levels are known, companies can also plan with greater predictability.This will make greener modes of production, investment and living more desirable. The carbon tax collected will continue to support businesses and households. We will invest in green technologies and infrastructure, extend energy efficiency grants to businesses, and cushion our lower- and middle-income households from the impact of the carbon tax on electricity prices with U-Save rebates.The Government will enable the energy transition by securing greener sources of energy. Our National Hydrogen Strategy lays out the roadmap for the use of hydrogen which, with technological advancements, could potentially supply up to half of our power needs by 2050. In the meantime, we continue to see how we can import green electrons.Mr Louis Ng asked about support for industry. Aside from economy-wide moves, such as carbon tax and decarbonising our grid, we will also help sectors reorient towards greener production and develop competitive advantages in growth sectors.As a financial hub, Singapore has a head start in green financing services. Our industry sectoral roadmaps consolidate common challenges, allowing scale-up of promising initiatives and guide companies in positioning themselves to capture opportunities. The Ministry of Transport (MOT) and Ministry of Trade and Industry (MTI) will update this House on the sustainability plans for the transport and tourism sectors respectively.Every business, including small and medium-sized enterprises (SMEs), must be financially and environmentally sustainable in order to thrive in the long run, by decarbonising their value chains and accelerating their green transition. MTI will report on how we are helping SMEs to level up in areas, such as sustainability reporting and carbon accounting.Small companies can drive sustainability efforts across their supply chains. One example is DTC World, a local SME specialising in corporate gifts. It champions sustainable procurement and promotes sustainable consumption and it has received multiple corporate sustainability awards. So, SMEs also can do their part.Finally, Mr Gan Thiam Poh and Dr Lim Wee Kiak asked how the Government ensures that opportunities and good jobs for Singaporeans will be there amid the green transition. Many Singaporeans are passionate about sustainability – not many more than Mr Louis Ng. We will support you in challenging your passion towards making an impact.For Singaporeans who may not yet have internalised climate change, understanding the implications of climate change on the environment and our society is the first step. The Ministry of Education (MOE) will elaborate on how we will nurture our young to become eco-stewards and live sustainably, with a focus on food sustainability in 2023.We will also support Singaporeans to acquire green skills and improve their access to green job opportunities. MTI will describe how we will do so with industry players and training partners.Mr Chairman, Sir, global climate action is urgent. All countries, including Singapore, must honour our shared responsibility for our planet earth. The IMCCC takes a whole-of-nation view to make sure our efforts are comprehensive and coordinated. Businesses, communities and individuals have a key part to play.The climate transition will be challenging, but it will be a rewarding journey, with opportunities for us to innovate and reimagine a greener and more sustainable future. So, let us work together, towards a better and greener Singapore.The Chairman: Ms Mariam Jaafar."], "Ms Mariam Jaafar (Sembawang)": ["Mr Chairman, the Government has embarked on the Forward Singapore exercise to refresh and renew our social compact. It is an opportunity for Singaporeans to take part in a national conversation on the values, priorities and policies we want to see going into the future. Implicit in a discussion on social compact though, is the notion of a society, but what does that society look like? What is the size and make-up of the population, what are the population dynamics and what are the impacts on our social and economic development?The Government would, no doubt, have received a lot of views on population issues over the course of the Forward SG exercise: views on immigration policy, ageing population, encouraging marriage and parenthood, for example. How has this informed the refinement of our population strategies? And how do our population strategies support the refresh of our social compact."], "Ms Ng Ling Ling (Ang Mo Kio)": ["Mr Chairman, Singapore's population continues to age rapidly, with low birth rate and longer life expectancies. This means that soon, the number of citizens in the working ages could decline, a phenomenon that some other Asian countries, like Japan and China, are already facing.According to a recent study in 2021 on the long-term projections of economic growth in 47 prefectures of Japan, Japan's population's aging and decline has catastrophic impacts on the national and subnational economies. In its most pessimistic modelling, with zero immigration growth and without significant improvement in productivities, Japan's GDP can decline to levels back in the 1970s.While we know and have been confronting the rapidly ageing population with low birth rate problem for some time now in Singapore, does the Government perform similar modelling and long-term projections, to understand what are the degrees of changes we need in productivity improvement of our resident workforce and immigration policies, to reach what target GDP growth for the next five to 10 years?Given that we have a much smaller population compared to Japan, if our Government has similar modelling and long-term projection exercises, do we involve our people in the process of formulating the models, and discussing the scenario options and opportunities?If we do not have such co-creation process yet, can the Government consider developing one with the opportunities for a significant number of Singaporeans outside the Government, including both young and old, to be part of the process? The advantage of such an approach, guided by population projection experts and Government officers, is that more Singaporeans can have a deeper understanding on the issues and trade-offs, and own a stake in co-creating a future scenario that we aspire for our country and our future generations. I hope that the Government will consider my suggestion."], "Mr Yip Hon Weng (Yio Chu Kang)": ["Chairman, one of the biggest takeaways from this Budget is that it is pro-family. Some young parents have provided feedback to me that the Budget policies do help to ease cost of living and promote work-life balance for families. However, they also voiced some concerns.Firstly, we have heard from many Members from this House who have voiced concerns about the changes to the Working Mother's Child Relief (WMCR). How does the Government intend to better communicate the intent of these policy changes?In addition, how does the Government intend to encourage middle-income families with mothers in PME jobs to remain in the workforce after giving birth, as they have much to contribute to the economy? The lapse of the FDW levy tax relief may also be interpreted as a signal that the Government is reducing support for working mothers. Such tax reliefs make a significant difference to household finances, especially for families with more than one child. I hope the Government can shed more perspectives about these policy changes.  I appreciate the acknowledgement that monetary support alone has a limited impact in incentivising working mothers to have children. Ultimately, a rounded approach is needed to create a conducive child-rearing environment. This is where changes like increased Government-paid paternity leave come in. What can we learn from other countries' best practices, to improve the Government's strategies to encourage Singaporeans to settle down and have children? How can we encourage the wider society, such as employers and communities, to play a part in engendering a more family-friendly environment? What are the measures of success for this?  The Chairman: Ms Hany Soh. Not here. Prof Hoon Hian Teck.", "Chairman, COVID-19 has taught us that technology can transform service delivery. But we can always do better and explore how technology can better serve residents.One common feedback about Government e-services is that there are too many apps and systems in place. Many services are also embedded within agencies’ websites, which makes them difficult to access. To complete a transaction such as getting a housing loan, one has to go through inter-related steps involving several Government agencies, before we can arrive at the process completion.Surely, we can do more in terms of process mapping, to make the digital service journey more seamless to residents.On a broader note, how can we also leverage on the benefits of new and emerging technology, such as generative AI, to turbo-charge Government services and processes?  One population segment that can certainly benefit from using technology to access Government services are seniors. However, they are hit by a double whammy. First, many are still not as familiar with technology as the younger generations. Second, many are concerned about online scams. For instance, I know some of my Yio Chu Kang seniors have missed critical Government announcements as all these are sent electronically, as emails or through Government service apps. Some seniors either do not know how to access this online information or are too afraid to click on the relevant websites for fear of being scammed.  How do we address these two dilemmas? One obvious response would be to push on with training and education, such as those offered by the SG Digital Office. We should also aim to go digital as much as possible, while keeping physical services and touch points available for seniors who are not digitally savvy, to access public services. How can we remain agile and resilient to uncertainties, while avoiding a tech divide?"], "Prof Hoon Hian Teck (Nominated Member)": ["Mr Chairman, Singapore's total fertility rate (TFR) declined from above five in 1960 to around replacement level by the mid-1970s and has remained below replacement level since. The decline in the TFR as a country becomes richer appears to be a fairly general phenomenon across countries, as people become richer, they choose to have fewer children, but make heavy investment in their children's education.Given the past trend of TFR, the growth of Singapore Citizen workforce will slow down and its size will be expected to shrink at some point. If innovation requires creative and talented people and if the probability of being a creative and talented person is independently distributed among people, then it follows that a greater number of creative and talented people would be found within a larger population. If it is people who create ideas, then a decline in TFR means a shrinking workforce, which is likely to reduce the flow of innovative ideas.Another point comes from recognising that, at any given moment in time, there coexists different generations of people within a given population. There is a certain number of young people who work and who have the capacity to pay taxes that fund items, such as health subsidies, that are predominantly received by a certain number of old and retired people. A decline in the population size thus reduces the tax base supporting each old and retired person, making it desirable to increase population growth.The question that can be asked is: what can be done to take advantage of work-from-home (WFH) arrangements to bolster family life and contribute to boosting the total fertility rate? Arrangements, such as flexible work schedule and telework, are sometimes said to be ways to improve work-life balance. However, when workers schedule flexibility comes together with working long hours, this may lead to less job satisfaction and diminish ability to manage family life.It appears that doing part-time work has tended to be the primary means for workers, especially women, to achieve work-life balance. However, COVID-19 has quite unexpectedly enabled the business sector and public sector to conduct a natural experiment to test whether work can be productively done when most employees are working from home. There is some evidence that WFH, whereby employees work a mix of days at home and at the workplace each week, improves firms' retention rates and workers' job satisfaction and productivity. It is also striking that preferences for WFH arrangements are stronger among women with children.Thus, employers across the whole economy might find it profitable to introduce some form of WFH arrangement in the workplace, even post COVID-19. The organisation of work, as well as the promotion and compensation system, might be adjusted to enable workers who have a better control of their work schedule, while keeping their full-time employment status.While the slew of policy measures already in place to boost total fertility rate, including parental leave, childcare subsidy, child tax reliefs and the Baby Bonus remain important, what systems-wide approach can be taken to ride on the momentum of the aforementioned natural experiment to facilitate the achievement of our citizens' career goals and satisfying family life with children?The organisation of the school system affects the behaviour of parents. A perennial problem faced by parents is the amount of time that they feel they need to give to help their children with school homework. Is it possible to introduce time in school after formal lessons, so that outside-the-school trained personnel can be hired with government subsidy to supervise these children with their homework? Then, when the children return home from school, the parents can devote their time to bonding activities with them. With support from the Government, family day activities can also be organised during the weekends to further enrich family life.To be able to work regularly on certain days in a week from home and being relieved to some extent from the need to supervise their children's homework, will allow parents to adjust their parenting style and possibly, their decision about having another child.Mr Chairman, an unexpected consequence of COVID-19 is that at a societal level, we found digital means to perform work-from-home at a reasonably productive level. As husbands and wives find the employment landscape in the post COVID-19 world, potentially allowing them to spend more time at home, this could provide an opportunity to put in place policy measures to influence parenting styles and their decision on childbearing.The Chairman: Mr Louis Ng, you can take all your cuts together."], "Mr Louis Ng Kok Kwang": ["Sir, last year, Minister Josephine spoke in this House about whether paternity and maternity leave should be equalised to better reflect the desire for equal sharing of responsibilities.She said, \"Questions like these should not be forgotten. Every now and then, we should revisit them. And even if we do not, Mr Louis Ng will make sure that we do\". Sir, I am here to fulfill this prophecy and make sure we revisit this important question. Like many, I am happy we have doubled paternity leave. As Minister Indranee knows – and she bore the brunt of my repeated questions – I have fought for this for many years. As we celebrate this good news, and I do not want to sound too greedy, we need to ask for more, 12 more weeks of paternity leave. We should remember that an IPS research found that our family policies continue to signal that childcare is a woman's responsibility and reinforce gender stereotypes. We should not do this overnight but can gradually increase paternity leave over many years. Will the Government commit to this and announce a roadmap for equalising the leaves?The times I spent with my children during my paternity leave were precious time. It is time we can never get back. I am glad we have doubled paternity leave, but we urgently need to look into increasing the usage of paternity leave. As the Deputy Prime Minister said, \"We want paternal involvement to be the norm in our society and we will stand behind all fathers who want to play a bigger role in raising our children.\"Indeed, we should but we know that only about half of fathers use their paternity leave and the key reason for this low uptake is the lack of workplace support.Can we do more to help our employers, similar to how the Ministry of Defence (MINDEF) supports employers when it comes to reservist obligations? Can the Government work with companies more closely and consider more incentives to ensure their employees use both their paternity and maternity leaves? Parents struggled during the pandemic to find time to look after their children who had COVID-19 or when their schools closed. Things are not getting any easier as we emerge from the pandemic. For many, the lack of time to look after their children continues. Worse still, Hand Foot and Mouth Disease (HFMD) is back which can keep children away from school for about two weeks. I experienced this first-hand when all my children got HFMD previously and COVID-19.  The Government knows many parents are begging for childcare sick leave. The Government knows how important this leave is and already gives it to public servants. I have been calling for childcare sick leave for many years because both our children and our parents need this. They need this breathing space.I am sure Minister Indranee agrees as well. And I agree too that we have to balance this with the needs of businesses, especially SMEs. Will PMO form a citizens' workgroup to look into recommendations about childcare sick leave that will address both the concerns of working parents and businesses?One of the best journeys has been my parenthood journey. I am grateful that I have three healthy, happy and crazy girls and I proudly share many stories of Ella, Katie and Poppy in this House.But I have three children only with the help of IVF which is a physically and emotionally painful journey. We can do more to help those undergoing IVF. IVF is extremely stressful for both husband and wife. One doctor shared that some female patients were not allowed time off from work for their fertility appointments. He has also shared he met some men who break down because they do not know how to accompany their wives without employer support. Some women may end up leaving the workforce because of this lack of workplace support.  The Government has urged employers to be sensitive to couples undergoing IVF. But we need to do more than just urge.  As we create a Singapore made for families, the Government can do more to help employers be more sympathetic by introducing gender neutral fertility leave. This will support couples, send employers a clear signal, and trigger mindset shifts in the workplace.And finally, this pandemic has shown that working from home is possible. Through many surveys, we know that people want this option. The Government has also shared many times how flexible work arrangements (FWAs) help businesses. In his Budget speech, Deputy Prime Minister said that FWAs are a key component in helping parents manage work and family commitments.We cannot have a Singapore made for families without FWAs. I know we are implementing the tripartite guidelines next year. The question is, why wait so long?Businesses already had the experience of the past three years to structure themselves around FWAs. There is no better time than now to lean into FWAs. Can we implement the tripartite guidelines on FWAs this year and also consider legislating the guidelines instead of having them only as guidelines?I should also say that I have spoken up so much about giving time because I have lost time. My dad passed away just before his retirement, before he could spend time with his family after working so hard his whole life. I lost time with him that I will never get back. I want to make sure no one goes through the pain I went through and still go through each day. Giving childcare sick leave, paternity leave, parent-care leave, fertility leave and all the other leaves I fought for is not just about the minutes and seconds, but about giving people precious time to spend with their loved ones while balancing work commitments.", "Thank you, Sir. I have a clarification for Minister Indranee. Just two points. One on paternity leave. I think we know that fathers in more labour intensive jobs are taking less paternity leave. Could I ask that at least the Prime Minister's Office could deep dive into this and look into specific jobs with the lowest paternity leave usage and see how we can focus our efforts on helping employees in those jobs?Second on fertility leave, could the Prime Minister's Office at least look into launching a pilot whereby we can give fertility leave to public servants first and see whether that has been effective in helping some of our public servants for a start?"], "Mr Chua Kheng Wee Louis (Sengkang)": ["After hitting a recent high of 1.96 in 1988, Singapore's TFR has been steadily on the decline, down to new lows of 1.1 and 1.12 in 20 21 and 2022 respectively.While our enhancement of the baby bonus scheme in Budget 2023 is welcomed, it is time we adequately address the root cause of the low fertility problem and tackle the concerns of parents and would-be parents alike. More policies and spending should therefore be directed towards tackling deep societal, cultural and institutional issues that currently discourage women, with agreement from their male partners, from taking part in procreation.First, address stereotypes of gender roles and establish the idea of equal shared responsibilities. Based on the Ministry of Manpower (MOM)'s Labour Force in Singapore 2022 Report of caregivers who are outside the labour force, a dominant 89% were females. If we work on entrenching equal shared responsibilities, young mothers, who fear loss of time, identity, personhood and even employment, means they have more time to rest, pursue their aspirations and contribute to the community at large. Meanwhile, men who try to take on greater responsibilities for caregiving will be able to put aside their fears of being discriminated against in the workplace or facing backlash for the lack of perceived work commitment.Earlier this year, I received an email from my company's HR to update employees about the parental leave enhancements from 2023. The firm is extending and increasing the flexibility of parental leave with all parents benefiting from 26 weeks of fully paid leave for primary caregivers and six weeks for secondary caregivers. This is regardless of the gender of the employee and there is also the option to take this flexibly over 12 months.I understand that even Temasek has raised its paternity leave to about four months and maternity leave to about six months. While not gender-neutral, nonetheless, it sets a workable example for the Government to follow when it comes to adequately giving prep time for parents to play their caregiving roles. More importantly, it takes a village to raise a child and we should go beyond merely adopting a practical approach to calibrating childcare leave provisions.In Singapore, true flexible work arrangements only began commonplace due to COVID-19. But that trend is worryingly reversing again. According to a June 2022 UOB study, almost half of Singaporeans have returned to the office full-time even though more than 80% prefer some form of flexible work arrangements. I fear that that number is much higher today.A fellow Singaporean who is a new mother currently on maternity leave emailed me about some thoughts which resonate with me. She shared her how she was lacking the intellectual stimuli and adult social interaction that came with work. But meanwhile, her husband faced opposite problem. Back to work too soon, he kept thinking about the time he was not spending with his daughter. Let us push for longer gender-neutral parental leave at a policy level for the country and empower new parents with the choice to share parental responsibilities."], "Mr Muhamad Faisal Bin Abdul Manap (Aljunied)": ["Sir, the Child Development Account (CDA) was introduced in April 2001. The objective is to assist parents to lighten their financial commitment in raising children.The CDA scheme consists of two components: First Step Grant and Government co-matching. In this year's Budget Statement, it was announced that there would be an increase in the First Step Grant from $3,500 to $5,000. Secondly, the co-matching caps have been increased to $4,000 for the first child and $7,000 for the second child, an increase of $1,000 respectively. CDA funds can be utilised at approved institutions for approved expenses, which includes basic educational fees, medical fees, purchases of vitamins and health supplements, optical appliances and payments for assistive technological devices.I would like PMO to consider extending the use of CDA for purchasing milk formula and diapers. Parents are spending a substantial amount monthly on these two essential items. According to a recent report in The Straits Times, the price of a tin of infant milk formula can go as high as $113.35 for a 1.8kg tin. In April and May 2017, many parents had voiced concerns on the price hikes for infant milk formula, asking for regulation of price and fair pricing. These calls were also heard in this Chamber. The cost of infant formula has not gone down since then.I understand that the Government would like to encourage breastfeeding of newborns and infants, but many parents have to rely on infant formula for various reasons.Sir, for many low-income families, diapers and infant formula are a significant financial burden. Adding milk formula and diapers to the list of approved items would be much welcomed and bring relief to many parents, especially those from low-income households. "], "Ms Hazel Poa (Non-Constituency Member)": ["Mr Chairman, two weeks ago, on 6 February 2023, Minister Indranee answered Parliamentary Questions on the decision not to prosecute the Keppel & Offshore Marine (KOM) executives involved in a corruption case. She said that it was standard practice not to issue any statement if law enforcement agencies decided not to proceed after an investigation. But if anyone has questions on the decision, the matter can be raised in Parliament.However, the answers given by her in Parliament were far from satisfactory.The US succeeded in prosecuting KOM and imposed a huge fine of US$422 million. But we were told CPIB is unable to find sufficient evidence to prosecute. Surely we would want to know in more detail why we have failed where others have succeeded. We want to know what were the facts uncovered during the investigation and which could not, which led to the decision not to prosecute.The Minister’s replies to several questions were however evasive, uncertain or “I don’t know”. Let me give a few examples.When asked by the Leader of the Opposition whether the Board of Keppel at the time when corrupt payments were made were aware, the Minister replied that she cannot answer for Keppel. We are not asking the Minister to answer for Keppel, we are asking for the result of CPIB’s investigation. Whether or not constructive knowledge is an offence is beside the point. Corruption is an offence and during their investigation of this offence, surely, CPIB would make it a point to find out which decision makers were aware of the act. Did CPIB look into this? If they did, what was the result?When asked about the mutual legal assistance (MLA) requests, she replied that she does not know all the details of the MLA but that for at least one or two of the latest ones there were no response.When asked about the witness who changed his tune, her answer was again uncertain: “I think the answer is yes” and “I do not have details of what exactly was said”.When asked whether the six KOM executives involved were aware of and authorised the corrupt payments, she replied that she did not know because she did not conduct the investigations.Whilst the Minister claimed that anyone with questions could raise them in Parliament, she did not come into Parliament equipped with sufficient facts or knowledge to answer those questions. This does not help the public maintain trust and confidence in our enforcement agencies.Our zero-tolerance policy on corruption is there for good reasons. If we stand by while corrupt companies win contracts and prosper, while more capable but uncorrupt companies lose out in the competition, what kind of world are we moving towards?Will the Minister consider appointing a committee to consult the public on what questions they want answered and to get the answers to those questions from the relevant agencies? Transparency and accountability is the way to convince the public that the investigation was conducted professionally and competently, and the decision not to prosecute is a sound and impartial one. Next, onto fertility measures.I welcome the increase in paternity leave. Experience in some European countries has suggested that a more equal distribution of parental duties can help to improve the fertility rate.Higher baby bonus is always welcomed to keep pace with inflation. But the Working Mother Child Relief continues to be a disappointment to stay-home mothers. Stay-home parents contribute to society as much as working parents. Will the Government consider introducing appreciation of the contributions of stay-home parents in the form of CPF top-ups? "], "Miss Cheng Li Hui (Tampines)": ["Chairman, we often have seniors appealing for PRs or citizenship as the rest of their families already are. Take for example, at last Monday's Meet-the-People's Session, Mdm Wong appealed for her mother’s PR as they have been residing in Singapore since 1984. Her father, siblings and families are all Singaporeans except for her mother. Will ICA consider more favourably on seniors' PR applications especially those who have been residing in Singapore for decades and with strong family ties here? During the Committee of Supply debate in the last two years, Minister Indranee mentioned that the numbers of new citizens and Permanent Residents (PRs) granted in 2020 and 2021 were impacted by COVID‐19‐related travel restrictions and safe management measures. What were the numbers of new citizens and PRs granted in 2022 and were these numbers still impacted by COVID‐19?"], "Mr Gan Thiam Poh": ["As one of the fastest ageing countries in the world, how are we ensuring that we have enough youths and working adults to support the expanding cohorts of the elderly? Do we have an optimal old age dependency ratio to target at? Is the Government prepared to review policies to reduce the old age dependency ratio through boosting our birth rates, attract Permanent Residents or new citizens?The Chairman: Ms Tin Pei Ling. Both cuts, please."], "Ms Tin Pei Ling (MacPherson)": ["Sir, our citizens and businesses transact with the Government every day. Government services are therefore very much part of our everyday life. Building on a strong foundation of efficiency, our Government has been on the e‐Government journey since the early 1980s.Today, our Government has achieved much and won international acclaim. From e‐government then to digital government today, we should continue our efforts to make Government services more convenient, user‐friendly and at a lower cost for our citizens.In this vein, I would like to ask, what is the current progress of the “Smart Nation and Digital Government” efforts and how have citizens and businesses benefited from these efforts?Sir, our digitalisation efforts today are for the youths today and seniors tomorrow. While our population is increasingly digitally savvy, we still have a generation of senior Singaporeans who struggle to keep up with the pace of digitalisation, despite everyone’s best efforts. Some are fearful of being left out and left behind totally. We need to give them enough assurance so that they do not reject digitalisation altogether. Hence, I would like to ask if the Government will continue offering non‐digital options for seniors to fall back on?The implementation of National Digital Identity (NDI) has been successful and very useful. With a mobile phone and data connection, much can be done from wherever and whenever. With utilities such as the NDI, not only is convenience of services and transactions enhanced, security is improved too. It also enables more ground‐up innovations.MacPherson Care App, for example, used MyInfo to make registration of seniors and volunteers much easier and more seamless. And it also enabled us to verify identities, making it safer for seniors who may be served by the on‐demand volunteers whom they could be unfamiliar with. So, this solves a key problem for us when we were designing the app.Can the Government share more about the efforts in investing in the next bound of digital infrastructure and utilities, so as to support our Smart Nation drive?Data is fundamental to innovations. The Government holds a diverse and vast amount of data, but such data is not easily accessible, and understandably so, by non‐government entities – such as community organisations hoping to do better for the community and businesses pursuing quality innovations – and this is perhaps also so between Government agencies as well.Adequate data protection is most certainly necessary. But how can we avail some or more of such data in a secured environment that allows experiments and product testing, without compromising data privacy and security? Could the Government share more about the data sandbox? And given the emergence of technology such as blockchain and cryptography, might there be scope for more curated Government data to be accessed in a safe, controlled and anonymous manner?"], "Mr Seah Kian Peng (Marine Parade)": ["Since June 2020, more than 130,000 seniors have gone through the Seniors Go Digital Programme.Making digital and online services a way of life is not a one-off effort. It requires constant tending. How is the Government ensuring that people who are less digital savvy are not left behind in our drive towards a Smart Nation?I have two suggestions and one request.First, can we consider more resources to provide peer support to trainers? That is, for seniors to train one another in learning how to communicate and transact online. Given their similar life experiences, they understand how best to keep each other safe from scams.Second, has Government carried out any surveys among seniors on their most urgent needs, in relation to digital inclusion? And what proportion of the elderly require such help?And my one request is a very simple one, and it is to ensure we never have an only digital programme, at least not in the short term. We need to bring everyone along."], "Ms Jessica Tan Soon Neo (East Coast)": ["Mr Chairman, digital services are now becoming essential in Singapore. Ease and confidence of using digital services does encourage the use and adoption, especially for the less digitally savvy. Can Minister share the Government’s assessment of the digital services experience for Government services? For less digitally savvy users, what is the level of adoption of essential digital services? How are we leveraging technology to make the digital services experience more natural and human or intuitive? What are the design considerations for Government digital services? There are clear benefits of reach, access and speed to making digital first our strategy. While we advocate digital to improve the delivery of Government services, I hope that we do not move to being digital only. This is not just to ensure that physical access to services is available and that no one is left behind, but also to recognise that engagement with citizens is one that has many touchpoints and channels. What is important is how we integrate the experience of citizens and their access to services through the various touchpoints. Digital is a channel for engagement and delivery of services. The focus is serving the needs of citizens and enabling the best delivery of services to meet the needs of citizens. Can Minister share the Government's plans to make it easier for people to use digital services and apps to improve their digital experience? A common complaint when accessing Government services is not knowing which agency to go to or having to deal with different agencies.Digital can enable collaboration across agencies and integration of the user experience to deliver a more seamless experience. An important element of the digital experience is availability of support or helpline when there are questions or when the service does not go as planned. Can Minister also share the structure of support for help for citizens when the service experience does not go as planned? "], "Mr Alex Yam (Marsiling-Yew Tee)": ["The world – commerce, communications and much of how we live our life – are now inextricably intertwined, bound together in the digital sphere. Into this mix, the murky underbelly of the real world has replicated itself into the digital one. Cyberthreats are now part of the digital landscape. Crime has taken a new form. From identity theft, scams, ransomware, malware to national security threats. Complexity of combatting cyberthreats cannot be underestimated.Singapore is an important node in this interconnected world. We are therefore a prime target, especially our critical information infrastructure (CII). We should focus on operational technology security, and it becomes ever more important and urgent for us to do so, to shelter our CII from increasingly sophisticated cyber threats.I therefore ask the Ministry, what threats have been detected and stopped during the past year? What is the Government doing to strengthen and protect our digital systems and how our citizens can also play our part in helping in that process?"], "Mr Sharael Taha (Pasir Ris-Punggol)": ["Mr Chairman, at the Smart Nation Summit week closing dialogue in 2019, Prime Minister Lee in his speech mentioned for us being a Smart Nation is not about flaunting glitzy technology. But it is about applying technology to solve real world problems that would make a difference to people's lives and across the whole-of-society.One of the roles of the Smart Nation and Digital Government Group is to develop digital enablers and platforms to raise economic productivity and catalyse innovation.SNDGG has rolled out many projects to test technologies such as the personal alert button to help the elderly seek help, the lift monitoring system in Town Councils, the computer vision drowning detection and also develop technologies that we are now regularly using such as Life SG, PayNow and Digital IC.Given that there are many proofs of concepts and technologies already developed, how can SNDGG partner and engage businesses and the community so that the businesses and the community can tap on the opportunities brought about by these technologies as we collaboratively work towards the next bound of Singapore as a Smart Nation.How can we use this ecosystem of partnership between SNDGG, businesses and the community as a comparative advantage in light of rising business costs and increasing competition in attracting investments around the world?"], "Ms Sylvia Lim (Aljunied)": ["Sir, I call for the lowering of the voting age from 21 to 18 years to empower younger Singaporeans to have a say at our National Elections.I first raised this 16 years ago during the Committee of Supply debates. I pointed out at that time that the majority of countries have already lowered their voting ages to 18.In response, then Law Minister Prof S Jayakumar highlighted that Malaysia's voting age was also 21 and Japan's was 20. Today, these two countries have also lowered their voting age to 18, Malaysia in 2019 and Japan in 2016. Therefore, today, Singapore is becoming an outlier in keeping the voting age at 21 years.Of course, we do not need to blindly follow the policies of other countries. So, we must question the rationale for Singapore's stand. What is so unique about our youths aged between 18 and 21 that they should not be entrusted with the vote? The answer from the Government more recently can be summarised in three points. First, it is said that voting requires experience and maturity and only at 21 does a person come of age to make adult's decisions and engage in activities that involve significant personal responsibility.Secondly, voting involves the election of the President who exercises custodial and veto powers and the election of the Government.Thirdly, youths aged 18 to 21 are able to express their views through other platforms such as in Ministry of Culture, Community and Youth's Youth Action Plan.Sir, clearly, these reasons are inadequate.To the first point about only coming of age at 21, we already require those under 21 to engage in some very serious undertakings. Boys are enlisted into National Service by 18 years, required to carry weapons and vow to defend Singapore with their lives.As far as taking significant personal responsibility where actions is concerned, today, if a young person above 18 commits a capital crime, he is liable to suffer capital punishment and be hanged.Since our policies treat them as adults for these undertakings, how do we justify depriving these youth of a say at National Elections.On the second point about voting involving the election of the President and the Government, is that not the whole point? It seems that most other countries trust their youths to vote for their president and government, but this Government does not.As to the third point about being able to give feedback on the Government's youth action plans, I think we can all agree that giving feedback is not the same as having your vote counted at the National Elections.Sir, the period from 2007 to now has seen momentous change. For instance, this House changed its position on section 377A of the Penal Code and decided to repeal it, noting that half a generation has passed. I hope the Government will be similarly open-minded about lowering the voting age as well."], "Ms He Ting Ru (Sengkang)": ["Mr Chairman, strong institutions and good governance are key in ensuring continued political and economic progress. Singaporeans quite rightly expect high standards of conduct from our elected and public officials. Maintaining public trust is crucial for the effective functioning of our Parliamentary democracy.How then can we better manage and minimise potential or even perceived conflicts of interest for our elected officials and in the Civil Service to ensure the integrity of our public institutions?While the Parliamentary Act 1962 prohibits the over exchange of gifts and fees for influence in Parliament and civil servants are governed by a Code of Conduct which articulates key conduct principle and expected behaviour, the lack of public knowledge of how different interest groups are advanced and handled can lead to misunderstandings or speculations that damage the trust and standing of our elected officials and public institutions.A possible way of managing and deterring potential conflicts of interest is to shine a stronger light of scrutiny on activities that serve to advance various interest groups.Will the Prime Minister Office consider a mechanism to create and administer a public system of declaration for these purposes?Taking the EU Transparency Register as an example, the ideas to open about what interests are being pursued, by whom and with what budgets? It requires that all organisations and interest groups that seek to influence directly or indirectly, policy-making EU institutions including elected officials are registered on the Transparency Register and need to follow a code of conduct. This system is not perfect, but it is a good start.Of course, such mechanisms are not silver bullets. But if they are designed well, they can go some way to reduce real and perceived conflicts of interest. In doing so, they bolster the public confidence in our Public Service, Legislature and Government by enhancing understanding, full transparency."], "Mr Saktiandi Supaat (Bishan-Toa Payoh)": ["Mr Chairman, Singapore’s success in responding to and managing unexpected emergency situations such as COVID-19 pandemic has highlighted the importance of having an adaptable Public Service. It includes working with the people and private sectors to tackle issues and Singaporeans’ needs.One key aspect of adaptability is the Public Service’s openness to innovation and to embrace technology.Technology has been deployed in the direct interactions between the Public Service and the citizens it serves. As Minister Josephine Teo shared at last year’s Committee of Supply, the deployment of islandwide 1,600 vending machines enabled the distribution of 30 million masks, 1.3 million TraceTogether tokens and 2.5 million ART kits with automatic ID verification. Within the Public Service internally, technologies such as ChatGPT are being explored to further enhance efficiency – so that our delivery of public services maximises the value of every tax dollar spent. With the proliferation of different tech solutions since the launch of Smart Nation in 2014, it is perhaps time for consolidation. The centralisation of different functions on a single platform would enhance the user experience of our citizens and make it easier for the Public Service to aggregate data and utilise AI to \"push\" integrated services from across different Government agencies to match an individual’s specific needs.How is the Public Service enhancing how we serve citizens better, including providing more personalised services centeon people’s needs through technology, especially seniors and how is the Public Service planning to better partner people and private sector to stay agile and resilient?"], "Mr Patrick Tay Teck Guan (Pioneer)": ["This month marks a major victory in our fight against COVID-19 as we stepped down from DORSCON Yellow to Green. Over the course of the pandemic, the Public Service has responded well to the rapidly evolving situation. I want to place on record our thanks to all in the Public Service, including our union leaders in the public sector, for going the extra mile and for tirelessly seeing us through these three years of toil and trouble, and seeing us through the entire pandemic safe and secure to the admiration of many countries across the globe.The COVID-19 pandemic has emphasised the importance of the agility of the Public Service, especially through enhancing officer’s cross-deployability. For example, the National Call Centre for Mask Collection was stood up quickly by re-deploying many Public Service officers to the call centres to support the mask distribution efforts. These officers were not frontline service staff and had to be trained quickly to manage calls and address queries. It also underscores the importance of developing a Public Service with officers equipped with multiple, diverse and future-ready skillsets that we can tap on quickly to address critical needs. These new skillsets also enhance the employment and employability of our officers in the Public Service.On behalf of our unions and union leaders in the public sector, I wish to ask how is the Government supporting the growth and development of public officers so that officers can acquire diverse skills, and to ensure that Public Service remains ready, relevant and resilient – ready with the new skills, relevant to the new jobs and requirements, and resilient to the new changes and curveballs hurled at us?"], "Mr Dennis Tan Lip Fong (Hougang)": ["Mr Chairman, five years ago, I spoke in this House about the $422 million price settlement for Keppel Offshore & Marine (KOM) for bribery acts in Brazil conducted through its subsidiary in the United States. This is in part due to the conviction of KOM lawyer Mr Jeffrey Chow in US court for his role in the corruption. Chow is given a one-year probation which he could serve in Singapore and $75,000 fine. That may not be a heavy punishment to some, but it is still a criminal conviction.Almost five years later, in January 2023, CPBI issued stern warnings to six unnamed former KOM senior executives for the same corruption case. Earlier this month, the hon Ms Indranee Rajah told this House that no prosecution was mounted due to the lack of sufficient evidence. What is difficult to understand for many Singaporeans is that while the company has admitted liability and paid massive fines, the CPIB could not find a single person working in the company whom they could charge for complicity in the bribery acts even though about $55 million of KOM's monies were paid out for bribes. How were such moneys allowed to be paid out? And how did they pass through the senior management's and auditors' scrutiny? Will any recovery actions be taken against any employees?Notwithstanding the alleged evidential difficulties, the stern warnings might have inadvertently sent an alarming message that a Singapore-linked company can be involved in a case of serious corruption, but individuals involved may not be dealt with proportionately. This is not good news for the credibility of Singapore Inc, not to mention a GLC which should be leading by example. Then, there are other recent cases where aspects of corporate or investment governance involving our GLCs have some under question. We learnt that executives at Singapore Press Holdings, now SPH Media Trust, inflated circulation numbers by up to 90,000 daily copies, including by printing and destroying extra copies of newspapers.Not long ago, there was also the bankruptcy of the crypto currency exhange, FDX, due to massive fraud. Deputy Prime Minister Lawrence Wong informed this House that losses to Singapore's taxpayers' monies from Temasek investment in FDX were limited. But the company's management and owners still allegedly engaged fraud worth several billions of US dollars. Recently, press reports indicated that Temasek may be exposed to companies under the Adnani Group, possibly to the tune of several billion dollars. A shadow of potentially serious financial discrepancies hangs over the Adnani Group.Sir, back in the Committee of Supply debates in 2018, I mentioned a number of measures where we can improve corporate governance for our companies. I said that it is startling that the existence of bribery contracts and payments somehow seem to have escaped the notice of Keppel's senior management, board of directors, audit committees and even the external auditors for 14 years. Could this point to the weaknesses in our company and auditing regime?Among other suggestions, I had asked for the Government to review and enhance company regulations and suggested that the Government should consider having inspections and subject companies, directors and audit committee members to penalties for any non-compliance, and that the Government should review and enhance the requirements for whistle-blowing policies in companies. Sir, my remarks here today are less about what specific dollar amounts of exposure or loss or whether individuals received particular types of punishment or not. Rather, I am concerned about the potential rise of a view following recent cases that corporate governance standards in Singapore including Government-linked entities may not be what they used to be – and this should not be the case. Following the disappointing outcome on the investigation by CPIB, what steps would the Government take to improve the corporate governance of our companies? Specifically, what are the lessons we learn from how KOM was able to carry out the bribery acts of such magnitude and for so long? What are the measures that Government intend to take to prevent similar cases from happening again? I am referring to the brazen bribery acts as well as the difficulties in prosecuting individuals even though KOM itself admitted liability and paid massive fines to foreign governments.I hope the Government will take steps to improve corporate governance for our companies and I also hope the Government will ensure that Government-linked companies take adequate due diligence before committing on investment on public monies. "], "Mr Murali Pillai (Bukit Batok)": ["Sir, imagine a situation whereby the anti-corruption agency of a country arrests a high-ranking police officer for a corruption offence. In retaliation, the police arrests a high-ranking officer from the agency on what is believed to be a trumped-up charge of corruption too. This scenario may seem fanciful in Singapore, but unfortunately there has been precedent for such kind of behaviour elsewhere.From a jurisdictional perspective though, it can happen here. This is because the Director of CPIB is vested with the powers under the Prevention of Corruption Act 1960 (PCA) to investigate corruption. At the same time, there exists anti-corruption provisions dealing with public servants in the Penal Code 1871. Investigations under these provisions come under purview of the Police.When I asked in this House whether there is utility in maintaining the Penal Code provisions which have not been used in the recent past, the Minister for Home Affairs felt that there is as these provisions are more targeted. He however accepted that these provisions should be ported over to the PCA.Against this backdrop, it is my respectful view that there is scope for the CPIB to reopen the review of the PCA that it closed in October last year without taking any step. We should put to bed this potential jurisdictional issue as quickly as possible.There are other reasons for this review. I had recently suggested that PCA provide for extraterritorial reach with respect to Singapore registered companies. Let me expand on the reasons for this by reference to the KOM case.In 2017, the AGC served KOM with a conditional warning in lieu of prosecution for an offence under the PCA. In lieu of prosecution, KOM had to pay more than $100 million to the Singapore authorities. What is clear is that this case involved foreign bribery. Hence, to find jurisdiction under the PCA currently, one of the ingredients of corruption must have happened in Singapore. This is because there is no extraterritorial reach of the PCA vis-à-vis Singapore companies.CPIB’s stated policy in this House is that it will investigate all cases whether they happened locally or overseas. In these circumstances, it makes sense to extend the ambit of PCA to cover situations where acts of foreign bribery were committed by a Singapore company.Lastly, Sir, there have been steps taken in other jurisdictions to enlarge the ability —The Chairman: Can we wrap up please? "], "Mr Murali Pillai": ["I will stop here, Sir.The Chairman: Thank you. Ms Indranee Rajah. ", "Sir, just a point of clarification. In my speech, I made reference to the respective jurisdictions of the Police and the CPIB in investigating corruption offences. I was really referring to investigative powers such as invoking the power of arrest.I do appreciate the hon Minister's point about the charging decision, which is, of course, reserved to the public prosecutor. Nonetheless, I appreciate the hon Minister's response, that the CPIB does not need a porting over of the provisions in the Penal Code and I may have to address this matter with the hon Minister for Home Affairs as to whether these provisions in these circumstances would be obsolete and should be repealed. The Chairman: Mr Louis Ng."], "The Minister, Prime Minister's Office (Ms Indranee Rajah)": ["Mr Chairman, I thank the Members for their questions and suggestions. There were two categories on population and fertility as well as on corruption. I will take the cuts on population and fertility first, and Ms Hazel Poa’s cut on corruption, I will address later when I respond to the cuts on corruption.Under the Forward Singapore exercise, we have spoken to many Singaporeans who have shared their views and aspirations for the future. As we work towards building the future we aspire to, it is important to understand the key population trends affecting us and how we must work together as one people to address them.As Ms Ng Ling Ling mentioned, countries around the world are facing demographic challenges brought about by ageing populations and declining fertility rates. South Korea’s Total Fertility Rate (TFR), currently the world’s lowest, dropped to a new low of 0.78 last year. China’s population also shrank for the first time in more than six decades, and their annual number of births nearly halved compared to six years ago. Births in Japan have plunged to a record low. Even Norway and Finland, who were previously successful in improving their fertility rates, are finding it difficult to sustain these gains. Like other advanced societies, Singapore’s TFR has been declining for many years. In 2022, our resident TFR reached a new historic low of 1.05. This was partly due to the Tiger year in the lunar calendar, which is generally associated with lower births among the Chinese. But beyond that, there are longer-term global societal trends at play, which apply to us too. While the aspiration to marry and have children remains strong, more are postponing marriage and more are also postponing having children or having fewer children. At the same time, we are living longer. Resident life expectancy at birth has risen from about 72 years in 1980 to more than 83 years today. By 2030, about one in four Singapore citizens will be aged 65 and above. With an ageing population, we will find it increasingly challenging to sustain economic growth as the growth of our resident workforce slows. Caregiving needs will intensify as family sizes shrink and more Singaporeans will face the dual pressures of raising young children while caring for their elderly parents – and in fact this is already happening.We are also becoming a more diverse society. We have always been multiracial, multi-religious and multicultural. While the proportions of our main racial groups remain stable among our citizens, our social fabric continues to evolve. In recent years, around one in three citizen marriages each year were transnational and around one in six, inter-ethnic. It is therefore even more important to that we recognise this diversity as a core part of our identity, appreciate different cultures and their practices more and make this multicultural aspect of living in Singapore and being Singaporean, a strength. These trends show the complexities and challenges on the population front. Our population strategies are key to managing these challenges. Ms Mariam Jaafar asked how these strategies relate to the Forward Singapore exercise. Through these conversations, Singaporeans have shared their views on the kind of Singapore we want to be and how we can forge our future together. Our population strategies take into account these views and seek to achieve a stronger social compact by strengthening assurance for Singaporeans throughout their lives, growing opportunities for Singaporeans through a vibrant and resilient economy and strengthening solidarity for a more cohesive society; as well as planning ahead for a better home for ourselves and for generations to come.Let me elaborate on each of these in turn. First, we will continue to strengthen assurance for Singaporeans. A key aspect of this is the support we give to help Singaporeans realise their marriage and parenthood aspirations, among other life goals. Mr Yip Hon Weng asked what we can learn from other countries’ best practices to encourage Singaporeans to settle down. Key elements that have made a difference elsewhere include societal norms that embrace children and families and encourage shared parental responsibility as well as a family-friendly workplace culture.  We need a whole-of-society effort to foster such norms and to build a conducive environment that values and supports families. For individuals, this is often about finding a work-life rhythm that is suitable for our different life stages as we pursue our family, career and other life goals. And for employers, it is also about valuing employees’ family and overall well-being that could at the same time result in stronger talent attraction, retention and higher productivity for the employer. It is also about everyone doing our part to strengthen the overall ecosystem of support so that we have a family-friendly environment.On the part of the Government, as Deputy Prime Minister Wong announced in the Budget statement, we are providing more support for the early stages of family formulation in a few areas. We are doing more to enable young Singaporeans to achieve their housing aspirations.First-timer families with children as well as younger married couples will receive greater priority in their BTO flat applications, including an additional ballot. We have also increased the CPF Housing Grant for first-timers purchasing resale flats. Minister Desmond Lee will share more on these plans at Ministry of National Development’s (MND) Committee of Supply (COS). We are increasing financial support for the early years of raising a child where it is most needed by parents. We have increased the Baby Bonus Cash Gift and the Child Development Account (CDA) First Step Grant for all eligible Singaporean children. In addition, we have raised the CDA Government co-matching cap for the first and second child. These enhancements apply to eligible Singaporean children born from 14 February 2023 onwards.We have also extended the Baby Support Grant for eligible Singaporean children born from 1 October 2022 to 13 February 2023. With these enhancements, parents can now receive up to $24,000 in financial support for their first child and up to $37,000 for their subsequent children. This represents an increase of up to $6,000 per child up to before the age of seven.I hope this provides more assurance to couples like newly-weds Mr Ng Jia Jing and Ms Chia Shi Min, who are planning to have a child next year. They are looking forward to the enhanced Baby Bonus Scheme which will help with their child-raising costs.  This targeted financial help is in addition to existing subsidies for preschool, education and healthcare for all Singaporean children, and regular top-ups in each child’s CDA, Edusave and Post-Secondary Education account, including the most recent top-ups announced at Budget this year.We will also increase support for parents in managing their work and family commitments. As Deputy Prime Minister Wong announced in Budget, we will double Government-paid Paternity Leave for eligible working fathers of children born on or after 1 January 2024 onwards, something that Mr Louis Ng had long asked for.This is a big step towards normalising and enabling fathers to play a bigger role in raising our children. As mentioned by Deputy Prime Minister Wong, we intend to mandate the additional Government-Paid Paternity Leave in time to come.Mr Ng asked about efforts to increase the use of paternity leave and proposed equalising the amount of maternity and paternity leave. Mr Louis Chua also spoke about shared parental leave. Our focus for now is to encourage and enable fathers to use the paternity leave that is available to them. Even as the Government increases paternity leave and stands behind fathers in playing a more active role in child-raising, we need shifts in societal mindsets and norms to encourage and support fathers in taking up this leave. Workplace culture, in particular, the attitudes and mindsets of supervisors and colleagues will make a big difference in helping fathers feel assured about using their leave.The take-up rate for paternity leave has gone up over the years and I hope to see it continue to increase. I encourage every employer to consider providing this additional paternity leave and I urge supervisors and colleagues to be supportive when fathers take time off from work to care for their children.We will also double Unpaid Infant Care Leave for parents with children below two years old from 1 January 2024 onwards. Each parent will be able to benefit from an additional six days of Unpaid Infant Care Leave per year in the child’s first two years. Taken together, eligible parents will be able to take up to 26 weeks of parental leave in their child’s first year. Mr Louis Ng asked if we can increase childcare leave provisions to cover needs such as caring for sick children or provide leave for couples to seek fertility treatments. We are aware that employees need time off from work for these and other personal needs and commitments. Apart from leave, another important strategy we are focusing on is to increase the adoption of flexible work arrangements (FWAs). These include but are not limited to Work-From-Home, which Prof Hoon Hian Teck spoke about. FWAs are a sustainable way of providing more flexibility for workers. This is critical not only for caregivers of children but also for caregivers of the elderly. A company that has put in commendable effort to make FWAs work for their employees is CBM Private Limited. A facilities management company with 1,900 employees, CBM Private Limited has been adopting staggered working hours and Work-From-Home arrangements since 2017.During the pandemic, they further tweaked the staggered working hours arrangement to give employees more flexibility in their start times to avoid peak hour congestion. They recognised that staff like security guards have to be on site and leveraged technology like roving robots to reduce manhours. CBM also set up a floating team of covering officers to take over from staff who have urgent family or caregiving duties.CBM shared that with FWAs, their employees are more productive, more focused and happier at work as they are better able to adjust their work schedules to manage both work and personal commitments.Employers also benefit from offering FWAs. While there may be adjustments to work processes and costs of implementing FWAs in the short term, FWAs can increase productivity, lower absenteeism and turnover, and increase employee engagement in the long term if implemented well. Embracing FWAs as a workplace norm will help Singapore companies stay ahead of the competition and better attract and retain talent.The tripartite partners have developed a set of best practices for employers to voluntarily adopt under the Tripartite Standard on FWAs. To further encourage the adoption of FWAs, we will roll out the Tripartite Guidelines on FWAs in 2024, which will require employers to fairly and properly consider FWA requests.Mr Ng asked if we can implement these Guidelines earlier as well as consider legislating them. Even as we encourage more FWAs, we need to make sure workplace harmony is maintained. The best way to achieve this win-win outcome is not by taking a legalistic approach at the onset but to focus on shaping norms and fostering workplace trust.Tripartite partners are developing the scope of the guidelines and we should also give them enough time to consult stakeholders. We will thus introduce the Guidelines by 2024, as committed in the White Paper on Singapore Women's Development. Beyond these measures, there were other suggestions to improve support for parents and to better recognise their efforts in bringing up their children. We have received feedback from parents about the difficulties they face in accessing reliable infant care arrangements when they return to work. Under the Forward Singapore Care Pillar efforts, we will be reviewing how we can better support new parents in caring for their infants. We will share more when ready.Mr Faisal Manap asked about expanding the approved uses of the Child Development Account to purchase items such as infant formula and diapers. We have just enhanced the Baby Bonus Cash Gift by $3,000. This should help in defraying expenditure in these areas.Ms Hazel Poa suggested recognising the contributions of stay-at-home parents through CPF top-ups. Many of our marriage and parenthood measures are given regardless of the parents' employment status, including our recently enhanced Baby Bonus Cash Gift and Child Development Account. In addition, we also provide a tax relief of up to $8,000 per calendar year to individuals who make a cash top-up to their loved ones' CPF savings. I hope these enhancements and plans will give greater assurance to Singaporeans. Second, we want to grow opportunities for Singaporeans amidst a more uncertain global economic outlook. Economic growth over the past few decades has generated good employment and business opportunities for Singaporeans as well as the resources to support public infrastructure, healthcare and education.Ms Ng Ling Ling spoke about the decline in the number of Singaporeans in the working ages and asked how we will achieve economic growth to generate more opportunities for Singaporeans.Indeed, with a slowing resident workforce growth and a maturing economy, we will have to work harder to restructure the economy to sustain economic growth. Economic growth is driven by new ideas, new technologies and output from the work of people. Even as we strengthen efforts to enhance our overall productivity, there will be a limit to economic growth if companies do not have enough workers with the necessary skills to support their businesses and activities here.Under the Empower and Equip pillars of Forward Singapore, the Government is looking into ways to further develop our local workforce. This includes preparing our students well for jobs of the future by providing access to good quality education and diversifying pathways in schools. We invest heavily in the upskilling of Singaporeans and help them to strengthen career health and reach their full potential. We also want to build a stronger pipeline of Singaporeans for leadership positions across different sectors of the economy. Even as we strengthen the quality of our local workforce, there are not enough Singaporeans to meet all our economic and social needs. Remaining open to foreign manpower brings benefits to countries by filling skill shortages in the labour market, boosting the productive capacity of the economy and supporting innovation. This is true too for Singapore. Some segments of the foreign workforce support the caregiving needs of Singaporeans. Other foreigners help companies in Singapore grow by filling manpower gaps. Businesses know this well. Companies, including Singaporean-owned ones, have been raising concerns about the lack of sufficient local workers and the need for foreign manpower. Global talent, such as those coming in on the Overseas Networks and Expertise (ONE) Pass or Tech.Pass, also bring in investments, new business operations, technology and job opportunities for Singaporeans.We fully understand Singaporeans' concerns about job competition and we remain committed to ensuring that Singaporeans can compete fairly and strongly.We have raised qualifying salaries over the years and introduced the Complementarity Assessment Framework (COMPASS). These measures ensure that the foreign workforce complements rather than displaces the local workforce. The Tripartite Alliance for Fair and Progressive Employment Practices (TAFEP) protects workers from discriminatory hiring practices. We will be enshrining the TAFEP guidelines into law.We will also continue to transform our economy and industries to create better jobs for Singaporeans. Under the Industry Transformation Maps, we are pressing on with economic restructuring, automation and redesigning jobs for higher productivity. The Government will continue to work with our unions to support industry and our workers as we transform our economy. We must be prepared to work together as a society to smoothen the transition. There will be new technologies and processes to adapt to. Some roles could be replaced with new ones and so we must all reskill and take on new functions.Also, with higher wages, a part of increased business costs may be passed to consumers. While these cost increases may be calibrated to manage the impact on overall cost of living, we must still be prepared to pay more in the longer term to fairly value the work and services provided by our fellow Singaporeans in jobs currently with lower wages. We will benefit in the long run with a more productive economy, better jobs and higher wages for Singaporeans.Next, I will talk about the need to strengthen solidarity and maintain a cohesive society in Singapore.I had earlier spoken about how one in three citizen marriages is transnational. As Singaporeans venture overseas for school, work and travel, they may meet and marry non-Singaporeans. Some return to Singapore to start and raise a family here. There are also others who meet and marry foreigners based in Singapore.Singapore is also an attractive place for skilled people who come here to work, given our connectedness, security and quality of life. Over time, some of them may share our aspirations and ideals, and may want to make Singapore their home. We should welcome those who are prepared to make the long-term commitment to Singapore.Mr Gan Thiam Poh spoke about reducing our old-age dependency ratio by boosting our birth rates as well as taking in new Permanent Residents and citizens to support our ageing population. This has been the Government's approach. While our policies do not seek to achieve any optimal old-age dependency ratio, welcoming such immigrants continues to play an important role in moderating the impact of ageing and low birth rates in our population. Most of our Permanent Residents and New Citizens granted each year are aged 40 and below. Immigration has to be managed delicately. We have seen how tensions over immigration in other countries have led to fissures and divisions in society. We must not let that happen here in Singapore.While most Singaporeans understand why we need immigrants, there are, understandably, concerns over competition for jobs and other resources and how the texture and character of our society could change and whether our infrastructure can keep up. Since the tightening of our immigration framework in late 2009, we have maintained a measured and stable pace of immigration. Miss Cheng Li Hui asked about trends in the number of new citizenships and Permanent Residencies granted. In 2022, we granted about 23,100 new citizenships, including about 1,300 to children born overseas to Singaporean parents. We also granted about 34,500 new Permanent Residencies (PRs). The numbers of new citizenships and PRs granted in 2022 were slightly higher than pre-COVID-19. At last year's Committee of Supply, I explained how COVID-19-related travel restrictions and safe management measures had slowed down in-person processes for the grant of citizenship or PR. A number of approved applicants in 2020 and 2021 had yet to complete the in-person processes and some applicants who had intended to apply during that period were also unable to complete their own processes to submit their applications. Hence, some of these applications were rolled over into 2022. We consider very carefully who we take in as immigrants. When granting PR or citizenship, we look at a comprehensive set of factors, including an individual's family ties to Singaporeans, economic contributions, qualifications, family profile, age and how long they have stayed in Singapore. This ensures that new immigrants are rooted, able to integrate and contribute meaningfully here. All new adult citizens come from within our pool of Permanent Residents. This means they have been in Singapore for some time already. Second-generation Permanent Residents serve National Service and in the process, forge bonds with other locals and contribute to the nation's defence.During the Forward Singapore engagements, Singaporeans reiterated the importance of safeguarding our identity as a multicultural and diverse society. To do so, we must remain open to people of different backgrounds and cultures. But it takes two hands to clap.We must welcome newcomers and help them integrate into our society. At the same time, newcomers should respect our values and norms and make an effort to adapt to our way of life. The Government has been working with our partners to develop resources and conduct activities to help foreigners settle in and understand our local norms and culture. This is a whole-of-society effort where different stakeholders including newcomers, Singaporeans, community groups and businesses all have a role to play. To illustrate this better, let me share the story about the friendship between Margaret and Heidi. Ms Margaret Hou became a Permanent Resident last year. She has lived in Singapore for the last 10 years. She regularly volunteers at community events and interacts with residents from different social and ethnic backgrounds. She takes the effort to interact and forge friendships with locals.Her ex-colleague turned friend, Ms Heidi Yeo, who is Singaporean, appreciates Ms Margaret's willingness to help whenever they had to work closely together in their respective job areas. They continue to meet up and help each other even though they are no longer colleagues and their friendship has blossomed over the years.Heidi shares Singapore culture and history with Margaret, which helps Margaret to gain a deeper understanding and appreciation of Singapore. Margaret in turn pays it forward by helping other newcomers to integrate into the local community through chat groups, monthly meet-ups and monthly sports or family activities involving local Singaporeans. Such friendships show us how both locals and newcomers can make efforts to foster integration and how we can come together to strengthen our bonds with each other and our sense of belonging to Singapore despite being from different backgrounds. This is what the Unite pillar of the Forward Singapore exercise is all about. We continue to plan for the long term and steward our scarce resources for both present and future generations. Ms Ng Ling Ling asked whether the Government has long-term projections to understand how we should adjust our population policies to achieve desired outcomes for Singapore in the future and how Singaporeans can be involved in the process. We have engaged Singaporeans in thinking about our future. For example, as part of the Long-Term Plan review, we engaged Singaporeans of different age groups and backgrounds extensively to better understand how our land and infrastructure plans can meet their aspirations and future needs.Through the Build and Steward Pillars of Forward Singapore, we will further explore how we as a society can build a greener, more liveable and more sustainable home for all.Planning for the future is a complex process. We will have to consider what our future population will look like, not just in terms of size but also composition and make-up.And this is contingent on many factors – various demographic trends, such as birth rates, life expectancies, and migration, as well as future social and economic needs. For instance, we need manpower to build our homes or care for our seniors, but the numbers could change with evolving family structures and the health of our ageing population.  Our businesses’ manpower needs may vary, depending on the types of industries in our economy and ongoing economic transformation efforts. As our workforce continues to evolve in tandem with economic transformation, their needs too will change. As such, we do not plan on a single population planning parameter. Instead, increasingly we develop various scenarios to stress-test our assumptions and allow for a range of possible outcomes. In 2018, we provided an update that our total population is likely to be significantly below 6.9 million by 2030. Based on the various scenarios we have, this remains the case. The planning parameter of 6.9 million remains relevant for the 2030s. Our aim is, as it always has been, to build better lives for current and future generations of Singaporeans. Our population policies are all aimed at this objective.Looking beyond 2030, it is critical that we will continue to plan ahead of time, to maintain the flexibility to adjust our plans, respond to new trends and safeguard options for the future. This will help us to provide a good quality living environment and home for all Singaporeans.Mr Chairman, in conclusion, I have laid out our population strategies and the key considerations behind them. In the coming years, our demographic realities will only become more keenly felt. Our ability to nurture a high-quality workforce while attracting the complementary foreign manpower we need, and to integrate newcomers into our society while maintaining social cohesion, will become ever more important for Singapore's future. This is a delicate balance and much will depend on how circumstances evolve. But we will continue to work hard to build a Singapore with the well-being of Singaporeans at the heart of it, with opportunities for all, a society where families matter and are supported and where we can be united even in diversity.Everyone – individuals, families, communities, businesses and Government – has a role to play in ensuring that Singapore continues to be a home with opportunities, assurances and a strong sense of solidarity. Together, let us work towards a better future for all Singaporeans. The Chairman: Minister Teo."], "The Minister for Communications and Information (Mrs Josephine Teo)": ["Good afternoon, Mr Chairman. I thank Members for their questions and comments. In the interest of time, let me jump straight to the lessons we have learnt since we started our Smart Nation journey in 2014. The first lesson is to always put people first. I am happy to update Ms Tin Pei Ling that through digital technology, we have made it more convenient for our citizens and businesses to apply for government services, seek help and get support when and where they need it. Most transactions can be completed from the comfort of their homes.  Singaporeans can use MyInfo to apply for credit cards, or LifeSG to access parenting, housing and other digital government services. Ms Tin is very familiar with these. Singpass and PayNow are widely used – 4.2 million people use the Singpass app today, and over 300 million individual and corporate transactions were made on PayNow in 2022. Businesses have also benefited from digital services. Abundance is a restaurant bar that started out as a home-based business. When it first opened in 2021, it used the GoBusiness portal to apply for the necessary licences. This helped it to be set up quickly without having to go from agency to agency physically. The GoBusiness portal also suggested suitable grants, such as the Productivity Solutions Grant and Energy Efficiency Grant, which Abundance used to improve its operations. I am happy to hear that Abundance has since opened its second branch last year.These efforts have helped improve citizen satisfaction with government services from 73% in 2016 to 84% in 2022. Business satisfaction with government services has also improved from 64% to 79%.This progress motivates us to further improve, and as Ms Jessica Tan suggested, leverage digital technologies to improve our service delivery.For example, the team at Open Government Products built the Health Appointment System last year to make it easier to book pneumococcal and flu vaccination appointments. It has facilitated more than 40,000 appointments to date. This system will soon be expanded for eligible women to book a subsidised HPV2 vaccination appointment. This will make it easier for our women to protect themselves through vaccinations. By April, the system will also allow appointment bookings for all vaccines under the National Adult Immunisation Schedule, and by June, vaccines under the National Childhood Immunisation Schedule.The second lesson is that safety matters. To use digital tools with confidence, our citizens must be able to trust that they are safe. With ever-evolving cybersecurity threats, this has become a tall order. Mr Alex Yam asked about protecting our digital systems. We are investing efforts to build stronger defences to safeguard people from scams and online harms. For example, ScamShield was launched on iOS in 2020 and on Android in 2022. It has about 500,000 users and since 2022, has helped block 200,000 scam calls and detected over 3.5 million scam messages. We will be launching a ScamShield Chatbot later this year on WhatsApp, to allow the public to report scam messages to the relevant authorities more easily. MHA will say more about their efforts to address scams.We are also improving government ICT infrastructure to be more resilient against cyber attacks. We are working with agencies to modernise and secure their key systems. This includes moving more government systems to cloud, to improve resiliency, security monitoring, and our threat detection tools. To date, we have migrated 64% of eligible government systems, and we are on track to hit our target of 70% by this year.As Mr Alex Yam pointed out, the Government cannot do all of this securing alone. We have launched the Vulnerability Rewards Programme to work with \"white hats\", or ethical hackers, experts and volunteers to identify weaknesses in our systems so we can continuously improve their security. In the Ministry of Communications and Information (MCI)’s Committee of Supply debate, I will expand on efforts to uplift digital literacy and strengthen safety online. The third lesson is that to go far, we must go together. Smart Nation is a collective effort. For example, we are collaborating with and learning from, leading countries and companies in Artificial Intelligence. We recently signed MOUs with Israel and Korea, as well as with Google and Samsung. We also have AI research partnerships with industry, such as with SembWaste to improve environmental sustainability through efficient recycling, such as using computer vision to sort waste.We will continue to learn from the best-in-class, incubate good ideas and support Singapore companies in leveraging AI. More importantly, we must never leave our citizens behind in our Smart Nation journey. To points raised by Mr Seah Kian Peng and Ms Tin Pei Ling, we will continue our efforts to ensure our digital services are accessible and easy to use, for all. We will also continue to provide non-digital options for critical government services for the foreseeable future. In terms of design, which Ms Jessica Tan asked about, it is based primarily on following the user journey, identifying and fixing pain points in advance and rigorous testing. Minister Chan Chun Sing will speak more broadly about public service delivery, which Mr Yip Hon Weng asked about. I will share more on our digital inclusion efforts during MCI’s Committee of Supply debate, particularly, to support the lower-income and seniors.Mr Chairman, these lessons we have learnt are shaping the way we are thinking about the next bound of Smart Nation. During the various Forward Singapore conversations, it has become more evident how technology can enable and improve our lives. In MCI’s Digital Readiness Survey, 84% of Singaporeans agreed that digital technologies have made their lives easier. As we refresh our Smart Nation strategy, three broad areas will be particularly important. First, enhancing opportunities for Singaporeans to flourish; second, ensuring trust and safety in the digital world; and third, strengthening our communities. Let me outline each priority area in turn. First, digital technology presents immense opportunities for Singaporeans and our businesses. As Ms Tin Pei Ling pointed out, it is critical to invest in digital infrastructure. MCI will elaborate on this.Mr Sharael Taha asked how we can better support our businesses and citizens to grow and thrive in an age of technological advances.AI Singapore offers a good example. Since its launch in 2017, AI Singapore has partnered around 80 businesses to co-develop AI models and solutions, and created close to $60 million of value. For example, it supported Q&M Dental Group to develop an AI model that helps dentists detect disease from dental X-rays and recommend treatment plans. Q&M Group now plans to deploy this AI model to more than 150 clinics in the region. AI Singapore also runs the AI Apprenticeship programme to provide training using real world projects and help the trainees get better jobs. To meet strong demand from both industry and Singaporeans, AI Singapore will double the number of AI apprentices trained over the next five years from 200 to 400.We will continue to nurture innovative use of data just as AI Singapore and Q&M Group have done, including taking in Ms Tin Pei Ling's suggestion for us to find more opportunities to securely share government data with businesses and the community. We are already exploring the use of emerging privacy-enhancing technologies that allow us to share data in a seamless and secure manner, to nurture more collaboration with non-government entities.A second priority is to ensure that we can go digital with confidence, feel safe and secure using digital tools and services. The Government will step up our proactive cybersecurity measures.We have launched the Government Cyber Security Operations Centre to make greater use of artificial intelligence and data analytics in defending government systems.We have also developed PhishMonSG in collaboration with MHA. This is a tool that proactively hunts for phishing sites that pose as Government agency websites, so that we can remove them before they can harm the public.We also want to help level up our companies, especially small and medium enterprises. MCI will share more about our initiatives.The third area of priority is to help strengthen our Singapore communities. Our Smart Nation must be inclusive, so that all Singaporeans can participate fully in an increasingly digital society. As I have said, digital first need not mean digital only.There is also value to co-create with the community, promote opportunities for people and groups to come together to make Singapore a better home for all of us. In this regard, I am pleased to announce that SNDGO and URA, with support from IMDA, have just rolled out an Innovation Challenge in Jurong Lake District today, focusing on urban sustainability issues. I encourage companies and research institutes to submit proposals to address these real-life issues, and possibly pilot them in the JLD soon. Sir, it will soon be 10 years since Prime Minister Lee announced the Smart Nation initiative in 2014. However, the task of building Smart Nation, like that of building Singapore – is never done. We will continue to find ways to leverage technology to realise new opportunities for our people and businesses, to help our people go digital with confidence and to build a stronger community.The Chairman: Minister Indranee."], "Ms Indranee Rajah": ["Mr Chairman, I will now address the cuts from Mr Murali Pillai, Ms Hazel Poa and Mr Dennis Tan, pertaining to our anti-corruption efforts and on corporate governance. I wish to thank Mr Murali Pillai for his support for CPIB's work and continuing interest in improving our anti-corruption efforts. With regard to Mr Murali's suggestion that corruption-related Penal Code offences be sited within the PCA, CPIB's assessment is that there is currently no compelling need to do so, as CPIB officers possess the requisite powers to investigate offences under the Penal Code. Mr Murali gave an example where, due to the overlap in jurisdiction between the Police and CPIB, there could be a risk of senior officers taking retaliatory action against one another. Under our system of criminal justice, charging decisions are decided by the Public Prosecutor (PP), who makes these decisions independently. Therefore, Mr Murali can rest assured that there is no room for Police or CPIB officers to raise trumped-up charges against one another, or against any one for that matter. Mr Murali renewed his call for CPIB to consider extending the extra-territorial reach of the PCA, to companies incorporated in Singapore. Insofar as companies are concerned, the CPIB expects Singapore-incorporated companies operating overseas to operate in compliance with the laws of the countries that they have a presence in.  For corruption-related offences, one needs to establish the mens rea of the alleged offender, to show the requisite corrupt intent. Where the alleged offender is a company, the focus of investigations would generally be on the individuals who are the controlling minds or decision-makers of the company. For companies incorporated in Singapore, such individuals can be both Singaporean or non-Singaporean.Where these individuals are Singapore Citizens, the PCA is currently of extra-territorial application. The CPIB is empowered to take action against them irrespective of whether they committed the corrupt acts in Singapore or abroad. In fact, this applies even if they are officers of companies not incorporated here. The current extra-territorial reach of the PCA is therefore already quite broad and effective. The practical impact of Mr Murali's proposal is that if a company is incorporated in Singapore but involved in corrupt activities conducted overseas by non-Singaporean individuals and there is little connection to Singapore other than the fact that the company is incorporated here, the CPIB will nonetheless be obligated to investigate.While Singapore is firmly committed towards international anti-corruption cooperation consistent with our legal framework and international commitments, it would be a stretch to empower or require the CPIB to investigate activities taking place entirely outside Singapore, involving non-Singaporean actors. We have already seen the challenges in investigating activities by Singaporeans committed abroad. Investigating the activities of non-Singaporeans abroad will be even more so. We have to take a realistic view of the efficacy of doing so, given the evidential difficulties we can expect where material evidence and key witnesses reside outside of Singapore, and out of CPIB's reach. Mr Murali also suggested a review to allow for a non-conviction-based confiscation mechanism to deal with assets believed to be acquired through proceeds from corruption. We thank Mr Pillai for his suggestion. Where a person has been convicted of corruption, the PCA provides for the disgorgement of the gratification received. In addition, there are existing powers to confiscate outside of a conviction, which apply if qualifying circumstances are met. As Mr Murali noted, the Corruption, Drug Trafficking and Other Serious Crimes (Confiscation of Benefits) Act 1992 allows for confiscation without conviction, but only where the accused person is deceased or has absconded. Further, under the Organised Crime Act 2015, it is possible to obtain a non-conviction-based confiscation order to disgorge ill-gotten gains from a person involved in organised crime activity, which includes corruption-related activities.The Government is committed to disgorging any financial benefit derived from offenders' predicate offences, which include corruption. But in the same vein, we need to ensure that the power is fairly scoped, particularly where the Court has not arrived at a determination of guilt. The Ministry of Home Affairs (MHA) and CPIB will review the non-conviction-based confiscation mechanism further. Ms Poa made several observations. And she also asked whether we could consider appointing a committee to consult the public on what questions they want answered and to get the answers to those questions from the relevant agencies. I think the Member may not be familiar with how such matters are dealt with. CPIB conducts its investigations independently. The investigation process and the evidence obtained in the course of investigations, is confidential. They do not, as a general rule, provide details of investigations, for good reasons, including to avoid prejudicing any action that may have to be taken subsequently if new material facts come to light, or adversely affecting informants or witnesses who may then become less willing to offer assistance. As explained before, where there is public interest in knowing more details, Members may file questions in this House and the relevant Minister will, after consulting the PP, answer the questions to the extent permitted by law. It is the role of Members of Parliament (MPs) to raise relevant and appropriate questions. We do not set up committees to find out questions.As to answering of questions involving investigations, the Minister answers to the extent permissible. The Minister is not involved in the investigations or charging decision and therefore would not have personal knowledge of the details. Ms Poa raised several assertions as to the answers that I gave in Parliament earlier. She said that answers had either not been given or were evasive and raised a couple of examples. I will deal with those examples in a minute. But first, I would like to remind the House that there were 16 Parliamentary Questions and I answered all of them. The questions that came up subsequently were supplementary questions of which I had not been given any prior notice. And of those, I had to deal with the questions as and when they were put to me in the Chamber.The first of these was raised by Ms Poa. She referred to the Leader of the Opposition's question as to whether investigations included determining the constructive knowledge of the Keppel board at that time. I sought clarification from him and he had confirmed he was not suggesting that this was an offence under the PCA. And my reply, which still applies, is that CPIB investigates offences under the PCA. So, there is no doubt on this, what I can share is that CPIB did look into the six individuals and the boards of KOM as well as their parent entity Keppel Corporation Limited (KCL). CPIB's investigations established the involvement of the six individuals, and no one else was implicated. In the case of the six individuals, CPIB did not have sufficient evidence to justify prosecution to prove a case beyond reasonable doubt for the reasons I have already explained.Next, I think Ms Poa raised the question of mutual legal assistance (MLA). She said that, when asked about MLA requests, I replied I did not know all the details of the MLA but that, for at least one or two of the latest ones, there were no response. That is not quite accurate. If the Member wishes to quote me, I would be grateful if the Member quotes me accurately. If you look at the record, what I had said on the MLA was that AGC and CPIB had sent three MLA requests to Brazil to secure evidence that was needed. AGC and CPIB also sent an MLA request to another relevant foreign authority to interview another potential material witness. And then, I said the contents and outcome of these MLA requests are confidential, but I can inform the House that they have either not yielded evidence that could be used to secure a conviction before our Courts, or the responses have not been helpful in advancing the case.In other words, whatever the number of MLA requests, the outcome of these were that the information produced did not yield evidence that could be used to secure conviction, or they were not helpful in advancing the case. And that does answer the question.Then, I was asked a supplementary question about the MLA. And I said that I did not know all the details, but I did know that, for the latest ones, there had been no response. So, that question was answered fully.Next, Ms Poa said that when asked about the witness who changed his tune, my answer was allegedly uncertain. She claimed I said, \"I think the answer is yes\" and \"I do not have details of what exactly was said.\"That is a summary of something I said right at the end. Ms Poa did not inform this House of what I said at the beginning. It would be helpful if I do that, because again, it would be good if you are going to quote somebody, to quote them fully.With respect to that witness, I had said, \"So, the question is, has he said something different here?\" And I said, \"I think the answer is yes. But I will not go into details. Firstly, I do not have details of what exactly was said.\" And then, I went on to say, \"What I do know and I am able to say\" is that \"based on what has been informed to me, is that in this particular case, what was said in the US and what had been told to CPIB, there are differences.\" So, that was the question that was put to me and that was the question that I answered. Hence, I wish to put on record that the questions that were put to me were answered and answered fully to the extent that I was able to and within the ambit of the law.Let me come back to the point that Ms Poa has raised and her suggestion about a committee. Her suggestion is whether we could appoint a committee to consult the public on what questions they want answered and to get the answers to those questions from the relevant agencies.I would like the Chamber and all Singaporeans to understand what this request actually means. What it means is that we set up a committee, open to the public and we ask everybody \"what questions do you want to ask\". And then, because she is not saying, \"Come back to the Chamber to ask the question\", she is saying \"Let us ask these of the agencies\".So, this is something which every investigating office in the Police and other investigation agencies should take note of because it would mean that your entire investigation file will be open for questions. It is also something that every AGC officer should take notice of, because your entire file will also be open to question. It is also something that every witness who has given or will be giving evidence in response to a request to assist the Police or any investigation agency: everything that you say, everything that you would have told them, even before it is brought, to Court, even before it is proven, could well go out to a committee who will be asking you, \"What about this? What about that?\" And all of these before it is proven in Court.That is the ambit of the question that has been asked. And the answer is that it is not appropriate to do something like that. The proper process is that MPs, knowing what the ground or the public wish to know, come to Parliament, raise this in due process and the Minister will answer to the best of his or her ability.I turn now to the questions and comments raised by Mr Dennis Tan. Essentially, his broader thrust was about corporate governance in general. But he did make a point where he said that the public found it difficult to understand how, in the Keppel case, CPIB could not find a single person that they could charge. That is not correct.They found six individuals who were implicated. What they were not able to do was that they could not cross the evidentiary burden that they feel or they had been advised is necessary in law, in order to make out the case beyond a reasonable doubt.So, it is not that CPIB could not find people. They did. They had investigations. They narrowed it down. And as I explained in my earlier reply, the bulk of the evidence and the oral testimony which is crucial is not available in Singapore and we cannot compel the people to come here. That is the obstacle. That is not something which is lacking on the part of CPIB, but it is the nature of cross-border international corruption cases.That said, I take the point about the need for good corporate governance.In the case of Keppel, I understand that they had followed up as a result of the Deferred Prosecution Agreement (DPA). I mentioned this before. They were required to put in place a whole slew of improved corporate governance measures. They have also, I believe, the entire Keppel Group, taken on board the global best practice to mitigate bribery risks in an organisation. I think that is referred to as the ISO37001: Anti-Bribery Management Systems.In respect to the broader corporate landscape, listed companies are required under Singapore Exchange (SGX) listing rules and principles under the code of corporate governance, to put in place sound internal controls and risk management frameworks. They are expected to institute and disclose whistleblowing and anti-corruption policies. Boards are also expected to establish the appropriate culture, values and ethical standards of conduct at all levels that support the prevention, detection and reporting of wrongdoing. I should also mention that there is a spectrum of complementary legal and regulatory provisions in place to ensure that companies, directors and their officers have good corporate governance practices and do not engage in corruption.First, listed companies are subject to the listing rule requirements and principles under the code of corporate governance. Those require them to have internal controls and risk management frameworks, as I mentioned.Second, companies act through their directors and key executive personnel, who owe fiduciary duties to the company. Directors are required under the Companies Act to discharge their duties honestly and with reasonable due diligence. A director who takes a completely lackadaisical attitude towards the company's affairs or actively encourages its officers to engage in criminal activities could face criminal liability for acting in breach of his or her duties owed. Of course, there are other statutes that apply.CPIB has also been proactively engaging companies to strengthen their controls against corruption. For example, the Anti-Corruption Partnership Network (ACPN) was established in 2018 to encourage the private sector to take ownership of the need to prevent corruption. Besides sharing best practices, companies in the ACPN are encouraged to undergo the ISO 37001: Anti-Bribery Management Systems certification, which I mentioned earlier.Ultimately, businesses have the responsibility to keep their own houses clean and to comply with the prevailing laws and regulations of jurisdictions where they operate. By adopting a strong anti-corruption culture and actively reporting corrupt behaviour, companies in Singapore will reinforce our anti-corruption efforts and advance the reputation of Singapore as a trusted business and investment hub.The findings from the recent CPIB's 2022 Public Perception Survey affirms our national anti-corruption strategy. Ninety-six percent of the respondents surveyed rated Singapore's corruption control efforts to be effective – an increase from 90% in 2016.Mr Chairman, incorruptibility is a key part of the Singapore DNA. This did not happen by chance but is the hardearned result of our strong political will, effective anti-corruption laws, the society's unwavering support for zero-tolerance towards corruption and an effective CPIB that is committed to investigate any allegation of corruption, without fear or favour.The Chairman: Minister Chan.", "Mr Chairman, with respect to paternity leave, indeed it is a whole-of-society effort and we want to encourage employers and employees in all occupations. So, the areas that Mr Louis Ng has identified would certainly include areas where we want to encourage more take-up of paternity leave. With respect to his second cut which was for public servants, we always look into the suggestions of Mr Louis Ng with all due seriousness and we will do so in this case.The Chairman: Ms Ng Ling Ling. ", "Sorry, could I just clarify with the Member, because she was describing about the young people but I was not sure I heard the question at the end of it.", "I thank the Member for the clarification. The first thing I want to clarify, and I hope that everybody in the Chamber will pay attention to is, that the figure is not a target. It is a planning parameter and it keeps coming up every time people ask the question, \"Is 6.9 million a target?\" or \"Is the other figure a target?\" It is not a target.I just feel like asking the Chamber, \"Everybody, all together now. It is not a target. It is a planning parameter.\"It has been mentioned so many times. I think that subliminally and subconsciously people think of it that way. But I really do hope that people understand that it is a guideline, along which we plan; not something that we set out to achieve.With respect to the Member's suggestion, what we do is, at regular intervals, the Ministries look to see what needs to be done in planning terms. And I think that what we will do is whenever appropriate, the relevant agencies and Ministries will put out the figures or the data that they think is necessary. In terms of engaging people, as to what should go into those plans, we will do that as well.The Chairman: Ms Hazel Poa.", "I thank the Member for her clarification. The Member may ask the question again, but I do not think the answer is going to be any different and let me explain why.Our investigating agencies investigate offences. They do not, in the course of investigating an offence, go and look for things which are not offences. And what I explained earlier in response, was that, when CPIB is investigating the Keppel case, they are looking to see whether corruption has been committed, and if so, who's committing it. So I explained that part.I also said – she may not have heard the answer – I said, what I can share is that CPIB looked into the six individuals and the boards of KOM as well as their parent entity Keppel Corporation Limited. And after looking into all of that, the investigations established the involvement of the six individuals. So, six individuals, insofar as offences under the PCA are concerned.Because when an agency goes in, an agency has to investigate something which is under its remit. You do not go and investigate, let us say, theft, and then start asking whether somebody has committed adultery or whether somebody has committed some other form of offence, unless it has come to your attention. And they are only supposed to investigate offences.So, the short answer is: they have looked at the corporations, they have looked at individuals and they have narrowed it down to these six individuals. And these six individuals, who they feel are implicated; they cannot clear the evidentiary burden.When you ask me, did they authorise? My answer is the same. The investigations are carried out by the investigation agencies. I am not privy to the investigations. But the investigation agencies obviously felt that there was reason enough to issue a stern warning. So, they clearly feel that something is not quite right, but they just cannot clear the evidentiary hurdle.What that tells us is that CPIB has done as much as it can within the remit of the law and that remains the position. So, even if the Member were to ask the question again, the answer will not differ.The Chairman: Ms Hazel Poa.", "As to the second question, I have answered it. This will be the third time I am answering it, and the answer is the same. I was asked that question, I believe, by Mr Louis Chua, if I am not mistaken. And my answer was, I do not know. I did not conduct the investigations. CPIB has conducted the investigations. They have matters within their knowledge. They do not disclose this to the Executive. They investigate independently.And this is a very odd thing because for all that some political parties talk about independence and separation of the Executive, they keep trying to get into what ought to be an independent activity. The CPIB has made its investigations, they have arrived at the conclusion that six individuals are implicated and that is as far as I can go. I do not know the answer to that. For this particular answer, it is not that I am not permitted in law to tell you. The answer is, I do not know.And if you ask, should I go and ask CPIB this, the answer is, it is not appropriate. I should not be interfering in a CPIB investigation. The Executive should not interfere with an investigation. And that is something which is very important for Members in this House to understand. Let the agencies do their work independently, and we should not be going and interfering with their investigations.What was the first one she reiterated, I am sorry? ", "Yes, so, again, my answer has not changed. When CPIB goes in, they look for commission of an offence and people who may have committed an offence. And if something is not an offence, then obviously they would not be pursuing that. That is as much as I can say.The Chairman: Ms Sylvia Lim.", "Mr Leong may not be aware, because he was not a Member of this House in 2018 when I answered it, but actually, the bulk of what he has asked about what the company did and actions taken against the employees were, in fact, done prior to 2018 before they entered into the Deferred Prosecution Agreement (DPA).So, I would ask the Member to read the Hansard and secondly, to also read the DPA. I do not have it with me today, but there is a paragraph in there, which says that Keppel investigated at the material time when this thing came up. Some employees were terminated, some were put on counselling. I had better check, but for some, there were penalties or sanctions, in terms of whether their bonuses — okay, I do not want to be inaccurate. So, please check the DPA, but there were definitely actions and steps taken against the employees.And as part of the DPA, in order to arrive at that agreement, the US Attorney's Office and the US Department of Justice required a very extensive corporate ethics and governance programme, which KOM was required to comply with before the charges would be withdrawn. And those were complied with, because when the DPA expired, the charges were withdrawn, which means that KOM did comply.Mr Speaker: Prof Koh Lian Pin, would you like to withdraw the amendment?"], "The Minister for Education (Mr Chan Chun Sing)": ["Chairman, on behalf of the Prime Minister, let me first address the cut by Ms Sylvia Lim on voting age.This is not a new suggestion. Both sides of the House have previously raised this suggestion and our previous considerations remain valid.A number of countries have lowered their voting age – some to increase voter turnout, and others, perhaps for perceived political advantage. We do not have the first problem and we certainly should not do it for the second reason. Some of them regretted doing so when the political outcomes were not as they had expected, although they would not say so publicly for political reasons. Others were not clear if this had led to better governance.The opinions of our youths are indeed important. The majority of our youths under the age of 21 are in our post-secondary institutions. We do regularly and proactively engage our youths on national issues and societal issues to take into account their views in our decision-making and policy formulation. The Ministry of Culture, Community and Youth, National Youth Council, Ministry of Education, Ministry of Social and Family Development and other Government agencies do this on a regular basis. An example is the Conversations on Singapore Women's Development in 2021. The views surfaced in these dialogues were considered in the White Paper, which was tabled in Parliament last year.However, if we take a step back, the evergreen challenges for any democracy is how do we deliver good governance and a good government. The key to that lies in two things.First, how do we have good people with the right values and right capabilities to stand forth to serve? Second, how do we encourage every voter to not just think of his or her individual interests, for the here and now; but also for the wider interests of our society and future generations.Next, we thank Ms He Ting Ru for her comments on how we should not be complacent in the management of potential conflicts of interests both in the Public Service and amongst elected Members of Parliament. We adopt a three-pronged approach to safeguard ourselves.First, there are policies and guidelines that help organisations and individuals to avoid and manage situations of potential conflict.We have this in the Public Service. Officers who engage in external activities and may have potential conflicts of interest have to do the necessary declarations.For Members of Parliament from the People's Action Party (PAP), our Prime Minister issues the Rules of Prudence after every general election to remind ourselves of the standards that we should hold ourselves to.I cannot say this for other Members of the House, but I think what is set out by the Prime Minister for PAP Members of Parliament should be applicable to everyone in the House, because as Ms He said, we are all elected officials and we all owe a duty to our society to maintain the high standards that we expect of ourselves.Second, while these policies and guidelines are in place, it is equally important to have people with good character and judgement to make decisions on specific cases or situations. Third, where lapses occur, there must be processes in place to make things right and subsequently update and strengthen our system to prevent recurrence.This three-pronged approach must be refreshed and updated regularly so that we can maintain our hard-won reputation as a society that is corruption-free and with high integrity amongst our public officers and elected personnel.Next, I will address the cuts by Mr Yip Hon Weng, Mr Saktiandi Supaat and Mr Patrick Tay. This month, we stepped down from DORSCON Yellow to Green for the fight against COVID-19. But I would say that the fight is not over yet. The Public Service will lock in the lessons learnt from COVID-19 and apply them in our ongoing Public Sector Transformation efforts. We have reinforced four key lessons for good governance in an uncertain world. First, deliver services centred around citizens. Second, harness the strengths of the people and private sectors. Third, develop agile organisations and people. And fourth, strengthen our forward planning capabilities. Let me elaborate.First, COVID-19 reinforced the importance of officers from different agencies working together to address citizens' issues in a citizen-centric way. We will continue to organise more services around citizens instead of along agency lines. To Mr Saktiandi's point, technology is indeed a key tool in achieving this. As part of the Digital Government Blueprint, we have achieved almost 100% digital service delivery. However, digitalising services alone is not sufficient. We need to integrate and redesign services and processes in a manner that is meaningful and intuitive to citizens.An example is the recently launched \"Care Services Recommender\" digital service which provides personalised recommendations on areas such as care services and financial support schemes to caregivers based on their needs. This helps caregivers to find the right services and schemes across agencies quickly, easily and from one place. While digitalisation has helped to improve services for most Singaporeans, we acknowledge Mr Yip Hon Weng's point that some citizens, including elderly citizens, may still need physical transactions. Hence, we are also building a network of physical ServiceSG centres that aim to be a one-stop concierge for citizens.Today, we have two ServiceSG Centres at Our Tampines Hub and One Punggol and four smaller satellite centre nodes at Community Clubs (CCs), each offering hundreds of services from over 20 agencies. Officers at these centres can advise citizens on the suite of services that can help them, based on their circumstances and needs.ServiceSG is opening one more satellite centre at Bukit Canberra CC by the middle of this year. This will make integrated Government services even more accessible to more citizens. The second lesson from COVID-19 is the value of partnership with the people and private sectors. Take, for example, how the various sectors rallied together to secure essential supplies for Singaporeans, distribute masks and hand sanitisers and reach out to affected families.Our future challenges will be more complex, requiring whole-of-nation efforts to overcome. The Public Service must build up the mindsets and the skillsets to work with the private and people sectors.This effort is not entirely new. During the past few years, we have set up structures such as SG Healthcare Corps and Alliances for Action (AfAs) to aid us in saving lives and livelihoods. This is also why we want to send more officers to outside the Public Service to gain exposure and build new networks.The third lesson from COVID-19 is that our organisations and people must be agile. During the pandemic, the Public Service has managed to stand up large inter-agency operations and deploy manpower nimbly at short notice.Under SGUnited, more than 4,000 public officers were redeployed to fight COVID-19. They took on roles such as safe distancing ambassadors, officers handling dormitory operations and call centre agents managing public's queries. All these were not their primary responsibilities.Without formal structures in place, we had to rely on agencies to redeploy manpower at short notice or individual officers to volunteer to cover the manpower gaps.I am heartened that our agencies and officers have actively leaned in, across agency boundaries to support our battle against COVID-19. Many officers have also gained new competencies and forged new connections along the way.  Notwithstanding this, the pandemic underscored the importance of having a centralised system to identify and redeploy surge manpower across agencies to quickly support critical crisis functions. As we emerge from the pandemic, the Public Service Division will systematically set up a structure to do this so that we are better prepared for future crises. The fourth lesson from COVID-19 is the importance of building forward planning capabilities while managing current operations. Singapore could react quickly when COVID-19 emerged as we had the benefit of learning from our SARS experience. We strengthened our emergency preparedness following SARS and established key public health institutions, including the National Public Health Laboratory (NPHL) which was set up in 2009. It developed a polymerase chain reaction (PCR) test during COVID-19.There will be other crises in our future. The Public Service must retain our muscle memory in crisis management and strengthen our forward planning capabilities.To Mr Patrick Tay’s point, we are upskilling our officers to meet new demands in a post-COVID-19 world. This requires our officers to acquire skills in areas such as scenario planning, risk identification, data analytics and sense-making. These skills are not only useful in crisis, but also in the Public Service’s work in a dynamic and uncertain world.  To achieve this, we continue to actively invest in training our officers to build broader and deeper competencies in their respective domains. This is further reinforced with a range of “learning by doing” development opportunities such as structured job rotations, inter-agency gig work and bite-sized attachments.Chairman, I would like to conclude this segment by thanking all our public officers for their contributions over the past three years. Our public officers have not only worked hard, but also applied innovation and worked across agency lines to achieve a common mission – to safeguard lives and livelihoods.\"One Public Service\" is not a slogan. It is something that we live by, it is something that we believe in, and it is something that we want our officers to have in their DNA. COVID-19 served as a glue to bring all sectors – public, private and people – together for a larger and higher purpose. As we work together to build Singapore towards SG100, I hope that this partnership will be continuously strengthened, so that we can all better serve Singaporeans and Singapore together.The Chairman: Mr Murali Pillai."], "Ms Ng Ling Ling": ["Thank you, Chairman. I just have one clarification for Minister Indranee. The 6.9 million population target was first set out in the 2013  White Paper. I wanted to ask, will the Government consider doing a milestone progress review involving young people?I appreciate that population projection is a very complex matter, but will we at least involve tertiary students or young professionals who are trained in statistics, in economic modelling, in sociology? Because they were too young when the White Paper was set out in 2013, but they will be the group that will be in the prime of their working years when we reach 2030, when one in four are above 65 and they will have to shoulder quite a high burden. So, I just wanted a clarification on that. ", "The question is whether the Government or the National  and Talent Division (NPTD) will consider doing a review of what was projected in the 2013 White Paper on population, which had the mention of the 6.9 million population target by 2030, especially young people who are in the tertiary level now and young professionals."], "Ms Hazel Poa": ["I thank the Minister for her reply to the points that I raised on the Keppel corruption case. First of all, I just wish to say that whatever I have said that was said by Minister Indranee all came from Hansard. I did not put words in your mouth. But I do accept your point that these were supplementary questions and therefore, that could have contributed to the words that conveyed uncertainty and I should not have read too much into it.Having said that, there were still two questions that I believe remains unanswered to this day, which is that whether the board of directors at the time when the corruption payments were made, were they aware of the act and also whether the six KOM executives were aware of and authorised the corrupt payments. I do not believe I have heard the answer to that. I apologise if I missed it.Can the Minister give us the reply to those two questions now or if it is not at your disposal, if we were to file Parliamentary Questions again, would we get answers to that?", "I thank the Minister for her reply. Can I just then get confirmation that CPIB did not look into whether the board of directors were aware when they were investigating? Because you said that they did their investigation and narrowed down to the six individuals. But when they started the investigation, they would probably be looking at a wider range of individuals who may be involved. So, does that not include whether or not the board of directors were involved? And did they find out whether the board, or did they ask or try to find out whether or not the board is aware?And with regard to the six KOM executives, you said that you are unable to answer whether they authorised the payment because you are not privy to the investigation. Can I ask whether it is not permitted by law for you to answer the question about whether or not they authorised the payment?", "About the board. Whether when CPIB did the investigation, did they also investigate whether the others were involved?"], "Ms Sylvia Lim": ["Chairman, clarification for Minister Chan Chun Sing on the issue of voting age.In other countries, we have seen that where there is military conscription, there can be a link with the age of conscription to the voting age. So, for example, in the US, we saw that in the 1960s, there was a big move to bring the voting age from 21 to 18 because teenagers were being conscripted to fight in the Vietnam War. The slogan at that time was \"Old enough to fight, old enough to vote\".So, I would like the Minister to explain to our youths, why they are old enough to fight and defend Singapore with their lives, but they are not old enough to vote."], "Mr Chan Chun Sing": ["Chairman, I think the answer to Ms Sylvia Lim's question had been given previously, but if I may just remind the House. If we look at the rights and responsibilities of all our people, from the age of 16 until 21, there is a gradation of scale. At different ages, they have different rights and different responsibilities; and Ms Lim might want to refer to our previous answer.Mr Speaker: Mr Leong Mun Wai."], "Mr Leong Mun Wai": ["Thank you, Chairman. I have a question for Minister Indranee. On the KOM case, so far, we have always been talking about the criminal proceedings. But such a big case for our country, there is also a lot of implication on corporate governance. So, I would like to ask a question on corporate governance: for these six individuals – and maybe there are even other individuals – these things have happened and it is a very big case. So, there should be an internal report.And KOM is a Government-linked company or a Temasek-linked company, so I think that it is within the interest of Parliament to be able to understand the case better. I have, specifically, this interest: are the six individuals, after the case had happened, were they still under the employment of the company? Did the company relieve them of their responsibilities?The second question, now that they have gotten the warning letter from CPIB, did the company, retrospectively, go and impose some penalties on the six individuals. For example, as far as I know, some companies can take back their bonuses, the bonuses that they have learned in the past, based on these cases that they have now found out that these businesses that they have done in Brazil is not proper, but they could have gotten bonuses and other monetary benefits.So, is KOM as a company, going to do that? Because this has a lot of implications on corporate governance. Whatever we say about zero tolerance and all that, if all these things are not done, then whatever we say in this Parliament is not going to be credible."], "Prof Koh Lian Pin": ["Chairman, I beg leave to withdraw my amendment.Amendment, by leave, withdrawn.The sum of $1,245,254,500 for Head U ordered to stand part of the Main Estimates.The sum of $265,178,300 for Head U ordered to stand part of the Development Estimates."]}