{"Mr Patrick Tay Teck Guan (Pioneer)": ["Sir, I beg to move, \"That the total sum to be allocated for Head K of the Estimates be reduced by $100\".The past few years have undoubtedly been a test of mettle. Especially so for our educators and school staff who have worked tirelessly to ensure our students are safe and schools remained open during the pandemic, all while balancing their own demands and caregiving needs. Not to forget the staff in MOE headquarters who have toiled in the background, coordinating and supporting our schools' responses. I tip my hat to all of you for taking every challenge in your stride as you continued steadfastly to mould the future of our nation.  With business and economic disruptions occurring at a more rapid pace, identifying the skills demanded in the future and equipping our learners with these in a timely manner will be a perennial challenge. COVID-19 showed us how quickly our modes of working can be upheaved but it also showed us that if we can react rapidly, we can seize opportunities even in challenging times. As our education system evolves, I hope that we do not just do more, but do better. I would like to highlight three areas that we must do better in, in what I shall call the \"three betters\". First, better career guidance for youth who have just left school and new entrants into the workforce through career coaching. Second, better access to quality Continuing Education and Training, also known as CET. Third, better recognition of skills and competencies by employers.  Our mainstream school students have access to education and career guidance throughout their education journey, all the way up to their time in Institutes of Higher Learning (IHLs). However, once they leave the IHLs, they may no longer have access to subsidised professional career coaches, which is unfortunate. Coaches work with us to explore our strengths and weaknesses, build confidence and chart our career paths. They are invaluable resources throughout our careers and the start of our career journey should be no exception. We owe it to our youth, especially those who have given up much during the pandemic years, to help them get a strong footing on the career ladder.Understandably, our IHLs, or what Minister endearly calls Institutions of Continuous Learning (ICLs) may want to concentrate their resources on current students. By the same token, only the unemployed and retrenched have access to employability and career advisory as supported by Ministry of Manpower. I hope that the Government will consider allowing youths as well as workers in general to make use of their SkillsFuture credit for career coaching services, since this aligns with its aim which is to encourage individuals to take ownership of their skills development and lifelong learning. This will also mitigate against skills, jobs and expectations mismatch which is a cause of our structural unemployment problem here in Singapore. The next area we can do better in is access to quality CET and to make CET a way of life. If we think about it, CET is very similar to Iron Man's Mark suits. On his own, Tony Stark is human, though a brilliant and resourceful one. But when he puts on his Mark suits, he becomes Iron Man, Earth's Best Defender. Similarly, when adult learners participate in CETs, we upskill and reskill ourselves, allowing us to respond constantly to evolving industry needs and challenges. Just as Tony Stark upgrades his Mark suits to prepare for future and more lethal attacks, we upgrade our skills and employability with each CET qualification obtained, improving our chances to bullet-proof ourselves against curve balls and seize opportunities in the future economy. Thus, I urge MOE to dedicate more and latest resources into encouraging and catalysing both employer-supported and individual-initiated training so that we can weather any storm and fight new challenges.And just as Tony Stark is selective about the modifications that he makes to his suits, we must also ensure that the CET offered are well-designed to attract adult learners who have to balance work and other commitments. CETs must be relevant to the demands of industries or they will not be effective at improving employment outcomes. CET providers and industry must collaborate closely so that our CET offerings can be adjusted in response to rapidly changing needs of our economy. NTUC is more than happy to support this collaboration via our network of unions and company training committees.  But even the best Mark suits are of no use if no one wants to put them on. We must help Singaporeans recognise and embrace lifelong learning as a continuous process. Through school, we build strong foundations; through work, we gain practical experience; and through CET, we stay up-to-date and remain competitive.  Mainstream education, CET providers and industries must work together to develop curricula and programmes that would equip learners with skills and knowledge they need to succeed now and in the future. This will help our learners realise the value of ongoing personal and professional development and industries to have access to a highly skilled and capable workforce. In the same vein, I further submit that we should require employers to provide training leave for workers to undergo training and skills upgrading.  Finally, better recognition of skills and competencies by employers. Singapore's system of meritocracy has been debated many times. While it encourages us to strive for better outcomes, it has led to an endless paper chase as degrees and diplomas are used as proxies for individuals' skills. But these papers only reflect skills at a particular point in the learner's life cycle and are not the be-all and end-all. Employers need to recognise that the mark of a high-performing individual is in his skills and competencies. Instead of an unhealthy overemphasis on academic qualifications, we should reward learners who continuously develop themselves via CET programmes and modular courses. Employers, likewise, should also take the opportunity to leverage training opportunities, such as those offered by our NTUC's Training and Placement ecosystem, to train and develop workers thus strengthening their own talent pipeline. Mindset shifts will take time especially when it comes to deeply ingrained beliefs and habits. There are no silver bullets. However, I am optimistic that we are moving in the right direction and we can achieve this with concerted effort from Government and society.  In conclusion, it is therefore submitted that we can do better in our quest to develop future-ready learners. We need to have better career guidance and coaching, better access to quality CET and better recognition of skills and competencies by employers and training leave to do all these. Together, these will encourage lifelong learning and enable learners to take ownership of their own career development. Ultimately, both the learners and society will benefit when our workforce is equipped with the skills needed for a changing labour market. Question proposed. "], "Ms Denise Phua Lay Peng (Jalan Besar)": ["Chairman, education is very close to my heart. I made almost 30 speeches in this House on education, including on schools for the future, removing the PSLE, through-train schools, tuition, special education and lifelong learning. I will touch briefly on the future of education today.  Sir, I am excited by the five required key shifts articulated by Education Minister Chan, shifts for the future of education. As always, a visionary. These five key strategic shifts include moving education from the first 15 to the next 50 years, harnessing strengths of the whole of society in education and other strategic moves. But as we know, behind every big vision are thousands of plodding steps needed to make the vision a reality. There are not only current structures, systems and processes but also current mindsets to reckon with.  Many of the required key shifts articulated by Minister Chan sound like the proverbial new wine that needs to be stored into wineskins. We have heard of how one does not pour new wine into old wineskins, lest the new wine will burst the old wineskins and both wine and skins are destroyed, lost. So, would the Minister please share his analysis of what might be the driving and restraining forces of making these key shifts, the new wine, in education and what needs to be done to secure a good future for Singapore's education system?  Next, I wish to offer three suggestions today for MOE's consideration.On over-emphasis of exams and academics. I urge the Ministry to research and develop an alternate system to the current (a) school admission and (b) staff recruitment system by employers for example, which predominantly uses exam grades and paper qualifications as the proxy for competencies. As long as most businesses and schools do not have an effective alternate system of assessing competencies and proficiencies, the focus on the traditional exams and academics will continue. We already know of tech companies and creative industries which prioritise portfolios, evidence of desired skills and experience over school results and use these for hiring decisions.Next, on innovation. I urge the Ministry to allow for and support the blooming of alternate education school models. Seriously study the potential of through-train schools without the PSLE, micro schools – with school sizes of say 100 to 300 students, quality home schools and lifelong learning schools especially for students with disabilities who are unlikely to be well-served by the mainstream SkillsFuture offerings. The use of approaches such as the individualised education plans, blended pedagogy, technology and harnessing the whole of society can similarly be applied and quality need not be compromised. So, let us be bold and take some calculated risks. Next, on adult learners. I urge the Ministry to conduct a deep study of a specific segment of mid-career and middle-aged Singaporeans and develop programmes to uplift those at risk. Now, much has been spoken of the success of Singapore's 15-year-olds in PISA, the OECD’s Programme for International Student Assessment. However, not much is said of the Programme for the International Assessment for Adult Competencies (PIAAC) or the OECD Survey of Adult Skills. The last PIAAC report was published in 2016. It shows that while Singapore adults aged 16 to 34 fare well, our older adults aged 45 to 65 performed lower than the OECD average in literacy and numeracy. So, as lifespan and retirement age rises, more aggressive steps are needed to uplift this segment of at-risk Singaporeans. So, in conclusion, Sir, for our education to be relevant and ready for the future, we must identify and work on the game changers to significantly move the needle. The Chairman: Ms Phua, please wrap up. "], "Ms Denise Phua Lay Peng": ["If any country can do it, I believe Singapore can. ", "Sir, about 80% of children with Special Educational Needs (SEN) attend mainstream schools in Singapore, with more in-school support in recent years. Kudos to MOE. The educational outcomes for students with SEN in mainstream schools however, primary, secondary and post-secondary settings are currently inconsistent. Beyond social integration, many of them also need a diet of additional lessons in life skills such as work habit development, communications and social skills. The rest, 20% of students with SEN, are educated in some 20 Special Education (SPED) Schools. Many exit at the age of 18 unless they are assessed to be capable of getting a work skills certificate.Sir, I shared in this House my view of what a SPED school of the future can look like. Today, I offer seven further suggestions. For students with SEN in mainstream schools, I urge the MOE to:One, put aside resources to study and analyse the educational outcomes of SEN students in mainstream schools in primary, secondary and post-secondary school settings.Two, develop an assessment framework to regularly evaluate if the current intervention approach is providing each SEN student the holistic education that they need.Three, adopt a holistic individual education plan for each mainstream student with SEN, covering not just their academics but also other indicators of student well-being.Four, tap on expertise in the SPED system to systematically address the gaps not covered in the mainstream set up. Provide a budget to make that happen. To better support students in SPED schools, I urge MOE to:One, extend the formal SPED school exit age to age 21 for all SPED schools, beyond the current age 18. The current criteria for staying till age 21 is based on whether one can stay on to get a work skills certification. That ought to be changed. SPED students need longer learning runways to build vocational and other life skills for survival especially in this rapidly fast-paced and wired world.Two, jointly work out and pilot a lifelong learning SPED school model with a taskforce of thinkers cum doers with a track record to create a school like no other in the world.And three, support SPED schools in specific areas of need. Review salaries to attract and retain good staff. Expand the pool of potential SPED educators by allowing MOE NIE candidates to apply to join SPED schools. Keep to very essential and core admin reports and meetings so that educators and school leaders can focus on educating their students.Sir, education for children with SEN has made tremendous progress in the last decade, thanks to MOE and partners. I urge MOE to continue to expand its vision to meet the lifelong learning needs of this special community so they will thrive and not be left behind."], "Ms Carrie Tan (Nee Soon)": ["Mr Chairman, more private preschools are increasingly incorporating nature and outdoor-based learning for children. Besides better physical development, it also helps children improve mental well-being and develop higher intuitive intelligence. This refers to the ability to think holistically, to think paradoxically, to listen and connect to oneself and others and the ability to lead by influence rather than design. The role of nature is thus essential. Nature provides the best classroom for such learning and all schools should be enabled to harness nature-based learning so that all children can benefit and not just those whose parents can afford private preschools. I urge MOE to make outdoor and nature-based learning the main approach in early and primary education.  As the world evolves with new climate realities, we cannot be playing catch-up in preparing our young for future jobs in the Green Economy. It is imperative that we equip our young to be \"nature natives\" and not just \"digital natives\". Beyond occasional visits to farms and community gardens, children in preschool and kindergartens can be introduced to the sciences by playing in nature and be guided to observe how plants, animals and other elements in nature interact in symbiotic relationships. They can learn spelling by identifying plants and creatures, be taught teamwork collaboration through play-based lessons and fun projects in the outdoors. In lower primary, students can learn conventional subjects like science, mathematics, commerce and communication through nature-based approaches such as tending to food gardens and harvesting produce to be sold in a school cooperatives or other enterprise or social projects. Upper primary students can be facilitated to learn organising skills, collaboration and leadership by leading these projects. Real world application-based learning from a young age will help an increasingly evolved and questioning generation to see relevance in their education. Incorporating more play also imbues joy and helps foster stronger desire to deepen their pursuit of knowledge as they mature into tertiary years.  We can begin by sending interested educators to receive training in naturalistic pedagogy and pioneer a detailed curriculum for pre- and primary school. This can segue into the International Baccalaureate (IB), General Certificate of Education (GCE) or Institute of Technical Education (ITE) options depending on the inclinations and aptitude of the youth.To begin this transition, schools planned to be closed due to low demand can be re-designed to pilot this model. Parents can voluntarily sign up if they are keen to give their children an alternative approach to education. Coupled with a longitudinal study of a cohort of children from age three to 16, the improvements to well-being and learning are observed along the way, MOE can scale the pilot to offer more spaces to willing parents progressively until it is accepted by most. This will ensure that the transformation of our education system is evidence-based and at a measured pace in partnership with parents."], "Ms Hazel Poa (Non-Constituency Member)": ["Mr Chairman, first of all, I declare that I run a company operating education centres and a private school.Allow me to quote extracts from Everychild.sg's White Paper developed by Singaporean parents: \"…the cultural norm among many Singaporean families is for a parent … to plan to take time off during the child's PSLE year, rather than during the first 1 – 2 years of the child's life… many Singaporean parents … prioritising giving their child undivided attention at the age of 11/12, which appears to the child to be tied to performance expectations, rather than the more unconditional and intimate love of infancy and early childhood. We would be naive to think this does not have a negative impact on children's mental health, emotional development, self-esteem and future relationships.\"This is the third time I am urging MOE to consider piloting a through-train programme for primary and secondary school students, bypassing the PSLE and I have no intention of stopping. There should be no sacred cows in education. The learner, especially the well-being of the child, comes first.  Another sacred cow to slay is the size of our schools. There is no \"one-size-fits-all\" solution in school size policies. In our international school scene, families may choose from a variety of schools that best fit their children's profiles. There are primary schools that take in less than 200 students to big schools with a few thousand strong student population. For local students, we only offer big schools. MOE merges schools because of falling birth rates and changing demographics of housing estates.I urge MOE to consider a range of school sizes for the sake of our changing learning demographics too. We want to move towards inclusive learning where neurotypical and neurodivergent children play and study well together. Small schools have the advantage of developing deeper connections between staff and students. Just being able to know everyone by name can build a stable, safe environment for children who feel left out and whose needs go unaddressed in big spaces and also, big class sizes. Can we not refurbish old school buildings that have been left abandoned for years, to a couple of small schools for a pilot programme?Lastly, I want to bring up the Student Initiated Learning (SIL) programme. Last year in October, MOE in response to my question, replied that SIL is \"time is set aside for students to pursue their own interests and learn outside the curriculum. This is to encourage students to be more curious and self-directed in their learning\" and that \"Preliminary feedback indicate that SIL is valued by schools and students\".The feedback that I have received on the ground is that the reception to SIL is uneven. For example, I do hear of instances where students who are not keen on the scheme choose to \"learn\" things that they already know. As this is a new initiative with an approach quite different from what is traditional in our schools, teething problems are of course to be expected. I am fully supportive of encouraging students to be more self-directed in their learning. However, I do feel that making this scheme compulsory is a contradiction to the whole idea of student-initiated learning. Let students have a chance to opt out of the programme if it does not work for them. Do not let them feel this is just another programme imposed on them from above. Making this programme optional will also allow us to get a more accurate picture of the level of acceptance.  And whilst our teachers and students take time to get used to the idea of student-initiated learning and how it can benefit them, perhaps schools can offer some structured programmes that students have voted for as mid-way measures?Another suggestion is to allow students to use Medisave to learn from classes at SkillsFuture and related online courses. Let us help students build a customised, relevant skills-based portfolio. They can match their learning interests from any class and vendor around the world. "], "Assoc Prof Jamus Jerome Lim (Sengkang)": ["Although I personally dislike taking tests – and as an educator, I lean toward minimizing the use of quizzes and exams – I am actually pretty decent at them. My wife, for all her innate talent and creativity, and bless her heart, turns out to be pretty bad at them. Yet tests are a common feature in the education landscape, both here and around the world, and most of us endure them, for good or ill.The ubiquity of tests and the varied performance of otherwise, like comparably-talented individuals, has resulted in an active debate about the value of high-stakes, standardised tests.One important reason for such variability – and for anyone who has experienced that stomach-churning sensation come testing time – is that test anxiety is real, can negatively affect performance and is unrelated to actual ability. Another is that individual motivation differs when confronted with the prospect of a test and this motivation is only weakly associated with performance.Studies of university admissions based on making test results optional reveal no evidence of changes in application volume or yield rate, but conversely, improvements in the diversity of applications. Indeed, when COVID-19 struck, a host of universities chose to suspend testing as a requirement for entry and have chosen to retain this practice even after the pandemic. This list includes august institutions, such as Amherst, Brown, Cornell, the University of Chicago, Harvard, Stanford, WashU in St Louis, Williams and Yale.All this has led to a re-examination of the merits of high-stakes tests. Diane Ravitch, an education policy analyst that once was an advocate of testing and who oversaw the development of such tests in US schools, now call for an abandonment of standardised testing.The evidence aside, the reality is that a reliance on grades and test results are becoming less and less critical in many important settings.When I was in graduate school, it was common knowledge that those who excelled in the coursework component of the programme would not necessarily go on to become the best researchers. The top student in our first year dropped out in our second, to become an actuary, rather than see through the rest of the PhD programme. In contrast, one of our other mates, who had failed several of our first-year comprehensive exams, eventually went on to graduate, is now a practicing economist at a central bank and routinely publishes papers in academic journals.Beyond academia, more and more companies are eschewing formal traditional test-based metrics. Google famously does not hire on the basis of grades and no longer even requires a college degree, preferring to evaluate applicants on the basis of actual work produced.The Workers' Party proposal is to introduce an optional 10-year through-train programme (10 YTS) from primary 1 through secondary 4 allows parents who wish to allow their children to bypass the PSLE to do so. Thus, their first major examination will be at secondary 4.Children develop at different rates and this option allows certain kids to learn at a pace that is more suited for them. Importantly, offering the extra room for children to blossom and to reach their full potential before they turn 16 could actually be even more important than allowing them to skip a major test at the age of 16.Certain schools already have a variation of 10 YTS. The Integrated Programme (IP) already allows students in secondary schools to skip the \"O\" Levels and proceed directly to their ultimate high-school exam, such as the \"A\" Levels – Catholic High, Hwa Chong, Raffles Institution (RI), Victoria, St Nicholas, among others; the IB – Anglo-Chinese School (ACS) and St Joseph Institution (SJI); or the high-school diploma, which is the case for NUS High. This proposal merely suggests an extension of the programme to a different high-stakes standardised test.Importantly, this option will complement, but not replace, non-10 YTS tracks. Students who wish to continue taking the PSLE may still do so. Perhaps more critically, this proposal does not mean that frequent teacher feedback, in the form of other feedback via other than high-stakes standardised testing should be de-emphasized. In fact, there is solid evidence that such feedback, along with other practices such as increased instructional time and specialized tutoring, is what distinguishes effective schools from those that are less effective. The key is not the frequency by which tests are administered, but rather to treat the interaction between teacher and student as an interactive, ongoing dialogue."], "Mr Darryl David (Ang Mo Kio)": ["Chairman, full  (SBB) introduced in 2020 is an important element of the goal of MOE to instill in students a love of learning. An extension of MOE's 2018's SBB, it allows students to take the English Language, Mathematics, Science and Mother Tongue languages at a more demanding level at secondary 1, based on their performance in these subjects at the PSLE. From 2020 to 2024, the full SBB has been introduced to allow students to learn each subject at a level suited to their strengths, interests and learning needs. This move is also the result of positive feedback from students and parents, I believe, and teachers as well, and also indicators from the O and N-Level examinations. With the full SBB, I believe that the Express and Normal Academic streaming has been ended. Instead, students will be in mixed form classes, allowing them to engage with peers with various interests, aptitude and strengths. This will also open multiple pathways for students based on their aptitudes and interests.Can MOE provide updates on the progress of SBB? What are some of the challenges faced in SBB? Is there a plan to enhance the programme and perhaps offer other subjects in the future?The Chairman: Mr Baey Yam Keng, you can take your two cuts together."], "Mr Baey Yam Keng (Tampines)": ["Sir, I commend MOE's introduction of  (SBB) in 2014. It recognises that each of us could have a different attitude towards different subjects. These allow students to learn at a pace and level according to their academic abilities in specific subjects rather than their overall academic performance. More importantly, it will help our students nurture the joy of learning.In 2020, full SBB was piloted in 28 schools and will be implemented in all secondary schools from 2024. MOE has taken a careful and measured approach in rolling out this programme. Indeed, it should be so, as we must be sure of the benefits of any change in policy.One of the major challenges of full subject-based banding is the availability of resources to cater to the specific needs of each band. Different bands may require different teaching resources such as textbooks, laboratory equipment and teaching staff, which may be difficult to provide for all students in each band.I would like to ask MOE to share their experience of full SBB and how the challenges would be overcome when it is rolled out to all secondary schools.Compared to the past when students stay within their own class for all subjects, full SBB means that students could have different classmates for different subjects. While these will allow students to learn with different schoolmates and make more friends, it could have an impact on the forging of a form class spirit. After we graduate, we tend to have class gatherings, now students might need to have gatherings by subject band classes, or would they not even feel close enough with their classmates in different band classes.I feel that a dilution or even loss of affinity towards a class would be a sad consequence of full SBB. Therefore, may I know what MOE has observed about our students' school experience under full SBB?When students are used to be able to study different subjects at different bands, they will need to follow through in terms of similar flexibility in learning and accessibility to more pathways and learning opportunities to the post-secondary education.I know that for A-Level subjects that we have offered at H1, H2 or even H3 levels. How about Polytechnic and ITE curriculum? I would appreciate if the Ministry could share any plan in this area.With easy access to the wealth of information on the Internet and availability of Artificial Intelligence (AI) like ChatGPT, education has to go beyond acquisition of knowledge. We have to learn how to find information, process information, turn the information into knowledge and learn how to apply the knowledge.Our students need a wide range of 21st century skills and competencies to thrive in a complex and fast-changing world of today. I am glad that MOE has been progressive in its education philosophies. The recent reviews of curriculum content and assessment demand has led to the removal of mid-year examinations for all primary and secondary levels from 2023. I believe this has been very much welcomed by students but perhaps only by some parents. This is when I urge parents to support MOE in this and fill up the freed up time and space that the kids have with more tuition and enrichment.I would like to ask MOE whether the curriculum review will also be extended to post-secondary levels, the A Levels is already a much shorter course of two years compared to primary and secondary schools. Within two years, students have to take two mid-year examinations, more promo and one prelims exam, on top of their common tests. Will we be able to relieve some of the examination preparation and stresses?"], "Mr Darryl David": ["The \"A\" Level system has been the traditional academic pathway post-secondary school for majority of students who are aiming for university education. Over the last two decades, however, there have been many options that have emerged: speciality schools, Integrated Programme (IP) through train programme, International Baccalaureate (IB) and the polytechnic courses have also become more attractive and diverse.I believe that tweaks have been made to the \"A\" Levels over the years in 2007 under the revised curriculum. Students were allowed to select subjects from three levels, Higher 1 (H1), Higher 2 (H2) and Higher 3 (H3). Subjects are divided into knowledge skills and content-based subjects. Knowledge skills subjects include General Paper (GP), Knowledge and Inquiry and Project Work and content-based subjects divided into languages, Humanities and the arts, and Mathematics and Science. Under MOE's regulations, students sitting for the \"A\" Levels in a junior college (JC) are required to take at least one subject that is from a contrasting discipline. Students also take a Mother Tongue Language. In 2022, MOE announced that more places in junior colleges (JCs) will be made available for students entering with talents apart from their grades through the direct school admission (DSA) exercise from this year. The number of DSA places for non-Integrated Programme students have also gone up from 10% to 20% of the yearly cohorts at Government and Government-aided JCs, including Anderson Serangoon JC, Eunoia JC and Victoria JC. These are indeed moves in the right direction.My question is: can MOE share if the \"A\" Levels are still relevant in today's education landscape and how it would compare to other post-secondary qualifications, such as the IB and even polytechnic diploma in terms of admissions to our Singapore universities? ", "Chairman, COVID-19 was a painful and challenging experience, but it did provide opportunities too. Technological developments in education and corresponding education technology (EdTech) had to be accelerated due to the pandemic. Digital technologies and the use of technologies to enhance and supplement conventional learning became much more prevalent.  Students and teachers had to quickly pivot to home-based learning (HBL) when the COVID-19 pandemic struck in 2020 and the switch to digital learning platforms has indeed gained strength.Even as face-to-face lessons have continued now, teachers have pivoted to online learning to supplement face-to-face lessons. The use of tools like Kahoot, Mentimeter and Slido for quizzes and polls and virtual bulletin boards such as Padlet are some examples of how teachers and educators are harnessing technology for interactive and responsive learning. Currently, MOE's EdTech Plan guides the development of a technology-enriched school environment for teaching and learning. It adopts a responsive agile approach and structure to help MOE respond rapidly to technological and contextual changes to ensure the effective use of EdTech for quality teaching and learning.On the education front, AI Singapore aims to build national literacy in AI and develop EdTech through working with various classroom stakeholders and partners. Besides tech to enhance and support learning, tech advancements like ChatGPT will also impact teaching and learning too. The Minster for Education addressed the issue of AI and ChatGPT at a recent Parliamentary Sitting, but I would like to ask if MOE could give an update as to what it learnt from the experience of the COVID-19 pandemic in terms of EdTech and how EdTech can be harnessed and used to enhance the teaching and learning journey.Also, how will we be retraining and upskilling our educators in tech and preparing students and parents for these changes as well.", "Mr Chairman, SkillsFuture is a national initiative in Singapore that aims to equip Singaporeans with the necessary skills to succeed in a fast-changing economy as it prepares Singaporeans through a comprehension scheme involving elements such as the SkillsFuture Credit, the SkillsFuture Work-Study Programmes, SkillsFuture Series courses. While there have been developments such as the appointment of the Institute of Adult Learning (IAL) appointed by SkillsFuture Singapore, to lead the national Innovative Learning 2.0 initiative, there must also be careful selection of high-quality courses by participants so that learning becomes meaningful. I believe in July 2022, the five polytechnics signed a Memorandum of Understanding with NTUC through to elevate the quality of training and better support adult learners to adapt to the changing needs of the economy.The SkillsFuture series courses are available at an affordable cost and provide individuals with the opportunity to acquire new skills and knowledge quickly. However, course fees are only one determiner of the success of these courses in training adult learners. Can MOE provide an update on the initiatives to support continuing education, and additionally, how can we continue to build, develop, and support resilient adult learners who can be agile amidst the unpredictable economic and job environment?While we equip them with skills, can the Government also do more to help ensure that they are able to translate this new training and skills into actual jobs?Recently, Deputy Prime Minister and Finance Minister Lawrence Wong mentioned  in his Budget speech. I understand that these  are institutions which ensure training will improve employment and earnings prospects by working with industry, training and job placement partners. I would like to ask how trade associations and chambers, unions, and training providers can be involved in this initiative. Also, specific groups of workers may also face peculiar challenges when upgrading. There could be sectors that require particular attention. How can older workers be helped to upskill while continuing to work?The Chairman: Minister of State Gan Siow Huang."], "Ms He Ting Ru (Sengkang)": ["Sir, following the concerns raised during the Budget debates last week about social mobility in Singapore, it is clear that we need to maintain and even redouble efforts to improve access to education and opportunities. At this point, I would like to declare my interest in an enterprise in the education space in markets including Singapore.In order for our schools and universities to thrive, they must be mindful to make themselves accessible to students from a wide variety of backgrounds. Top universities, like the Ivy League and Oxbridge universities often make their admissions statistics widely available and publish targets on increasing access to admit more students from vulnerable or lower-income backgrounds. The careers services of such universities also often heavily emphasise and rely on alumni to maintain guidance for students and former students who have since graduated.Indeed, I was myself involved in being a student mentor at my university, providing mentorship for promising sixth formers, or \"A\" Levels students, who would be the first in their family to attend university. I also continue to occasionally receive emails from current or recent students of the university, seeking careers advice on topics relating to different career pathways and options.It is with this in mind that we managed to successfully launch a mentorship programme for students in Sengkang two years ago and many of our participants found it helpful to be able to discuss their educational and career options with mentors from a wide variety of backgrounds. I am happy to see more constituencies outside Sengkang starting to roll out mentorship programmes.Could we therefore start to publish detailed information annually on the progress made towards admitting students from a more diverse background, so that we know if our efforts are paying off? This would also make it easier for our fellow Singaporeans to measure the success of and thus understand moves, such as relocating popular schools out of central Singapore, in an effort to be more inclusive.We could also move to have our alumni more heavily involved in advising current or even prospective students into our popular schools and IHLs, not because there is a benefit to be gained, but because they wish to genuinely share the benefit of their life experience with younger fellow Singaporeans.Moving on to enrichment programmes, it is true that MOE, the Ministry of Social and Family Development (MSF) and other agencies are working towards increasing access to tuition. While a good start, these programmes typically focus on more academic programmes, and leave students from lower-income families still unable to attend robotics or AI classes, forest school, for example, and other types of holiday camps which have proven to be equally if not more beneficial for children's holistic development. This would be especially important in today's fast-changing environment, where the ability to pass examinations is only part of a measure of life success.We also need to think outside of the box and go beyond the traditional smaller scale tutoring system. We should also take a leaf out of the book of heavily-tutored countries like South Korea, whose Educational Broadcasting System holds highly accessible lectures for high school students preparing for university admissions examinations. It was estimated that this service significantly reduced spending on private tutoring by 816 billion won back in 2011. "], "Mr Lim Biow Chuan (Mountbatten)": ["Sir, in the past few years, I have been approached by parents who complain that they are unable to secure a place in a primary school in a nearby school for their children. Instead, their child was posted to a primary school that is several kilometres away from their home.This has caused them great inconvenience as the child would have to take public transport or wake up very early in the morning to take the school bus to the primary school which the child was posted to. Sometimes, the school may not have a school bus connection to the child's home. Hence, these parents appealed for their child to be admitted to a school that is nearer to their home.Sir, I am sympathetic to these cases. Young children should not have to wake up too early and travel a longer distance than necessary to their school.I urge MOE to review the Primary 1 admission scheme. MOE can maintain the priority scheme under the current Phase 1, 2, 2A, 2B and 2C. But pupils admitted to the primary school under any of the above priority schemes, should be subject to a 1- or 2-kilometre distance limit to the school. The younger students will then get more rest at home and this will reduce the need for the school to arrange for school transport for the pupils and reduce worries that a bus operator may not perform the expectation as we saw recently in St Stephen's School."], "Mr Chua Kheng Wee Louis (Sengkang)": ["In his Budget speech, Deputy Prime Minister Lawrence Wong spoke about building a fairer and more inclusive society. This has to start with our children and with our primary schools where social mixing has arguably been on the decline.I was heartened by MOE's to tweak the Primary 1 (P1) registration framework by doubling the number of places reserved in each school under Phase 2C 2022 onwards. This allows more children who have no family connections to the school to get admitted into a school near their home.But I believe the changes do not go far enough. Why are we still entrenching the mindset that just because my father or mother went to a certain school and so did I; hence, I must get my son or my daughter into the same school as well. Since MOE recognises that going to a school nearby is in the educational interest of each child, as the Ministry has really made clear in its news release, then the P1 registration framework should be redesigned to make sure that we honour this commitment to every Singaporean child entering Primary 1.This was why I suggested in 2021 that MOE should consider using citizenship and home-school distance as a primary means of allocating vacancies for all three phases of the P1 registration, while retaining the existing Phase 2A and 2B criteria for determining balloting priority. Minister Chan's reply was that MOE needs to avoid causing disruptions to parents and take care not to drastically affect the groups given priority under the current framework. But if inherited parental privilege is protected at the expense of another child being turned away from a school that is only a few hundred metres away from their home, can we truly say that our system is fair for all?In the past, MOE has been constrained by a need to respect the history and legacy of many schools which started off as community initiatives. But the impending move of ACS (Primary) to Tengah and the largely positive response is drawn from parents and alumni tells me that attitudes are shifting. CNA also recently broadcast a very thought-through talking point video which questioned If a complex and confusing P1 registration process actually perpetuates educational inequalities. We can and we must take bolder steps to simplify the P1 registration framework and make it truly accessible for all.The Chairman: Mr Muhamad Faisal Abdul Manap, you can take your two cuts, please."], "Mr Muhamad Faisal Bin Abdul Manap (Aljunied)": ["MOE's  is a recognition to Singaporean students who have demonstrated good character, leadership, conduct, learning disposition and academic performance. However, I note that Singaporean students who are studying in the full-time madrasahs are not eligible for the . This is because of the full-time madrasahs' status as a private education institution and not a public school. This was the reply given when I asked in 2015. At this point, I would like to declare that I have a child who attends full-time madrasah.Sir, I am aware that the Islamic Religious Council of Singapore (MUIS) presents the Madrasahs Student Awards yearly to the top 5% of the best performing and top 5% of most improved madrasah Singaporean students from each level in academic and religious subjects. What I would like to propose is for MUIS is to continue giving awards, but only for religious subject as they are a statutory board which regulates Islamic education system in Singapore. Separately, full-time madrasah students excelling in non-religious subject should be eligible for MOE's  like Singaporean students in public schools.My suggestion is meant not just to boost financial support for our madrasah students and their family. It is also meant to foster a greater sense of solidarity amongst all our students regardless of whether they are attending madrasah or Government school. This will, in turn, add to our existing efforts to maintain inter-religious, and inter-racial harmony in Singapore.MOE's Financial Assistance Scheme (FAS) aims to provide financial support to Singapore students, from the low-income households studying in the public schools or public-funded schools.Sir, I am of the view the FAS also be accessible to the following two groups of less privileged students. First, students of the six full-time madrasahs. Were parents choose to enrol their child in a full-time madrasah, it is to aspire the child to be equipped with both academic and religious knowledge. Our public schools do not provide the latter.I note that MUIS does provide financial assistance in the form of Progress Fund Madrasah Scheme (PROMAS). Nonetheless, as part of our ongoing efforts in making our society more inclusive, I would like to propose that MOE extends the FAS to all Singaporeans students who need it, regardless of the type of institution they are attending.Secondly, I propose that FAS should also be made available to needy students who are Permanent Residents provided one of their parents or stepparents is a Singaporean. I have come across cases of low-income Singaporeans parents who has a child or stepchild who is a Permanent Resident and are struggling in their child's education expenses. Some even ended up with school fees arrears, even though they are paying subsidised fees. A good number of these Singaporean parents had attempted to acquire Singapore citizenship for their child or stepchild, hoping to alleviate the financial cost. However, many have been unsuccessful.I note that between 2019 to 2021, around 30% to 40% of all marriages involving Singaporean citizens were transnational marriages. Some of these marriages do lead to children who may not have Singapore citizenship. Sir, I believe my proposal of extending the FAS to cover children in such circumstances is in line with our mission of strengthening our social compact. "], "Dr Wan Rizal (Jalan Besar)": ["Chairman, as an educator, I have seen first-hand how students' mental states can impact their learning engagement and ability to achieve their full potential. Students today face a unique set of challenges unlike those faced by few years generations. Rapid technological advancements, economic uncertainty and a dynamic job landscape are just a few examples of the challenges our students must navigate today. Students also deal with increasingly complex, social and personal pressures that impact their well-being. For example, social media have fundamentally changed how students interact with each other and the world around them. While social media can be a powerful tool for communication and self-expression, it can also create an environment of constant comparison and pressure to present a perfect image of oneself. This can lead to feelings of anxiety, low self-esteem and depression among youths. In light of these challenges, we need to work towards identifying areas for improvement and develop more relevant and effective strategies to support our students' well-being. Could the Ministry please update on its efforts in promoting and supporting the wellbeing for our students in schools and IHLs?"], "Mr Leon Perera (Aljunied)": ["Mr Chairman, recent reforms such as the new PSLE scoring system, the introduction of some aptitude-based admissions and the removal of mid-year examinations are commendable steps to make education more equitable, holistic and less exam-focused. However, we should ask what more we can do to reduce unhealthy competitive stress in schools.According to a survey by Rakuten Insight in Singapore in May 2022, 63% of those aged 16 to 24 had a higher level of stress or anxiety for the past 12 months, the highest of any age group. A 2017 OECD study found that 66% of students across all OECD countries said they were worried about poor grades at school but in Singapore, among Singaporean students, it was far higher at 86%.Sir, I will make a few suggestions to better manage the unhealthy competitive stress that some students experience, especially the less academically able or financially better-off ones.Firstly, to further improve access to enrichment programmes for lower-income children, we could leverage technology to scale up access to quality education. To address the fact that better-off children can access better private tuition and enrichment classes, MOE should facilitate the production of engaging and easily accessible educational materials that are freely available online to students such as podcasts and explainer videos. These could complement students' in-school education. For example, according to the 2014 publication, Regulating Private Tutoring for Public Good, from the University of Hong Kong, South Korea's educational broadcasting system was established in 1990, with high-quality radio and television programmes, including, since 2004, lessons to prepare for standardised university entrance exams. In 2011, 3.9 million Koreans used the system, reducing private tutoring spending by about S$870 million.Secondly, we can make internships compulsory for post-secondary institutions and consider this even for secondary schools. I have come across the perception in some quarters that students from better-off families have better access to internships due to their parents' networks. This is where MOE can come in to better improve the link between companies looking for internships and those less popular post-secondary and secondary schools who can offer interns.Spending time as an intern, imbibing work cultures and norms, helps divert some mental energy away from the excessive focus on academics.The Chairman: Dr Shahira Abdullah. Not here. Ms Mariam Jaafar."], "Ms Mariam Jaafar (Sembawang)": ["Sir, since its inception, the Polytechnic Foundation Programme (PFP) for Normal (Academic) students who have done well has been a success, with the vast majority of students progressing to their diploma course, for which they are also better prepared for the different learning style and discipline that helps them to succeed in polytechnic. It is certainly something that has been appreciated by my residents.It is a great example of how we can give a headstart for Normal (Academic) students who are traditionally seem as being behind the Express cohorts. It has taken away stress and opened doors, giving them flexibility to choose a pathway that is based on their aptitudes and interests.Given this success and in light of concerns over the diverging employment outcomes of ITE versus polytechnic and university graduates, could the Minister consider expanding the PFP scheme to allow more students to benefit?Indeed, the flexibility provided by the PFP would ideally be in a future of full subject-based banding, pervasive in the system rather than a special scheme. Can the Minister provide and update on how admission pathways to various post-secondary education institutions will be updated in line with the shift to full subject-based banding to make it easy for all students to develop to the best of their potential?"], "Dr Wan Rizal": ["Chairman, the job landscape is dynamic and evolves rapidly and job requirements are changing along with it. When you consider external constraints like the pandemic, jobs can become redundant or evolve altogether.Thus, there is a need for us to have a flexible curriculum that develops our students with a wide range of skills and helps them pursue their passion outside their main areas of study.In my Budget speech recently, I mentioned that  scheme is a gamechanger because they will change the mindset that skills training can translate into good employment outcomes. I hope we can embed it in our ITEs and polytechnics, where students can stack skill modules on top of their specialised course. It may increase their employment opportunities and allow them to remain agile in a dynamic job space.My greatest hope is that it will also address the issue of increasing income wage gap between the non-graduates and the graduates. I would like to ask if MOE would consider more flexibility within curriculum hours to allow students to take up elective modules to develop their interests outside their area of specialisation.", "Sir, the pandemic has shown the important role of technology in education. Schools shifted to home-based learning, highlighting the need for a robust technology infrastructure and content-ready digital resources to support teaching and learning. As technology continues to advance rapidly, it has become increasingly important to integrate it into teaching and learning practices to prepare students in the modern world.In the Parliament recently, I asked the Minister about the use of AI tools like ChatGPT. I started out having some resistance of my own, but having seen the capability, I am encouraged that it can help students. Sure, you will not get an A or B grade, but if it can give a student who is struggling, to give them that nudge to a C or a pass, to get them to open a book or their notes and cross-check the AI solution for content accuracy, then I say, let us do it. Teach them the skills to discern, to edit, to incorporate critical thinking to the original AI solution.Thus, I would like to ask the Minister what efforts the Ministry made to support the integration of technology, including AI, into teaching and learning practices.The Chairman: Shawn Huang, both cuts, please.", "Sir, as an adviser for Singapore Teachers' Union (STU), I have joined the STU in several dialogues with delegates and teachers. We hear their feedback, aspirations and concerns. Teaching can be challenging yet rewarding but also requires much physical, emotional and mental energy. Sometimes it may lead to stress and even burnout. We must protect our teachers.Together with STU, I have a few suggestions.First, could MOE establish clearer guidelines on work hours and designated times for teachers? One way is the introduction of a whitespace for marking, lesson planning and student guidance or counselling work.Second, could the Ministry cultivate teacher agency so teachers can negotiate deployment to achieve win-win outcomes for the teacher and the school? The teacher agency could also help teachers plan for their re-employment years so that they make purposeful decisions in keeping with their life stage and priorities.Third, could MOE establish a zero-tolerance policy with clear protocols for handling harassment or abuse of teachers? Notwithstanding the questions posed earlier, could the Minister share MOE’s plan to support the growth and well-being of teachers?"], "Mr Lim Biow Chuan": ["Sir, last year, I spoke about exam stress in schools and called on MOE to reduce the content curriculum of the students. I wish to repeat the call to MOE this year.With more technological advances, it is easier to do research over the Internet and secure the answers to most queries. The need to acquire so much knowledge is really no longer necessary because most information is easily available on the Internet. What a student needs to learn is how to navigate the Internet so that he is able to obtain reliable and accurate information. The advent of ChatGPT will also change the way students learn. In a Straits Times article just last week, Google was reported to say that one of the most valuable qualities that they look for in an employee is a \"growth mindset\". Google did not say they were looking for people with great academic grades or people who know everything. Google said they were looking for people who express curiosity – for people who continue to learn. The Straits Times article was not about a high flying employee who was a scholar but about a user experience engineer without a degree.Sir, students ought to be given more time to develop their own interests during their formative years in school.MOE should consider reducing school curriculum so that students will enjoy learning in order to acquire knowledge rather than learning to pass exams or to gain good grades. This will then cut down the stress from projects, continual assessments and exams. May I ask whether MOE will consider reducing the school curriculum further and to allow students to learn using more technology. A reduction in school curriculum and exams or assessments would reduce the stress on today's students.The Chairman: Dr Shahira Abdullah. Not here. Dr Wan Rizal."], "Mr Shawn Huang Wei Zhong (Jurong)": ["Mr Chairman, I would like to declare that I am the founding director and board member of Tasek Jurong Limited, a charity and Institution of Public Character (IPC) for disadvantaged youths and Singaporeans.The world is changing at an unprecedented rate and our students will be facing challenges and opportunities that were not even imagined a few years ago.The pace of technological innovation, the rise of automation, the impact of climate change and the increasing interconnectedness of the global economy are just a few examples of the complex issues that our students will need to navigate as they move into adulthood.To prepare our students for this complex world, we need to focus on building their resilience and adaptability as well as their skills and knowledge. This means not only providing a strong academic foundation but also fostering their creativity, critical thinking and problem-solving abilities.It also means equipping them with the social and emotional skills that are essential for success in life. These include self-awareness, self-management, social awareness, relationship skills and responsible decision-making. These skills will help our students to develop strong and positive relationships and to navigate the challenges and opportunities of the complex world that lies ahead.We are certain that we will require a partnership framework to augment the school system. As such, how can we build partnerships with parents, the industry and the wider community to nurture resilient and holistic students who can thrive in a complex future?Students with higher needs, including those from disadvantaged backgrounds, require more support to ensure that they have an equal opportunity to succeed. There are a number of reasons why this is the case.Students from disadvantaged backgrounds are more likely to face barriers to learning such as challenging family circumstances, access to learning resources as well as proper nutrition. These barriers can make it more difficult for them to engage in school and achieve their potential.Students with higher needs may require additional support to overcome specific challenges such as learning disabilities or mental health issues. Without this support, they may struggle to keep up with their peers and may become disengaged from the learning process. They simply need a better learning environment, more opportunities and time. Providing support for students with higher needs is not only a matter of inclusive values of the education system but also an economic imperative. Studies have shown that students who receive additional support are more likely to complete their education, to go on to further studies or employment and to make a positive contribution to society.It is essential that we provide more support for students with higher needs, including those from disadvantaged backgrounds. This may involve additional resources such as funding, extra staff, equipment as well as targeted interventions that are specifically tailored to the needs of individual students.As such, how are we better support our students with higher needs and those from disadvantaged circumstances?"], "Mr Gerald Giam Yean Song (Aljunied)": ["Sir, I declare that I am an owner and director of a company that provides software for the administration of SkillsFuture-funded courses.Persons with disabilities (PwDs) need access to training and lifelong learning just as much as their able-bodied counterparts. However, they sometimes face access barriers to attending courses.According to the Disabled People's Association, PwDs have encountered SkillsFuture-funded courses that use charts and diagrams with no text descriptions, creating difficulties for visually-impaired persons. Accessibility should be embedded in all SkillsFuture-funded courses. There should be a set of guidelines to ensure that reasonable accommodations are provided. MOE could also establish a disability support office to provide support to PwDs and training providers to implement reasonable accommodations for SkillsFuture courses.I appreciate that SG Enable is curating courses suitable for the disability community and the Enabling Academy will assist in creating accessible courses. However, to be fully inclusive, PwDs need access to all courses which are open to the general public, not just a curated subset.Can I ask the Minister what proportion of SkillsFuture courses are currently accessible to PwDs? How is SSG ensuring that most SkillsFuture courses are accessible and will there be a standardisation of accessibility in all SkillsFuture courses?"], "Ms Rahayu Mahzam (Jurong)": ["I have shared my experiences and journey with my son, Ayden, several times in Parliament. My family and I have been truly blessed with the support of many people in the ecosystem. We have also learnt a lot from the people who have walked the journey before us. Their experiences and feedback over the years have helped create awareness and shape the support structure that we now have for our children with special needs.In particular, within the school setting, there have been meaningful developments in identifying needs, making the appropriate referrals and providing support to students with special educational needs within the mainstream schools and the special education schools. This will of course always have to be a work-in-progress. There should be continuous efforts to enhance the support in the ecosystem.I would like to take this opportunity today to share some of my own personal perspectives as well as insights I have gleaned from my interactions with many different stakeholders in the community, in the hope that we can continue to build a better education landscape for students with special education needs (SEN) and achieve better outcomes. It is imperative that our education system adequately equips all our children, including those with SEN, with the necessary life skills and prepare them for future challenges.Firstly, I feel it is important for us to think about the current efforts to integrate students with SEN with other children. Integration is an important element as we should teach our children to learn and interact with people with different abilities. All our children are unique and they should grow up appreciating and respecting each other’s strengths and value they bring to society. However, in integrating students with SEN with the rest of the community, we should do some calibration as there may be a tension between creating the common spaces and learning opportunities while at the same time paying sufficient attention to the additional support and teaching that needs to happen to build the skills of those with SEN. There may be a great desire to be inclusive but this may bring SEN students into a setting that does not necessarily empower them or equip them with the skills or address their needs. They may be put in the same classroom and there may be some additional support to help them with that particular assignment or activity. But is the curriculum for them robust enough to build their own skills to be independent? How are they interacting with other students and how are other students interacting with them? How are we assessing their abilities to subsequently navigate living in the larger community? How do we ensure that we are adequately stretching them to reach their full potential? These are some considerations that I hope that the Ministry is looking into and could give some insights on.Secondly, on a related point, I would like to understand what is in the horizons for students with SEN. For the larger community, there is always a forward-looking agenda, one that looks at growth sectors and economic opportunities and a curation of existing educational or skill-building pathways that prepares us for the future. There should be a similar approach for our students with SEN. I appreciate that there are diverse needs among students with SEN. At the basic level, we need to ensure that they are equipped with the necessary skills to be able to live as independently as possible and navigate through life. This is crucial. Additionally, do we also have a plan as to which sectors in the future students with SEN could possibly enter and excel in? Are we looking at the current jobs that the different groups of SEN students are landing and their career progression? I am hoping with these insights, we could then better develop our curriculum to ensure our SEN students can be channeled into meaningful sectors where they can grow and contribute like everyone else.Lastly, I would like to revisit a point I made in Parliament previously. An integral part of all the efforts in integration, in building appropriate skills is the special needs educators. We need to ensure we have professional, good and skilled teachers in schools specialising in special educational needs so that we can translate the vision into reality.I have met many special needs educators who are deeply committed to their work, go the extra mile to lookout for the students under their care and most importantly, they have a very big heart for the children. I would like to take this opportunity to pay tribute and say a big thank you to all the teachers and staff in the special education sector.I hope the Ministry continues to help enhance this profession by developing progression pathways and improving remuneration of the teachers in the special needs sector. This will encourage more individuals to come forward to be part of the workforce and hopefully, create a larger pool of capable educators who can look into more specific issues and enhance the support for our students with special educational needs.The points I have raised above are not new. With the increasing awareness and more people coming forward to be part of this cause, I believe it is a good opportunity for us rethink our efforts in enhancing the education for our children with SEN and ensure they are able to integrate with the larger community.During one of a meeting I attended, Ms Denise Phua said something that stuck with me. I am paraphrasing a little but she said, “let us ensure that as we are developing our plans in preparing our workforce and our people for the future economy and future challenges, we think about those with special needs and they are not just a footnote or an after thought”.I acknowledge that work ahead is not easy but it is important and needs to be done. I have been encouraged by the efforts of the Ministry and other agencies and I hope that we can continue on the vision of preparing all our children for what is to come and moulding the future of our nation."], "Mr Sharael Taha (Pasir Ris-Punggol)": ["Chairman, industries are now skills-focused and appreciate usable skills over paper qualifications. Industries value students who acquire the skills in school and are ready to be productive when they join the workforce. With the rapid evolution of technology, there is a need for schools to be well connected to the industry and nimble enough to make frequent tweaks to the syllabus such that students leave school with the right skillset required for the industry at that point of time.I am heartened to see more schools having career days, where they invite people from the industry to share their experience and the skill sets that are required in the industry. Individual ITEs have also reached out to industry partners to try to understand industry better such as ITE College Central's engagement with the aerospace industry, just to name one.Beyond individual school effort, how can MOE better facilitate collaborations between schools and industry partners to help students in our schools gain an even deeper appreciation of the skills and competencies needed in the future workplace?"], "Mr Mark Chay (Nominated Member)": ["Mr Chairman, I am a director and shareholder of various private education institutions and I consider myself privileged to be part of the stellar education system that Singapore boasts. As we all know, Singapore is home to some of the world's best universities. Our public school system is among the world’s best and our students consistently scoring near the top in education rankings in OECD countries. But our local and international schools offer a wide range of curricula which provide quality and holistic learning experiences aimed at equipping students with the necessary skills for the future workforce, and our excellent tertiary institutions and research facilities make Singapore an ideal place to pursue higher education and participate in innovative research initiatives.Our global reputation for academic excellence is not the only reason why Singapore is one of the top destinations for international students looking to pursue high quality education. There are at least three other reasons why Singapore has grown to be the academic hub that it is.First, Singapore has excellent transport links with many other countries, which makes it easy for international students to travel to and from their home countries. Second, we have a highly developed and efficient system of infrastructure and public services, which make for a high quality of life for its residents. And third, the promotion of English as the primary language spoken in Singapore means that international students can easily integrate into the country without having to learn a new language.  In the same vein, the significance of international students cannot be understated. They bring diversity and cultural richness to Singapore's society. Additionally, with the influx of students from different countries, these educational institutions provide an invaluable opportunity for cross-cultural exchange and collaboration. Furthermore, international students can help expand the global reach of Singapore's private education sector, increasing the international visibility as a leader in high quality education.Mr Chairman, private education institutions (PEIs) have a vital role to play in Singapore's success as an education hub. These institutions offer Singaporean students the chance to pursue specialised vocational diplomas or degrees from foreign universities whilst in Singapore as an alternative to attending our local universities. PEIs can also provide tailored curriculums adapted to a student's specific needs.  Given this, I would like to ask MOE to share its plans to improve the quality and credibility of education concerning PEIs. In addition, could MOE share how it plans to work with other Government agencies such as ICA and MOM to ensure necessary approvals such as student pass applications and training work pass applications are processed seamlessly? "], "Assoc Prof Jamus Jerome Lim": ["I wish to suggest that the Ministry consider funding a network of international schools located in all major regional capitals within ASEAN. These schools will offer the full Singapore curriculum similar to that of any local MOE school, from the kindergarten through to the secondary school level.Students that attend such schools would be able to transfer relatively seamlessly from a school back in, say, Jakarta or Bangkok, back to one in Jurong or Buangkok. They would pay comparable supplemental fees just as any student enrolled in a local school would. And they would take the same common exams – PSLE, “O” or “N” Levels – at the appropriate time and level.Why would the taxpayer wish to subsidise schools located in other countries?For starters, students attending these schools would be Singaporeans more likely than not. It makes sense that they be provided with a subsidised Singaporean education as others in their cohort are. Moreover, these children are often simply following their parents overseas as they are being posted rather than making any conscious decision of their own to relocate.Furthermore, the subsidy has an additional benefit from the perspective of the parents. By reducing the frictions associated with moving their families to a different country, it offers positive incentives for our local professionals to relocate and thereby upgrade their experience and exposure to the region, which is often cited as a reason for local middle managers being skipped over for promotion.In a response to a Parliamentary Question I filed late last year, Minister of State Gan explained that MOE already provides funding and teaching support to one international school in Hong Kong. She said that MOE did so because there were a sizable number of Singaporean children there and that this assistance helped with the reintegration of these kids back to our educational system here. So, there is already a precedent to this suggestion.She also mentioned, however, that there was a lack of demand for such education elsewhere, which was why it was not offered beyond Hong Kong. To this, I will only add two thoughts.First, it strikes me as unusual that Singaporeans living in Hong Kong, an otherwise modern and sophisticated educational system, would demand more Singapore-style education there rather than in other ASEAN capitals with comparatively weaker educational systems.Second, such demand itself is, in fact, endogenous. If such schools existed, it would encourage more locals to consider taking on regional postings, which in turn would generate the requisite demand.Through Enterprise Singapore, the Government is expending much treasure to support our firms in their regionalisation efforts. It has also worked hard to encourage our professionals to consider regional postings. What I am suggesting here today is simply another step towards lowering the barriers to making our local talent ever more international and ever more competitive."], "Ms Mariam Jaafar": ["Sir, declare that I am a managing director and partner in a consulting firm that does work in the skills development space.I spoke during the debate on the Budget Statement of how reskilling programmes are critical to building resiliency in our workforce and our people as the economy and job market become more unpredictable.It has been several years now since we laid down the importance of lifelong learning in Singapore. Over the years, the Government has sharpened its support of SkillsFuture to prioritise the development of skills needed to be competitive in the future economy, as seen in the one-time top-up SkillsFuture credit and additional SkillsFuture credit for Mid-Career Support.Support is now more geared towards getting adult learners into new jobs and the range of courses supported has also been refined.Identifying the right set of skills to offer courses for is important, but there are many factors that influence the attitudes of and persistence to succeed for adult learners – from structural factors like range, availability and delivery methods of the courses, including pre- and post-employment support, as well as environmental factors such as a growth mindset, family and financial responsibilities and time constraints. Each individual context is different. Can the Minister share how the Government now measures the success of the SkillsFuture programme? What are the metrics and where do we stand? How will the Government continue to evolve its support to develop resilient adult learners?"], "Prof Koh Lian Pin (Nominated Member)": ["Chairman, the Skills Demand for the Future Economy (SDFE) Report 2022 highlights the importance of upskilling workers to stay relevant and take on new opportunities. IHLs, private education institutions and other training providers play important roles in developing and curating training courses to respond to this need, especially in terms of sustainability skill sets for Government officers, industry leaders, practitioners and other stakeholders.As demand for subsidised for SkillsFuture-funded programmes continues to grow, it can put increasing strains on training providers. Is the Government considering streamlining SkillsFuture Singapore processes to ease the administrative burden on training providers?"], "Mr Mark Chay": ["Mr Chairman, I am a director and shareholder of various private education institutions and I have had some experience with the , which is designed to provide key information on sectors, career pathways, occupations or job roles, and existing and emerging skills required for the occupations or job roles. It also provides training programmes for skills upgrading and mastery.There are currently 34 industries with a defined skills framework. It helps provide critical information on the general career pathway, the roles within these sectors and the skills required to meet those roles. These frameworks were progressively launched from 2016.The  is a masterpiece that took great effort by the relevant stakeholders such as the employers, Government agencies, trade associations and so on to assemble. It is therefore pertinent to ensure that the framework is reviewed and updated from time to time to ensure that this remains in step with applicable and emerging trends and developments. Given the above, I would like to ask MOE if there are any statistics on the actual adoption by the employers of the  in hiring employees within the stated sector? Also, are there any statistics on how the  has allowed Singaporeans to either gain employment or progress in their existing roles after undergoing training in these areas? A critical piece for the success of continuing education is access to courses, namely, through Approved Training Organisations (ATOs) and Private Education Institutions (PEIs).Currently, two different regimes govern private training institutions in Singapore – the ATO framework and the Enhanced Registration Framework (ERF) for PEIs. Under the ERF, certain PEIs who meet high-quality assurance standards would also be granted the \"EduTrust\" mark. As Singapore's economy develops rapidly and there is a need to ramp up capacity to allow Singaporeans to be trained, would SSG consider streamlining the processes that would enable a training institution to offer SSG/WSQ courses without having to apply for separate certifications? For instance, can the process be streamlined so PEIs with EduTrust qualifications qualify to become an ATO? I understand that currently, all IHLs are exempted from such checks and can offer SSG/WSQ courses without having to qualify under the ATO framework separately."], "Ms Foo Mee Har (West Coast)": ["Chairman, I would like to declare my interest as the CEO of the Wealth Management Institute, a training provider serving the finance sector.There has been much scrutiny on the effectiveness of SkillsFuture in achieving its mission of supporting workers to upskill, build deep capabilities as well as transition to new careers or different industries.Sir, there are currently over 27,000 courses funded by SkillsFuture Singapore listed on its site. These courses are delivered by a large number of over 790 training providers ranging from large autonomous universities such as NUS to private training organisations of varying size and focus.Given the sheer volume of training programmes and players involved, it is hard to ascertain the training impact of all the programmes under the SkillsFuture umbrella.As we gear up to make training truly count, an important step is to evolve the SkillsFuture framework to clearly differentiate training programmes and training providers in terms of quality standards, key performance indicators (KPIs) and funding.For example, the Government may consider differentiating training programmes along three broad categories for better targeting and funding model.Category A: for programmes that would be designed to support jobseekers' reskilling needs, matched to industry talent demands. Therefore, these programmes are likely to be intensive and need to be purposefully designed to be effective.Category B programmes would be about upskilling and building mastery amongst practicing professionals and craftsmen, an important part of continuing education and training for working adults.Category C programmes support skills discovery, including the learning of new hobbies and interests, many of which can be supported through the People's Association community platform.Sir, by having a tiered approach to SkillsFuture, the Government can then be more targeted in its funding and prioritise resources for maximum impact. The requirements on the rigour of the programmes should also vary according to the learning objectives of the programmes.For example, for category A programmes, courses would have to be full-fledged certified programmes that lead to verifiable credentials recognised by the industry. These programmes should be organised along Industry Transformation Maps and be subjected to a rigorous assurance process by relevant industry panels and associations to ensure relevance.The teaching faculty should come primarily from the industry to impart highly practice-based skills, using work-related simulations and practices as well as internships as core components of the training programme. Job placement should be a key performance indicator.Most importantly, trainees who gain admission to these category A programmes and successfully graduate should be sought after by future employers as they are deemed to possess the necessary skills and competencies required of the new role, having gone through the training.Sir, one of key struggles of SkillsFuture training providers is the funding model. It is currently based on training subsidies provided to trainees. This system incentivises the training providers to maximise student numbers and not the quality of the training.Furthermore, as training subsidies can change from time to time, impacting demand, sometimes, in short notice, training providers find it challenging to invest in their programmes as they are unsure of their future income stream.The Government should review the funding model for training providers under SkillsFuture to foster capability development, quality standards and impactful learning outcomes.Sir, to focus training efforts, the Government should consider a category of training providers. Let us call them lead training providers (LTPs) for each of the industry groups.Rather than having a plethora of small players, LTPs should be selected based on their commitment to build scale and capabilities to deliver a full suite of training programmes tailored to the industry. LTPs should be chosen by the industry and serve as the respective industries' centre of excellence for training and education so that scalable training may be delivered to meet the manpower needs of the respective sectors dynamically.These LTPs should be eligible for substantially more funding support for developing their infrastructure and industry relevant programmes. At the same time, they should be subjected to a vigorous governance and review process by SkillsFuture Singapore.Sir, the next phase of SkillsFuture must be to systematically nurture a core of top quality lead training providers with strong capabilities and scale to serve its sector over the long term."], "Mr Sharael Taha": ["Sir, there is a mismatch between jobseekers with the vacancies available in the labour market today, especially with new roles in the growth industry.The Industry Transformation Map provides a high level overview of what are the skills that are required in industries. However, when it comes to applying in on the ground, potential jobseekers are overwhelmed. They are overwhelmed by what courses to take to find better jobs or be better at their jobs. While we unanimously agree that upskilling and retraining will be critical to our future success, the challenge is how do our jobseekers upskill and how do we then match jobseekers with their newly acquired skill set to vacancies?How can MOE strengthen the training and placement programme, particularly in the fragmented sectors, to better match jobseekers' skills to vacancies?"], "The Minister of State for Education (Ms Gan Siow Huang)": ["Mr Chairman, Singaporeans will need greater agility and resilience in learning, amidst the rapid pace of industry transformation and more dynamic demand for skills Several Members including Mr Darryl David and Ms Mariam Jaafar asked how we will enable workers to adapt quickly to the changing job environment. The SkillsFuture movement is our national effort to build a culture of lifelong learning and equip Singaporeans with the skills they need to adapt and thrive. It requires ownership by employers, individual learners, and training providers, as well as close partnership of the tripartite partners.  In my speech, I will outline how we are supporting companies, individuals and training providers to be a part of this collective movement to secure our future. First, on companies. Over the years, more companies are stepping forward to train and develop our workforce, lending strength to our SkillsFuture movement.Last year, about 20,000 companies participated in and benefitted from SSG-supported programmes; 96% of these were SMEs. For FY2022, SSG estimated that about one-third of its total expenditure on training support would go towards employer-sponsored training. Since 2020, about 16,000 companies have tapped on SkillsFuture Entreprise Credit, a one-off $10,000 credit per firm, to send their employees for SSG-supported training programmes.To ensure relevance and responsiveness of upskilling, we will continue to work closely with companies as a key partner in workforce development. Workplace Learning, in particular, is a key strategy that we are pursuing as it allows workers to upskill in-situ and on the job, minimising operational disruption to companies and workers.Since 2018, the National Centre of Excellence for Workplace Learning (NACE) has been helping companies to systematically build workplace learning capabilities. In 2022, NACE supported close to 500 companies, of which 80% were SMEs. This year, NACE will partner NTUC to pilot the Workplace Skills Recognition (WPSR) Programme.First, NACE will introduce a new tier of workplace learning certification, the Workplace Learning: READY (WPL:READY) mark, to recognise companies with basic capabilities in workplace learning. NACE, NTUC and SSG will reach out to SMEs to equip them with capabilities to analyse their training needs, develop plans and processes to support workplace learning, and most importantly, train and recognise the competencies of their workers in specific skills. Second, for SMEs that have attained the WPL:READY mark, NACE and NTUC will work with them to fast track the assessment and recognition of skills that the workers have acquired at the workplace. Workers in these SMEs can attain WSQ certification without having to attend external WSQ courses, once they are assessed to have acquired the necessary skills on the job. Workers and employers in the Progressive Wage Model (PWM) sectors can benefit significantly from such an initiative. SSG and NTUC will start this pilot with SMEs in two PWM sectors – retail and food services.Let me illustrate how this pilot will benefit workers and employers in the retail sector. Under the PWM, a Retail Assistant needs seven skills in order to take on the role of a Senior Retail Assistant. Today, these skills can be acquired through WSQ training programmes. With Workplace Skills Recognition, the Retail Assistant who is working in a WPL:Ready mark company could be trained and assessed in these skills on the job.They can also be given the appropriate WSQ certifications for the skills that they have demonstrated at their workplace. The certifications will enable the Retail Assistant to qualify for future promotion to the Senior Retail Assistant role under the PWM framework. Through this pilot, we hope that companies will be able to sustain upskilling of more workers.Mr Patrick Tay suggested that employers provide training leave for their workers to undergo skills training. We will consult our tripartite partners and study the idea of training leave further, taking into account and consideration the impact on businesses, especially SMEs.Besides supporting individual companies in upskilling their workers, we also want to help companies appreciate the broader shifts at the industry level and the impact on them. The Industry Transformation Maps (ITMs) set out roadmaps for 23 industries, integrating restructuring efforts between the Government and various industry stakeholders. All 23 ITMs have been refreshed, with updated jobs and skills strategies, to respond to a post-COVID-19 world.In addition to the ITMs, companies can also reference SSG's Skills Demand for the Future Economy Report published in November last year.Using big data, the report provides an update on key developments and trends in the Green Economy, the Digital Economy, and the Care Economy, as well as changes in the skills that are needed across industries. I strongly encourage employers to take a look at the report if they are thinking about the new skills that their workers might need.We will need to do more at the industry-level to coordinate training and placement efforts in sectors that are less regulated and have more SMEs, as mentioned by Deputy Prime Minister Lawrence Wong in the Budget speech. SSG, together with Workforce Singapore, Enterprise Singapore and the Economic Development Board, will pilot Jobs-Skills Integrator (JSIT) in three sectors – precision engineering, wholesale trade and retail. We will appoint suitable intermediaries such as industry associations, employment agencies and institutes of higher learning (IHLs) as JSITs. Mr Darryl David and Mr Sharael Taha, as well as many others, asked for details of the JSIT pilot. We will start the pilot in the precision engineering (PE) sector, with Nanyang Polytechnic's (NYP) School of Engineering leading the effort. NYP has a Centre for Digital and Precision Engineering, which has been playing a key role in training students and adult learners, for the PE sector. Over the years, it has established strong partnerships with various training providers, as well as industry stakeholders.The PE sector has a high concentration of SMEs as well as mature workers. The sector is also known to have jobs and vacancies that are quite hard to fill. At the same time, industry transformation in this sector requires some employees to move into new roles in the future.As the JSIT for the PE sector, NYP will engage companies to understand their manpower and skills needs and review existing training programmes to meet the needs of the industry. NYP will partner the Singapore Precision Engineering and Technology Association (SPETA) to engage companies in the association's network.NYP will also work with employment agencies and other training providers to enhance placement support and training for companies in the sector.For SMEs in the PE sector that find it challenging to track industry developments, articulate your skills needs to training providers and find workers with the right skills, NYP can serve as your first port of call for advice on emerging skills needs and industry-relevant training programmes for your workers. You can benefit from new manpower pipelines, with trained and skilled workers who can meet the demands of hard-to-fill or newly created jobs. For workers in the PE sector, NYP will work with partners to offer careers and skills advisory services and industry-relevant training programmes to support you in your career development. For jobseekers, NYP can connect you with employment agencies and potential employers who can provide more information about the PE sector. You can access industry-relevant training programmes and employment facilitation services that are curated by NYP to support you in your journey.Through this pilot, we hope to better meet the industry's need for skilled workforce, while enabling more workers to take up upskilling to meet their career aspirations and to stay employable.Let me now turn to how we are supporting individuals in their upskilling journey. Last year, about 560,000 individuals participated in SSG-supported programmes. This is a higher number than the pre-COVID-19-pandemic level.Mr Patrick Tay suggested allowing individuals to use their SkillsFuture Credit for career coaching services. We will study this suggestion.Mr Darryl David asked how we ensure individuals who undergo reskilling and upgrading will be able to find jobs. During the pandemic, SSG ramped up train-and-place programmes, which combine skills training with employment facilitation to help individuals move into new industries or job roles that are relevant to their training. The outcomes for these programmes have been encouraging. Among the close to 20,000 individuals who completed the SGUnited Skills and the SGUnited Mid-Career Pathways – Company Training programmes, more than 60% were successfully placed in jobs within six months of course completion.Since last year, the SkillsFuture Career Transition Programme (SCTP) was introduced to help train and place mid-career workers into new job roles. Apart from facilitated training, the programme provides career advisory and employment assistance to support mid-career workers in their job search. SSG provides baseline subsidy of up to 70% of the course fees, and enhanced subsidy of up to 90% of course fees for Singaporeans aged 40 and above. This will provide significant support for mature workers which Ms Denise Phua spoke about.Ms Ong Choon Mei, a former financial advisor, who successfully switched to the HR sector, is an SCTP beneficiary. Taking a career break to explore other opportunities last year, she enrolled in the SCTP in Applied HR and Business Digitalisation, a four-month course conducted by Singapore Polytechnic. SSG's course fee subsidy reduced the full course fee from more than $5,000 to about $600, and Choon Mei did not have to pay any money out of her pocket as she could use her SkillsFuture Credit to pay for the course fee. As at December 2022, we have successfully launched 82 SCTP courses, in 10 sectors with good employment opportunities, including infocomm and technology, professional services, and healthcare. From April to December 2022, there have been over 1,000 enrolments.A vibrant, high quality and market-responsive training and adult education (TAE) sector is key to the success of the SkillsFuture movement and lifelong learning in Singapore.The types of programmes we fund and the outcomes we tie our funding to, are important levers for us to achieve this. Ms Foo Mee Har suggested introducing a quality framework that would require us streamlining courses and grouping them into three broad categories with distinct objectives, including funding allocation and key performance indicators (KPIs). Her suggestion reflects our current plan to a very large extent, as SSG has started its transition towards outcomes-based funding.Let me explain. By end-2024 when the transition is completed, SSG will provide the highest tier of subsidies at 70% of course fees for programmes that deliver strong manpower outcomes, in terms of securing employment and career progression. These courses include full qualification programmes and stackable modules that are recognised by the industry.SSG will continue to provide subsidies at up to 50% of the course fees for standalone courses that are designed to provide just-in-time, bite-sized skills top-up. These includes the SkillsFuture Series courses that are aim at developing emerging skills.SSG will cease to provide course fee subsidies to non-certifiable courses, including self-improvement courses. To foster a culture of lifelong learning, individuals can continue to use their SkillsFuture Credit for these courses.Across all three categories, SSG will track the quality and outcomes through audits, and by seeking learner and employer feedback. SSG will do more to enhance the quality of the feedback and to share this with individuals, so that they can make informed choices. But we will also need the involvement of learners and companies to close the feedback loop with us and improve the system for all.Beyond its funding framework, SSG also looks at developing capabilities in the Training and Adult Education (TAE) sector. In 2018, SSG developed the TAE Industry Transformation Map (TAE ITM), in consultation with industry and training providers, to drive innovation and enhance productivity in the sector.One of the priorities under the refreshed ITM is to raise the industry relevance and market responsiveness of training. The s, which Mr Mark Chay asked about, facilitate this by providing critical information on sector transformation and a common skills language for workers, employers and the training providers. A previous survey conducted on around 1,900 companies found that 44% had adopted the skills frameworks. The skills frameworks have been especially useful in our Progressive Wage Model (PWM) efforts.SSG is also driving innovation and digitalisation of the TAE sector. Prof Koh Lian Pin asked whether we could reduce the administrative burden on training providers. Indeed, as part of TAE ITM, SSG will continue to do so by promoting process digitalisation. For example, SSG is now replacing manual attendance-taking processes with e-attendance taking via Singpass.Mr Gerald Giam asked about how SSG ensures that SSG-funded courses are accessible to persons with disabilities (PwDs). As far as is practicable, training providers will admit PwD learners into existing courses by making necessary adjustments. SSG is working with SG Enable under the Ministry of Social and Family Development (MSF) and other stakeholders, such as Social Service Agencies (SSA) to further expand CET opportunities for PwDs. This includes providing grants for training providers to customise courses for them. We appreciate that PwDs have very varied learning needs and training providers assess them, on a case-by-case basis, to provide customised training support.Government spending on CET has nearly doubled since the launch of the SkillsFuture movement, from around $0.5 billion in FY2016, to $0.9 billion in FY2022. As a percentage of Gross Domestic Product (GDP), our spending is comparable to the other Organisation for Economic Co-operation and Development (OECD) countries and we continue to grow our investment in this area.Several Members asked about the outcomes that the SkillsFuture movement has achieved. Having invested significantly in this, what have our efforts led to? Wage and employment outcomes are the most tangible and concrete measurable outcomes arising from skills training. We monitor these outcomes through programme-specific surveys and studies.For example, our annual survey on SkillsFuture Work-Study Programmes consistently showed that more than 90% of the trainees were employed within six months after completing the programme. Their median salaries were also higher than what they received at the start of the programme. In 2019, the Ministry of Trade and Industry (MTI) published a study showing positive effects of the Singapore Workforce Skills Qualification (WSQ) training on labour force participation and wages in Singapore.However, wage and employment outcomes do not always tell us the full picture. Reskilling may have helped workers, who were otherwise at risk of displacement, to keep their jobs or to move to new roles. These positive outcomes might not show up if we only looked at wages and job placements. This is why we should take a broader view of the impact of the SkillsFuture movement and signpost progress over time.One dimension is whether the training helps workers to be more effective. In the Training Quality and Outcome Measurement, or TRAQOM, survey that SSG conducts on the courses it supports, more than nine in 10 trainees said that the training enabled them to perform better at work. We will continue to assist companies in developing workers and support individuals in their upskilling journey. Importantly, we must have a continuing, active conversation across different stakeholders on the skills that are needed, which types of training are helpful and impactful, and where the gaps might be. Strengthening the impact of the SkillsFuture movement is a collective effort, and we must join hands on it to succeed.Mr Chairman, allow me to say a few words in Mandarin.(In Mandarin): [Please refer to Vernacular Speech.] Workplace learning is a key area of support for businesses. The National Centre of Excellence for Workplace Learning (NACE) will work with NTUC to help SMEs strengthen their workplace learning capabilities and certify their employees' skills. Employees can obtain accreditation without enrolling in designated courses. The programme will first be launched for SMEs in the Retail and Food Services sectors.We must also enhance coordination in employee training and employment. In some industries, we will designate certain organisations as  (JSIT). We will first appoint Nanyang Polytechnic as JSIT for the Precision Engineering industry. Nanyang Polytechnic will engage businesses to understand their manpower and skills needs, and work with training providers to ensure that trainees are equipped with the skills needed by the industry. The JSIT will also work with employment agencies to strengthen employment assistance for job seekers.(In English): Let me now respond to cuts filed by Members on other topics and give an update on MOE's Green Plan.Assoc Prof Jamus Lim suggested funding and subsidising international schools in major ASEAN capital cities. We have set up a Singapore International School in Hong Kong, whether we will do so in other cities, depends on whether there is a critical mass of schooling age Singaporean children who are concentrated in an area and whether their parents want to put them through the Singapore curriculum or prefer other options.Mr Mark Chay asked about MOE's plans to improve the quality and credibility of private education institutions (PEIs), and whether applications for student passes and other approvals can be more seamless. MOE and SSG regularly review the Government's standards required of PEIs under the mandatory Enhanced Registration Framework (ERF) and EduTrust schemes. The onus, though, is on PEIs to regularly review their curricula and course offerings to ensure that they prepare their graduates well.Today, foreign students who are accepted by an EduTrust-certified institution to pursue full-time courses in Singapore can apply for a Student's Pass through ICA's eService. This is a one-stop process and most applicants are notified of the outcome within one month.Mr Mark Chay also asked whether different registration processes can be streamlined. I would like to clarify that ERF and registration to be a SSG training provider serve different purposes. PEIs are educational institutions that offer programmes, such as diplomas and degrees which students may invest substantial time and money in.The ERF ensures that PEIs have baseline standards in areas, such as corporate and academic governance, with a focus on consumer protection, while the EduTrust scheme further distinguishes PEIs with a consistently high standard of governance. The registration of training providers for their causes to be funded by SSG, on the other hand, ensures that train providers have appropriate track record and processes to conduct training, that the trainers have requisite adult pedagogical training, and course contents fully cover the skills and competencies under the skills framework.Finally, on the topic of Singapore Green Plan, MOE launched the Eco Stewardship Programme (ESP) in 2021 to strengthen environmental education in our schools. There are four pillars in the Eco Stewardship Programme, namely Curriculum, Culture, Community and Campus.In 2023, our focus will be on food sustainability. MOE will support schools in areas, such as emphasising sustainability in food production in our curriculum, and setting up of facilities for students to apply what they learnt on food production and food waste management. The IHLs will also continue to enhance skills training and research in sustainability related areas.Mr Chairman, MOE is committed to building a culture of lifelong learning and equipping Singaporeans with the knowledge and skills that they need to thrive in school and at work. To this end, we will build on partnerships with the industry, unions, training providers, sector agencies and the community. Together, we will forge our collective future."]}