{"Mr Murali Pillai (Bukit Batok)": ["Mr Speaker, Sir, I seek a clarification of a response given by the hon Member Mr Leon Perera to Minister Ong Ye Kung yesterday. As may be recalled, the hon Member Mr Perera mentioned, in relation to the GST, that the Workers' Party (WP) accepted the GST at 7% and conveyed this in 2018. My interest is that I actually spoke about the WP position from 1993 when the GST Bill was being introduced all the way to date, and I checked the Hansard. So, I would like to seek clarification from the hon Member as to when and where this position of the WP was articulated.Mr Speaker: Mr Perera.", "Mr Speaker, Sir, we have just reached the end of the five-day debate on the Motion of thanks to the President. From my rough count, we heard 67 speeches in this debate. I am happy to note that all hon Members of this House who spoke are united in their support for the Motion.Just a short while ago, before the break, I left this Chamber to visit the loo. There, I bumped into an hon Member, who said to me, that he was really looking forward to seeing me deliver my wrap-up speech. Pleased with his exuberance, I asked whether he was interested to get a sneak preview of what I intended to cover later. He, however, demured. He clarified that what he meant was that once I stand up to speak, it will be a cue for his family who is seeing these proceedings \"live\", that the debate would shortly end. [Laughter.]So, just like the hon Minister Edwin Tong who spoke before me, I get the drift. Hon Members will be happy to note that I will only make three short points in my speech.First, I wish to thank the hon Members who spoke for sharing their valuable insights about the Government's plans outlined by the President. This debate is significant because of the sheer breadth and depth of topics highlighted by hon Members for the Government's consideration. I am not able to exhaustively set out all the topics, but will mention a few of them. The topics covered included: ensuring that economic growth benefits Singaporeans from all backgrounds, strengthening the tripartite trust, developing our skilled tradesmen, the need to reskill middle-aged workers for them to remain employable and decisively tackle workplace discriminations. All these points persuasively put across by our hon Members from the Labour Movement, such as Minister of State Desmond Tan, Mr Desmond Choo, Ms Yeo Wan Ling, Mr Mohd Fahmi Aliman and Mr Patrick Tay.  Concerns about our social compact, the need to strengthen help for have nots in our society – a point that several hon Members, including Mr Seah Kian Peng, Assoc Prof Jamus Lim, Mr Zhulkarnain Abdul Rahim and Mr Leong Mun Wai, made.  Ensuring better educational outcomes and prospects for children and youths from less privileged backgrounds – this was raised by, amongst others, hon Members Mr Vikram Nair, Dr Wan Rizal, Dr Shahira Abdullah and Mr Henry Kwek. Keeping a keen eye on and addressing the impact of cost of living and inflation on our people – a topic that, again, a number of hon Members spoke on, including Mr Ang Wei Neng and Mr Louis Chua. Highlighting the potenfial threat of Artificial Intelligence on our social trust and togetherness, and at the same time, the need to capture opportunities from this technological advancement – points that were eloquently put across by hon Members Dr Tan Wu Meng and Ms Mariam Jafaar.   Ensuring that trust is a two-way relationship between our people and our Government, the need to promote active citizenry and retention of our core values as a society – points raised by hon Members Ms Tin Pei Ling, Ms He Ting Ru, Mr Leon Perera and Mr Shawn Huang. Moving away from credentialism and valuing skills and competencies instead – something that several hon Members spoke on, including Ms Janet Ang.Looking out for the needs of the differently abled – a topic that hon Members Mr Don Wee and Miss Rachel Ong touched on.  Ensuring that our families remain the building blocks of our society, promoting marriages and parenthood, and at the same time, supporting these families as they become smaller and caregiving responsibilities increase – something that hon Members including Ms Jessica Tan and Mr Gan Thiam Poh spoke on. Providing our rapidly ageing society with a befter support structure, tackling ageism and at the same time, empowering them to contribute to our community – points raised by hon Members Ms Sylvia Lim, Mr Yip Hon Weng, Mr Sakfiandi Supaat, Ms Hany Soh and Mr Edward Chia.  Protecting our aged and vulnerable citizens from scams as we continue to digitalise our economy – a topic raised by amongst others, hon Members Mr Christopher de Souza and Mr Melvin Yong.Providing more support to people with mental health issues – an important topic that was covered by hon Members Ms Ng Ling Ling and Ms Nadia Samdin.Opening up a whole range of pathways to ensure that our meritocratic society is more inclusive – a good number of hon MPs spoke about this, including Mr Xie Yao Quan. Concerns about the environmental issues that our country faces were expressed by several Members including Mr Sharael Taha and Mr Dennis Tan.Concerns about the impact of unbridled asset acquisition in Singapore by increasing numbers of wealthy individuals from overseas who set up family offices – a point made by the hon Leader of Opposition.And finally, upholding public confidence in this House and ensuring good politics, strong leadership and good governance at all levels – areas that hon Members Mr Derek Goh, Ms Joan Pereira and Mr Faisal Manap touched on.Notwithstanding the diversity of the topics covered in this debate, I noted unanimity amongst hon Members on the importance of retaining our core values that have been ingrained in our nation by our founding generation of leaders and stood us in good stead for several generations. This is the point that Mr Sitoh Yih Pin emphatically made. He said that our values are and must continue to be hard-coded in our psyche as a people.I agree. This is our secret sauce. This is what will allow us as a nation and society to continue to forge forward to secure a fair share of opportunities for our people to lead fulfilling and dignified lives.Moving on to my second point, I wish to highlight that hon Members had provided a surfeit of suggestions in this debate. These suggestions deserve examination with a view to see if the future plans of this Government that have already been laid out, can be further strengthened by their incorporafion. They include: Linking unemployment support for citizens with their agreement to undertake skills upgrading and active job searching – a suggestion raised jointly by hon Member Mr Desmond Choo. Attaintment of transformative competencies by our children in school – a suggestion of hon Member Mr Darryl David.  Financial literacy programmes for our children – a suggestion raised by hon Member Mr Gerald Giam.  Protection of whistle-blowers who report on discrimination and unfair employment practices – a suggestion by hon Member Mr Zhulkarnain Abdul Rahim.Equipping community volunteers with mental health first aid skills – a suggestion by hon Member Ms Ng Ling Ling. Redesigning of the Progressive Wage Models to provide for more wage rungs to enable workers to climb up more easily up – a suggestion by Mr Raj Joshua Thomas.To evolve our charity policies so as to support emerging forms of giving by potential grant-makers – a suggestion by Ms Foo Mee Har.Tapping on our seniors to get them to volunteer and share their skills and experience with others – an idea raised by hon Member Mr Yip Hon Weng.  Legislating the right to work from home – an idea of hon Member Mr Louis Ng. Providing for caregiving leave to take care of elderly parents – an idea of hon Member Ms Poh Li San; and  Encouraging our non-SMEs to embracing inclusive hiring and employ more persons with disabilities – an idea floated and passionately argued by the hon Member Miss Rachel Ong Several hon Members from across the aisle lamented that their suggestions have not been taken up by the Government. I appreciate that they feel strongly about their ideas and are convinced it is for the larger good of our country. I wish to point out that there are also numerous cases of suggestions made passionately by PAP backbenchers which also have not been taken up by the Government. So, they are in good company!I think we can all appreciate that, in assessing the viability of implementing ideas from hon Members, the Executive arm of our Government bears the heavy responsibility of governing. They have to strike a balance between a wide range of factors including policy intent, competing viewpoints and resourcing priorities.In addition, for some of the ideas to be implemented, there is a need for progress to be made over time – a point that was eloquently put across by hon Member Ms Denise Phua who advocated the integrated 10-year education programme from Primary 1 to Secondary 4, almost 10 years ago.Hence, I would not read too much into the Government's decision not to adopt all the suggestions made by hon Members. In fact, if anything, it would be surprising if all the ideas have been accepted without exception.The Government has unequivocally stated on many occasions that it is agnostic as to who and where good ideas come from. As the hon Leader of the Opposition stated in his speech just now, over the years, the Government did implement several policies that have been brought up by the WP. But of course, the Government, being accountable to this House, has a duty to set its position clearly on suggestions made in this House and articulate its reasons should it not take up the suggestions.This is Parliamentary democracy at work. This is what our people expect.In the same vein, for the purposes of establishing common ground which the President has identified in her address to be an important aspect of our work in this House, it would be good for hon Members from Opposition parties to also entrench the policy of acknowledging, where appropriate, where they feel to be good ideas emanating from the Government. This approach entrenches the shared goal of advancing the larger public interest even as we acknowledge that the political process naturally involves a level of contestation.A great example of this happened just a few hours ago, when hon Member Mr Dennis Tan congratulated MOT and MPA for launching an electronic harbour launch recently, thereby reducing carbon dioxide emissions.Sir, I now turn my third and final point. From the debate, it is noteworthy that there is broad agreement to the Government's plans as articulated by the President to secure our nation's future. In my opening speech, I drew attention to the ambitious nature of these plans. They involve high levels of creativity. I spent some time highlighting the broad spectrum of plans affecting everything, from defence to the economy to the environment, as well as the fact that a long-term view has to be taken to implement these plans. I therefore congratulate the Government for presenting these plans that have secured this broad agreement in this House.This, however, is merely the start. To an extent, this may be the easier part of the process. Collectively, we need to secure the all-important buy-in of fellow Singaporeans to make the plans work for the benefit of Singapore and Singaporeans. Whilst this is not an easy task, there is every reason to be confident, in my personal view.This is where what the President stated in her address about moving forward with confidence becomes relevant. She said: \"We are now in a much stronger position – better poised to overcome our vulnerabilities and armed with crucial resources to push forward with confidence, however stormy the weather. Our collective experiences have strengthened the mutual trust between Singaporeans and their confidence in our system of Government. This virtuous circle relies on us partnering one another and working together to make the impossible, possible.\"I therefore call on all Members of this House, on both sides of the aisle, backbenchers and frontbenchers, to double down and work together to build happiness, prosperity and progress for our people. [Applause.]Resolved,\"That the following Address in reply to the Speech of the President be agreed to:'We, the Parliament of the Republic of Singapore, express our thanks to the President for the Speech which she delivered on behalf of the Government at the Opening of the Second Session of this Parliament.'.\""], "Mr Leon Perera (Aljunied)": ["I thank the hon Member Mr Murali Pillai for that question. What I had said and I will repeat that here, is that if you go back to those debates in Parliament in 2018, we opposed a hike of GST from 7% to 9%. At no point in that debate did we call for the GST to be lowered from 7% to 0%. Mr Pillai makes reference to positions that were articulated by the WP in the 1990s. I do not know whether it is fair to bring up positions that were taken in the 1990s and have a debate about that. By the same token, I could bring up positions that the People's Action Party (PAP) has taken in the 1990s and table that for discussion here, such as the Graduate Mother's Policy, such as votes for upgrading, for example. So, I think the point here is that at no point since the idea of a GST hike from 7% to 9% was first mooted and put on the table here in Parliament, which is in 2018 as I recall, at no point did anyone in the WP call for the GST to be lowered from 7% to 0%. And if there is anyone or if there is any evidence or reference that the Member can make, for anyone in the WP making that specific call, then we would be glad to discuss that. Mr Speaker: Mr Pillai. "], "Mr Murali Pillai": ["I thank the hon Member Mr Perera for clarifying that the acceptance of the stance of GST being at 7% is to be implied from the fact that in 2018, when it was proposed by the Government to increase the GST from 7% to 9%, the WP did not ask for a reduction of the percentage. Just on a point of elucidation, GST was not being increased for the first time in 2018. It was actually being increased progressively from 3% to 4% to 5%. And, in around 2007, it was increased from 5% to 7%. So, I take it that as far as my learned friend, or rather, the hon Member Mr Perera is concerned, this implicit decision to accept GST was made in 2018 when the Government conveyed its decision to propose an increase of GST from 7% to 9%. And if that is the case, then I think we have a happy situation because the gulf, or the gap, between the WP and the PAP is now narrowed from 9% to now 2%.Mr Speaker: Mr Perera.", "I thank again Mr Perera for his answers. And maybe, Your Honour, if I could clarify, my interest in relation to raising the position of the WP from the 1990s is, with respect, not unfair because what we need is clarity on where the WP – and, for that reason, any party – stands on important issues. So, if it, indeed, had evolved, then it will be incumbent on any party to then make that position very clear, so that the public understands where the parties are on these important issues.Mr Speaker: I am honoured, Mr Murali. But this is not a Court. Mr Dennis Tan."], "Mr Leon Perera": ["I thank the hon Member for his statements and, just to reiterate, when this idea of GST was mooted, we did not call for any reduction of the GST rate from 7% to 0%. So, that is, indeed, the position, and that would be borne out if you go back to those debates from 2018 until now. I would again remind the Member with respect that if we are to bring up policy positions that have been taken decades ago and table them for debate, then I think the policies of the PAP from decades ago should also be put here and tabled for debate as well. But I do not think that that would be constructive because everyone evolves their position as conditions evolve. And I think for us in the WP, and it may be the same for the PAP, whenever we have to make a decision on whether to take a position on a policy, you look at all the options that are there on the table and you decide what is in the best interest of the country, what is rational, what is fact-based, and you take a position at that point in time on that particular issue. But I thank the Member for his comments.Mr Speaker: Mr Pillai.  "], "Mr Dennis Tan Lip Fong (Hougang)": ["Mr Speaker, I support the Motion of Thanks to the President for her address during the Opening of the second session of the 14th Parliament.Mr Speaker, we read in the news this week that the Certificate of Entitlement (COE) premium for smaller cars crossed the $100,000 mark to reach a record high of $103,721. New records were also set in the larger car and open categories at $120,889 and $124,501 respectively. And I read that the latter is the highest price ever posted for any category of COEs.The President of the Singapore Vehicle Traders Association, Mr Neo Tiam Ting, told The Straits Times that the companies that are supplying cars for ride hailing services are a key driver behind the demand for COEs in recent years. He said that these companies which grow their fleets aggressively and pushed up COE premiums in the process are able to pass on the higher cost in the form of relatively small increases in daily rental rates while private buyers have to stomach the premium hike in one go with a bigger loan.This is not a new issue and I am aware that the Government stated in a Parliamentary Question reply to my colleague, the hon Louis Chua, last year that there is no evidence that PHC companies have caused the increase in COE prices. Be that as it may, as prices spiral out of reach of many Singaporeans who aspire or need to buy a car for different reasons, can we not do more to review how we can ensure that businesses, whether ride-hailing companies, car leasing companies or car dealers, do not push up the COE premiums at the peril of private buyers who need to buy a car for various different reasons.Such reasons can include using their vehicles for work purposes, taking care of their families with young children, taking care of elderly family members or handicapped family members. For some of these people, operating a private hire car from a ride-hailing company or using Grab or taxis may somehow not be a suitable substitute.Can we also see to it that COEs for commercial vehicles are not subject to similar pressures? The rising COEs for this Category C have contributed to rising business costs and present further challenges for our smaller businesses. And added business costs also contribute to the increase in cost of living for everyone.In the past week, when we have been talking about combating stratification and building social compact amidst rising costs of living and rising property prices, we should be wary of the possible social effects of spiralling COE prices.Mr Speaker, I welcome and support the Minister for Transport's statement in the addendum to the President's Address, that the Ministry of Transport (MOT) will further encourage the adoption of cleaner energy vehicles through regulation, incentives and infrastructure. Indeed, President Halimah stated in her address that we have committed to decisive action to reduce carbon emissions and are taking resolute steps towards meeting our net-zero commitments.The Minister also said that we will review financial incentives to encourage the adoption of electric cars and monitor related developments in other vehicle segments, such as motorcycles and goods vehicles. To date, the pricing of electric vehicles is still relatively unattractive, compared to internal combustible engine (ICE) vehicles. I agree that the Government should further review to see how we are better able to encourage and incentivise more people to switch to Electric Vehicles (EVs) and reducing the number of new ICE vehicles on the road.Mr Speaker, a recent CNA article dated 11 April 2023 reported that parallel importers face limits in what EVs they can put on the road as compared to the authorised dealers, as this is partly because of how road tax is calculated, which is pegged to the EV's power rating. One importer reported encountering problems with the homologation and/or registration for EVs. It was also reported that EV models with dual electric motors require proper documentation from manufacturers that confirm their power rating and this makes it tougher for parallel importers to register these cars for road use as, unlike authorised dealers, they do not have direct contact with the car makers. Another importer stated that EV options are quite limited for parallel importers and they hope for, I quote, \"better support in terms of clarity on importing rules\".I hope the Government can look into the concerns of these parallel importers to clarify and review the rules and documentary requirements for EV sales and registrations, which may be more disadvantageous to parallel importers. More importantly, I hope the Government can provide more assistance to parallel importers to encourage them to focus on getting higher volumes of EV sales as opposed to ICE vehicles.Mr Speaker, still on transition to EVs, I next move to the issue of the electrification of logistics vehicles. In my Budget debate speech in February this year, I expressed my concern that it remains unclear how soon certain logistics fleets, including but not limited to light goods vehicles, will be switching to EVs entirely and I said that a number of prominent logistics companies have not yet had any plans or have not announced any plans for EV conversion or some have preliminary plans for only limited initial conversion.Indeed, I have brought up my concerns for the green transition in last-mile logistics and asking for our plans for conversion of goods and logistics vehicles variously in the Committee of Supply (COS) Debate 2022 with the Minister for Sustainability and the Environment, and during the debate for the EV Charging Bill in November 2022. In the MOT COS debate last month, I also asked whether the Government will actively engage logistics companies directly on their plans to convert to EVs and to speed up the process.Senior Minister of State Amy Khor replied that, and I quote: \"on logistics companies' transition to cleaner vehicles, we are working with them, but it is now limited by the availability of this kind of vehicles in terms of technology\".Sir, during the Ministry of Sustainability and the Environment (MSE)'s COS debate in 2022, I have already said that we have also seen electric light commercial vehicle models increasingly being rolled out by manufacturers, such as Renault, Opel and BYD. More recently, we read that, in the US, Schneider has delivered its first short-haul logistics EV trucks while Tesla has also delivered EV trucks to PepsiCo.Mr Speaker, while I appreciate MOT's efforts to engage our logistics companies in this area thus far and, admittedly, some manufacturers may have only started to build such electric commercial vehicles not too long ago. I hope the MOT will increase its engagement with logistics companies to persuade them to have step plans for the conversions. I hope MOT will have a dedicated roadmap on the conversion of the logistics and goods vehicle fleet operating in Singapore in the next few years and will work closely together with logistics companies on such a roadmap.Mr Speaker, during the EV Charging Bill debate in November last year, I also mentioned that we have a large number of goods vehicles which are coming from Malaysia on a daily basis. I hope the Government will have a plan to handle this large group of foreign ICE vehicles coming into Singapore and travelling all over Singapore every day even if this may take even more time, given that they are foreign vehicles. Yes, we may need the goods and supplies these goods vehicles bring in every day, but it will be good to know that the Government has a plan in respect of these vehicles even if it may involve foreign government or agencies. We should not let their emissions delay our zero emission goals indefinitely.Mr Speaker, I also like to congratulate MOT and Maritime and Port Authority of Singapore (MPA) for the launch of the first electric ferry, the Penguin Refresh on Monday, to carry Shell workers, contractors and visitors between Shell's Pulau Bukom premises and Pasir Panjang Ferry Terminal.It is also commendable that MPA is working with Shell to allow other electric harbour craft to access their electric charges in due course. This is a first big step in the decarbonisation of the harbour craft fleet in the Port of Singapore. Under MPA's maritime decarbonisation blueprint working towards 2050, all harbour craft will operate on low carbon energy solutions such as blended biofuels, for example, the B100 fuel or hybrid diesel electric propulsion by 2030 and by 2050 will operate on full electric propulsion of net zero fuels in order to achieve 15% reduction of 2021 levels by 2030 and 50% of 2021 levels by 2050.I support these plans and I hope we can achieve the targets ahead of time.In the course of my professional work over the years, I had to use harbour launches to board vessels lying in nearby anchorages over the years and I hope the familiar smell of the engine fuel of the old harbour launches will be a thing of the past. In fact, I can remember in the past, I would have to pick one of the many harbour launches lying alongside Clifford Pier, effectively like water taxis and the pierced smelling of the fumes.Mr Speaker, while it is noteworthy that Shell estimates that it can save more than 6,000 tonnes of carbon dioxide a year, the ferry operation is far from being the mainstay of Shell's business.In my Budget debate's speech on 2022, I mentioned that Shell had in November 2021 announced that it was halving its crude processing capacity at its Singapore hub and reducing fuel exports. The oil major, a major part of our oil and gas industry, is intending to transit from fossil fuels to cut emissions and meet global low carbon energy needs. I acknowledge that this is part of a wider global trend in a transition towards low carbon fuels and undoubtedly, will affect Singapore in some ways.Mr Speaker, I hope the Government will continue to update the House on the transformation of our petrochemical sector on a green transition process in this sector, whether Singapore will continue to attract and retain parts of the petrochemical industry in Singapore. They are relevant for the green economy. I hope the Government will provide updates on our efforts in attracting more businesses in areas like biofuel refining or sustainable aviation fuel production or storage for such fuels as well as updates on carbon capture and sequestration at petrochemical plants.And finally, I hope the Government will continue to update the House on the just transition in manpower for our workers working in Shell and other companies in the petrochemical sector, what we are doing to retain and retrain workers in this sector as the sector transforms within Singapore. Mr Speaker, I support the Motion of thanks to the President.Mr Speaker: Mr Pritam Singh."], "Mr Pritam Singh (Aljunied)": ["Mr Speaker, the Government's direction as encapsulated by the President's Address continues in the same vein from the last term of Parliament. A significant part of the information contained in the addenda to the President's Address has been made known previously even before Parliament was prorogued. The WP Members of Parliament (MPs) have therefore raised issues that remain at the top of the public mind, such as HDB matters, the cost of living issues that affect seniors and the young and matters of fairness and inclusivity.For my part, I will cover three broad points.First, I will speak about foreigners in Singapore and restate my call to the Government to ensure that our foreign talent policies translate to tangible benefits for Singaporeans.Secondly, I will revisit my call for proficiency in English as a requirement for new Permanent Residents (PRs) and new citizens.Third, I will address the Deputy Prime Minister's remarks on the WP as an opposition that seeks to chip away at the people's trust in Government. I will also address the Deputy Prime Minister's questions to the WP concerning the Goods and Services Tax and list several policy proposals made by the WP, which have been adopted by the Government.First, foreigners in Singapore. WP MPs know from our engagement with the public that a unique Singapore identity – proud and distinctive – has formed but continues to evolve. Insofar as a new social compact is concerned, Singaporeans seek a fairer, more inclusive and more caring society. The Government recognises this and my colleagues have signposted areas where these objectives can be operationalised.In his addendum, the Minister in-charge of the Strategy Group under the Prime Minister's Office, Deputy Prime Minister Lawrence has committed to carefully manage foreign worker and immigration flows to ensure that these translate into tangible benefits for Singaporeans and separately, to help newcomers integrate better into society.With respect to tangible benefits for Singaporeans, the WP has made that specific point repeatedly and we continue to see it as an important requirement to ensure society remains welcoming of foreigners. The WP has also made calls for a report card on the Industry Transformation Maps and job outcomes for Singaporeans. The publication of outcome-based indicators of Government policies would be useful tools in ensuring continued public support or at least understanding of the Government's foreign talent policies. Providing evidence of how foreign talent policies help Singaporeans in concrete ways will help prevent xenophobia, something we must always guard against.To this end, it is useful for me to restate the point the WP made on the Parliamentary debate on free trade agreements and the India-Singapore Comprehensive Economic Cooperation Agreement (CECA) in September 2021, a point that Minister Ong Ye Kung brought up yesterday. As that debate proved, getting the People's Action Party (PAP) Government to reveal information on the number of intra-corporate transferees from India that worked in Singapore upon the introduction of CECA was like squeezing blood out of a stone.Parliamentary questions had been filed by the WP on the issue from 2016 but forthright answers were not forthcoming. In the meantime, pressures and tensions on the ground built up as a small number of Singaporeans became emotionally charged about CECA, using it as an adjective and in very uncharitable and downright racist ways. The WP sought information, answers to which could have shed light and reduced heat before things reached a boiling point. Unlike as suggested by Minister Ong yesterday, sometimes filing a parliamentary question does not guarantee receiving an adequate and substantive answer from the PAP Government from which alternatives can germinate.Moving forward another potential tinder box that the Government should look at closely is the growth of family offices, inflows of foreign wealth and how Singaporeans are taking to these developments. There are already murmurings of discontent that are led by emotional perspectives, created by facts such as the mass buying spree of properties in single developments by foreigners. If the Government does not step in early and fill the information vacuum on how outcomes for Singapore and Singaporeans are enhanced, this subject may turn ugly too and it would be important for the Government to be on top of this.In future, the PAP must not see calls for information as a Trojan horse for ulterior motives or a red herring. When there are requests for detailed figures, the PAP must not turn defensive in response to the Parliamentary Opposition of the day playing its role checking the Government of the day.In moving this Motion, MP Mr Murali Pillai stated that we must recognise that the nature of the electorate is changing and today, a new generation is emerging – standing taller and brighter than the ones before. He also said, and I quote, \"People's psyche will change and as they do, the Government must change to a degree and at a speed unprecedented.\" Likewise, the interventions of the Opposition in this House, the questions it asks and the proposals it advances must reflect this new psyche.Going forward, the 4G PAP Leadership cannot be dismissive or breezily use national security or sensitivity as reasons for withholding information without good reason. In fact, I foresee that a greater openness to releasing information will be fundamental to the refreshed social compact that the 4G Leadership seeks to forge with Singaporeans through the Forward Singapore exercise. On the point of the Prime Minister's Office's Strategy Group's addendum covering better integration of newcomers into society, I had proposed an English requirement for PRs and citizenship applications in last month's Committee of Supply debate. A few weeks later, in a demographically representative poll of 500 Singapore-born citizens aged between 18 and 69, a CNA MediaCorp survey reported on 3 April this year, this month by CNA found that almost 80% were in favour of an English test for new PRs and citizens.Prior to the release of the survey result, in some limited quarters, the proposal for an English requirement was incorrectly understood as a divisive one with the implicit point being that mother tongue languages would somehow be compromised or that an English requirement was actually a test for \"Singaporeaness\". But these criticisms missed the key point of the proposal, which was focused on integration. I am gratified that the demographically representative survey respondents did not miss the point.The wide support for an English requirement, as shown by the survey, can perhaps be traced to the historical use of English in Singapore, as established by the Pioneer Generation of PAP leaders. In the 2012 publication, Singapore's Bilingual Journey, the late Mr Lee Kuan Yew said, and I quote, \"When Singapore celebrated its 21st National Day on the 9th of August 1986, it also celebrated a different sort of milestone. It was the first-time emcees of the event used English to lead the audience, where before they had to use three languages – Mandarin, Malay and Tamil. The crowds, likewise, responded in English. Where before the different races in Singapore were like different tanks of fish in an aquarium together before your eyes but segregated from one another, now they have a common language linking them together. They still retained their mother tongues whether Chinese, Malay or Tamil? But a common knowledge of English enabled them to share together the joys of the occasion. I was a proud man that day.\"On the occasion of the 100th year of his birth, this year, those words of the late Mr Lee Kuan Yew are timely. The late Prime Minister was clear. English would be a functional language with which to access the knowledge of the world and a tool for survival. The mother tongue is the cultural language used to transmit the culture's traditional values. More than three decades since his words in 1986, Singaporeans understand that immigration is necessary to top up our population but they also instinctively appreciate the importance of a lingua franca for better integration with newcomers and the signal it sends of Singapore as a multi-racial and multicultural nation not just in form, but in substance. So, no one should be surprised at advocacy for our lingua franca, namely English, to bind Singaporeans together. At the same time, however, we must never sever our cultural roots. All of us must remain proud and celebrate our individual cultures, including our mother tongues.One legitimate concern, however, is the possible difficulty of an English requirement for foreign spouses who apply for PR or citizenship. Sir, WP – in its 2020 manifesto – called for the fast-track naturalisation of foreign spouses on the Long-Term Visit Pass Plus (LVTP+), subject to certain conditions, such as having at least one Singaporean child. I would suggest that an English requirement for foreign spouses can be one of the criteria for fast-tracking these applicants. My proposal calls for, all other things being equal, that additional points or consideration be given for PR and citizenship to foreign spouses who have a working proficiency in English. As the Government has openly stated, our immigration policy and immigration intake is calibrated to preserve the racial balance and by extension, an English requirement would not favour one racial group over another just because applicants in one racial group already use English and the other does not. Sir, a fast-track for foreign spouses would give families in Singapore with one Singaporean spouse much peace of mind. In effect, for foreign spouses, the English requirement would serve as a plus one criteria or bonus criteria. It would nudge and better align immigration policy with our bilingualism policy, which is a fundamental aspect of the Singapore system. For the record, this WP proposal does not contradict any of the eight principles of Singapore's bilingualism policy established by the late Mr Lee Kuan Yew.Mr Speaker, the Singaporean identity continues to mature. For a young nation, this is a positive force. One that instinctively drives us towards inclusivity. It is wholly consistent with the values professed by the Government's agenda that seeks, and I quote, \"a deepening of Singaporeans' sense of shared identity and mutual responsibility towards one another\".I hope the Government can explore the best ways to reinforce the importance of English as a common language in our daily life, as it makes a big difference to the lived experience of many Singaporeans. The signalling effect on the centrality of our multiracial and multicultural society is immense. Sir, let me move on to my third point. I did not expect the Deputy Prime Minister to use his speech on the President's Address to attack and accuse the WP of advancing opportunistic or populist ideas to chip away, bit by bit, the trust in Government. The PAP shifted its position yesterday in the course of the debate. when Minister Ong Ye Kung conceded that the WP have brought up many good ideas. But both Ministers were consistent in calling for the Opposition to present an alternative agenda and even an alternative Budget. I will deal with this point in the course of my speech.To address Deputy Prime Minister Wong, if all we were doing was putting forward populist, unrealistic policies, we would not see the Government actively considering some variation of the WP manifesto ideas on anti-discrimination legislation, minimum wage and redundancy insurance. If chipping away at trust in the Government was our real agenda, we would not see the Minister for National Development (MND) acknowledging the WP point highlighting the inherent inequity of the Housing and Development Board (HDB) taxpayer subsidies as currently applied between mature and non-mature Build-to-Order (BTO) flats.It is a most unfair charge levelled at the WP which, in reality, chips away at the integrity of our Parliamentary democracy as an important platform for the exposition and contestation of ideas. In fact, we welcome the PAP taking up WP points because the real beneficiaries are not the WP or the PAP – but the people of Singapore. Mr Speaker, please allow me to list just a few of our policy proposals to demolish this idea that the WP has not put forward serious alternatives. Number one, verifying educational qualifications of Employment Pass (EP) holders. In our 2020 General Election manifesto, we called for the introduction of Employment Pass credentials assessment. We said that all Employment Pass and S Pass job applicants with university degrees and diplomas should be subject to mandatory educational credentials assessments, with cost to be borne by the applicant. On 1 March this year, the Ministry of Manpower (MOM) announced that companies in Singapore would need to verify the educational qualifications of Employment Pass applicants from 1 September 2023.Number two, broadcast Parliamentary Sittings live. In our 2020 and 2015 General Election manifestos, we called for the live, unedited broadcasts of Parliamentary Sittings. From 4 January 2021, Singaporeans were able to view livestreamed sessions of Parliament.Number three, national hydrogen strategy. Aljunied Group Representation Constituency (GRC) Member of Parliament (MP) Gerald Giam called for a national renewable hydrogen strategy in Parliament in January 2022 during the Motion on a low carbon society and again during Budget 2020. On 25 October the same year, the Energy Market Authority (EMA) announced that Singapore was launching a national hydrogen strategy to accelerate the transition to net zero emissions and to strengthen energy security.Number four, equalised maternity leave of 16 weeks for single unwed mothers. In our 2011 and 2015 General Election manifestos, we called for equitable support for single parents. In our 2011 manifesto, we stated that while having children outside of marriage should continue to be discouraged in our society, children born to single parents should not be denied the benefits that children of married parents receive. The children are innocent parties and should not start life being disadvantaged. We said that single parents should receive the same parenthood benefit packages as married parents.In our 2015 manifesto, we reiterate our call to grant single and wet mothers the full 16 weeks of paid maternity leave. In addition, we argue that single mothers should be made eligible for both the Working Mother's Child Relief (WCMR) as well as the Foreign Domestic Worker Levy (FDWL) relief. Excluding single mothers from these schemes unnecessarily penalises vulnerable children and single mothers. We added that the Government should extend the same help to single fathers. On 9 November 2016, the Government announced that from January 2017, unmarried mothers would have 16 weeks of paid maternity leave, equal to their married counterparts and fathers would have two weeks of paid paternity leave.Number five, BTO priority and forfeiture for non-selection. In our 2015 General Election manifesto, we called for the \"three-tries BTO\". We proposed that first-timer BTO applicants on the fiancé-fiancée scheme be given priority up to their third try in selecting a flat so as to minimise the waiting time for couples to buy a flat and plan for starting a family. We called for the priority to be forfeited if the first timer BTO applicants were invited to select a flat in any one of their previous tries but did not book a flat.On 2 March this year, the Government announced that first-time BTO applicants who give up their chance to select a flat would lose their priority status. From the August 2023 BTO exercise, first timers who fail to choose a flat once will be deemed second timers for a year in the computer ballot. Second timers who accumulate one non-selection count, down from the current two counts, will have to wait one year before they can apply for flat again.Number six, impose a charge for the use of plastic bags. In our 2020 General Election manifesto on curbing the use of plastics, we called for the introduction of a single-use plastic charge, phased in over five years to encourage a reduction in plastic waste while looking for alternatives. This is what we said: the value of the charge would need to be sufficiently high to change behaviours but remains sensitive to the needs of lower socioeconomic groups and persons with disabilities. We called for a nationwide public education campaign to raise awareness of the effects of single-use plastics and other more sustainable alternatives. On 2 March this year, the Government announced a plastic charge at most Singapore supermarkets from 3 July 2023, with two-thirds of all supermarkets imposing a charge of at least five cents for each carrier bag.Number seven, one family paired to one General Practitioner (GP). In our 2015 General Election manifesto seven years ago, the WP called for the family doctor pairing scheme. We argue that pairing families with GPs would encourage patients to remain with one family doctor who would be more familiar with their background and medical history. This would facilitate earlier detection of illnesses, provide more accurate diagnosis, reduce duplication of treatment and improve coordination with other care providers. We proposed all resident families be paired with a GP near their home and that Singaporeans could be given the option to change their assigned GP. In October 2022, this House debated the Healthier SG White Paper, which among other things put forward the Government's proposal for one family physician and one health plan for everyone. Under the plan, each resident chooses the family doctor or clinic. Flexibility will be provided for residents to change their enrolled doctor if they need to do so.Number eight, flexible work arrangements. In our 2015 General Election manifesto seven years ago again, the WP called for the fair regulation of mandatory flexi-work arrangements, where companies should be obliged to cater for a work-life friendly environment for workers. We suggested that employees who work for a company with more than 20 employees for more than six months should be allowed to make requests for flexible working arrangements. Employers could refuse the request on reasonable business grounds but must discuss the options available with the employee. The discussion must be duly documented and employees may appeal the refusal if there is a dispute on the grounds for refusing a request. We also called for tax breaks and enhanced work-life grants to be made widely available to help companies accommodate the flexi-work arrangements relevant to their respective industries. In the course of this debate no less, Minister of State Gan Siow Huang has reiterated that to entrench flexible work arrangements, MOM and the Tripartite Partners will introduce a set of tripartite guidelines by 2024. The guidelines would require employers to consider requests for flexible work arrangements fairly and properly. Sir, this is a non-exhaustive listing of the WP's alternative proposals. There are of course proposals that were long advanced by the WP MPs, for example, on criminal legal aid which was strenuously rejected by the PAP. For example, on criminal legal aid, the PAP's long-standing position was that it could not accept the taxpayer simultaneously funding both the prosecution and criminal defence. But they shifted positions and criminal legal aid finally became a reality in the last session of Parliament. When the WP raised the matter of anti-discrimination laws and redundancy insurance, the PAP similarly offered many reasons why it could not be done then or were unmoved and not persuaded, only to shift its position later and take up the suggestion. One specific point which the Deputy Prime Minister reopened in this debate was the GST and the WP's approach to it. This is rather strange because the debate over the last few years has been about the GST hike and not the GST per se.Even so, as the Deputy Prime Minister spoke on Monday, I wondered why the Deputy Prime Minister would want to raise the GST question at this debate because those questions ought to have come during the Budget debate. Had the question on the WP position on the GST per se been asked then, the answer would have been obvious. The WP policy positions cannot be immutable and have to evolve with the political realities of the time. We may not have supported the GST when it was first introduced decades ago but we recognise it as part of the system. But accepting the GST as it stands does not mean accepting every GST hike put forward by the Government. The WP went into the last general elections opposing the hike in the GST. We did not ask for the removal of the GST completely since the GST has been an endemic feature about tax system for many years now. At least from the time I entered this House, the WP's position concerned the necessity of GST hikes because the GST hurts the poor and middle class the hardest.Mr Speaker, Singaporeans know that no GST offset package lasts forever. Singaporeans are also acutely aware that a 1% increase in GST this year does not mean that the prices of goods and services will only rise by 1%. As we all know, for the men and women on the street the rise can be compounded many times, especially for basic things. Even with the Government's newly enhanced permanent GSTV scheme in 2022 by MOF's own reckoning, for low-income households who do not have elderly members, the GSTV scheme will offset about half of their total GST expenses. I am aware that in February this year, the GSTV cash component of the GSTV scheme was increased by up to $350. However, I have not been able to find an MOF statement that sets out in parallel how much this increase will offset the total GST expenses for a low-income family without elderly members.Sir, the WP's view is that if there are options to stave off this 1% or 2% rise in GST to fend off concomitant price rises in basic things like food at the coffee shop or hawker centre for the men and women on the street, as a responsible Opposition that has the welfare of Singaporeans at heart, the WP has to ask – why not consider them? And debate them? That is what we must be expected to do in this House rather than just accept whatever the PAP says.The Deputy Prime Minister does not want the WP to relitigate the alternative ideas we raised to make up the GST hike by saying that the sums do not add up. I believe when he says this, he means the sums do not add up if you want to remove the GST completely.But the Deputy Prime Minister would be acutely aware that this House was never debating the total removal of the GST in the last session of the Parliament, nor have we been doing so as long as the Deputy Prime Minister has been in this House.This is a distraction and the PAP should be upfront about it since we have been clearly talking about the GST hike from 7% to 9%, and what alternatives there are for it. I would like to ask the Deputy Prime Minister whether the Government still intends to proceed with the GST hike from 8% to 9% next year or whether it would consider a pause in view of persisting inflationary and cost of living pressures; and secondly, to accommodate changes to our corporate tax receipts that will inevitably crystalise further in the wake of BEPS 2.0. This is especially since the Government has announced at this year's Budget that it would implement a domestic top-up tax that will raise multinational enterprise groups' effective tax rate in Singapore to 15% in 2025 – less than two years from now.Should the corporate tax revenues look respectable and sustainable for the short to medium term without any real compromise in our attractiveness to foreign investors, it may not be necessary to introduce another hike to the GST from 8% to 9% for 2024, if corporate tax revenue, which contribute 25% of our tax revenues today, goes up further.Sir, the WP's interventions, including our proposals of alternatives to the GST hike, seek better outcomes for Singaporeans. If our agenda was rank opportunism or populism, as suggested by the Deputy Prime Minister, the people will reject our brand of politics. But many Singaporeans do not want the cause of the Opposition in Singapore to fail and instinctively recognise the importance of a rational, responsible and respectable political Opposition in this House. For that reason, the public expectations of the outcomes in General Elections are not necessarily in synchrony with Deputy Prime Minister Lawrence Wong's point that every election from now will be about who forms the government.What the Deputy Prime Minister is true in a theoretical sense. The elections are about who forms the government. But as the PAP itself likes to tout, Singapore is unique. The political reality in the Singaporean context – a combination of the first-past-the-post system, the size and footprint of Opposition parties, certain grassroots organisations' manned by PAP apparatchiks and an Electoral Boundaries Review Committee that comes under the Prime Minister's Office, amongst other factors – all these reveal that the real prospect for a change of government during General Elections today, conceals the advantage of the PAP's incumbency far more than the Deputy Prime Minister cares to let Singaporeans in on.The Deputy Prime Minister has asked us to be honest about our plans, policies and intentions. On the heady dreams of displacing the PAP and forming the government, the reality is the WP is a small party and we have a long way to go. Our medium-term objective is to ensure that one third of the seats in this House are not in the PAP's hands. I said this in 2018 in a speech to WP's members, which is publicly available under the \"Key Speeches\" section of the Office of the Leader of the Opposition website, and this was reported by the mainstream media.Why the significance of this figure of one-third and why is it important?The Constitution – the highest law of our land – which all other laws must take reference from, can only be changed if two-thirds of the MPs in this House agree. Should any political party with more than two thirds of the seats in this House decide to change the Constitution arbitrarily, there is nothing that can be done to stop them. Today, the PAP does not just have a two-third majority, it has a supermajority of more than 75% of the seats. If we exclude Nominated MPs who cannot vote on constitutional changes, the total denominator is 93 elected MPs and two Non-constituency MPs. That brings the PAP's supermajority at close to 90% today.We are not playing \"masak masak\" when we make changes to the Constitution. These are serious matters that involve the lives of Singaporeans to a very acute degree. In order to pass a constitutional amendment with a two-third majority, the PAP needs 63 votes in this House. The PAP has 83 MPs today. The PAP can even change the entire Constitution at one go, with 20 MPs to spare.Let me give an illustration of how and why these numbers are important.On 21 March this year, just last month – in fact, exactly one month ago – the Parliament passed amendments to the Constitution. Some of the changes included amendments to Article 9, that sought to ensure that laws relating to the misuse of drugs that authorise the arrest and detention of any person for treatment and rehabilitation, remain valid under the Constitution. A separate change involved the introduction of a legal mechanism to reduce the balance of the Contingencies Fund so as to maintain discipline in how the Government manages its finances.Unbeknownst to many members of the public and voters, there were only 67 MPs in the House present when that constitutional amendment was passed on 21 March last month. These 67 MPs included seven WP MPs.If all the WP MPs had not been present in the House at the time of the vote, the Constitution could not have been amended as sought by the PAP as only 60 PAP MPs were present. I want to emphasise that the WP's intention is not to block all the changes to the Constitution proposed by a PAP Government. Far from it. If constitutional amendments are in the interest of our people. we will support them. But if we assessed that the proposed changes to the Constitution are detrimental to Singapore and Singaporeans, we will speak against them and vote against them.Voting against Constitutional amendments is not something that PAP MPs will be able to do if their party whip is not lifted. They can talk all they like in this House and go to the ends of the earth claiming to make a principled stand, but they cannot vote other than how the PAP leadership dictates.Sir, the WP seeks an evolution of Singapore's politics towards a permanent presence of elected Opposition MPs so as to ensure sufficient balance in our political system against an extraordinarily dominant PAP. We do not seek a revolution that includes a change of government at this stage of Singapore's political development. Based on my reading, this view is consistent with the general public's sentiment.But the PAP should not rest on its laurels because this can change and it is because of that question that has been asked before – what if a rogue government sprang from the bosom of the PAP?The PAP knows that as long as the WP is not in government, it will never have the full breadth of considerations and access to detail the PAP is privy to – Cabinet briefings and papers, access to hundreds of classified public surveys and, of course, the intellectual and operational engine of the Civil Service. So, the Deputy Prime Minister demands that we come up with a serious alternative agenda and an alternative budget at this stage, knowing that there is a more than likely chance we will inevitably fall short on details, owing to obvious information asymmetries. And come election time, the PAP can tell the public that no serious alternatives have been presented. But where we have alternative ideas, we have advanced them. We will continue to do so, in spite of the political realities. We have been open with Singaporeans and nailed our flag to the mast in the course of campaigning for the people's votes to put us in Parliament. Our manifestos have not been an amalgamation of broad statements of purpose and glossy pictures, but specific proposals with a view to better the lives of Singaporeans. If these proposals that I have highlighted earlier were not serious, why did the PAP take them on board and devote fiscal resources to fund them and policy resources to implement them?At its core, Mr Speaker, respectfully, what the Deputy Prime Minister has to appreciate is that the public expectations of the WP in Parliament as elected MPs differ from the PAP's expectations from the WP – and rightly so. For many Singaporeans, the key operative consideration in making their vote count goes far beyond and transcends just a change of government. There are real political questions the voters have to consider, which they are acutely aware of.Firstly, Singaporeans want an Opposition to check the PAP because in their heart of hearts, we all know that \"ownself check ownself\" is not realistic. The inherent nature of power makes this unrealistic. Secondly, it is in our collective self-interest that no one party can amend the Constitution – the highest law of our land – at will. So, it is wise to have at least one third of this House in a party or parties other than the PAP.Thirdly, in the same vein as the Prime Minister alluded to in his speech in this debate, Singapore's future is not a given. It follows that no one can ignore the possibility of a rogue government springing from the bosom of the PAP. Our people should have real political options if or when that happens.These are the reasons why there should be a strong Opposition presence in this House even before we talk of a change of government, alternative agendas and alternative budgets. In fact, PAP MP Zhulkarnain Abdul Rahim said in the course of this debate, \"Iron sharpens iron. The rigours of debates and contestation of ideas on issues that are important to Singaporeans can help all of us formulate new ways forward for Singapore.\" He could not have put it better.At some point, in the name of inclusivity and a united Singapore in the face of grave external challenges, I hope the PAP can rise above political partisanship and acknowledge the political contribution of the WP towards the betterment of Singapore and Singaporeans.In conclusion, Mr Speaker, just as the President has set out the direction the Government is taking, let me set out the approach of the WP for this second session of Parliament of the Government's term. The WP's approach involves an acceptance that the political reality in Singapore is the overwhelming dominance of the PAP today. Part of that PAP's supremacy comes from the performance of the PAP in delivering what citizens want, especially in the early decades of Singapore's self rule, then Independence. Part of that dominance has also come from hardball political tactics that also hosted policies with collateral purposes that suppressed the growth of an Opposition such as politicising ostensibly community-focused organisations such as the People's Association, which does the bidding of even unelected advisors.What is the appropriate response to such dominance? Some believe, perhaps naively, that it is best to work within the system, to change things from within the establishment.Is that a realistic possibility? Perhaps it is. If you make it to one of a handful of top positions. But even the late President Ong Teng Cheong, who was very close to the top of PAP politics as deputy prime minister and seemingly right at the top of our political hierarchy as President, could not get the information he wanted. How much less realistic then for those lower down the establishment's pecking order to achieve substantive goals for change?The alternative in responding to PAP's dominance is to appeal directly to the people – by contesting in elections and leaving it to the voters and having faith in their judgement. This is the path the WP, its MPs, members and volunteers have chosen. So, the direction the WP must take while in Parliament is to worthy of the votes that have put us in Parliament. Just as the Government is essentially continuing its last term and also the previous session of Parliament, so are we. We will continue to raise alternative proposals within the limits of our resources and the information we have or is made available.We will be glad to see the PAP implement policies we have suggested, whether they say that those ideas were already in their pipeline or whether they merely adopt them without attribution. But most critically, no matter the challenge or obstacle, the Opposition must be focused and continue to endeavour, work for and defend the interests of Singaporeans and Singapore, as equal and fellow Singaporeans, together in the same boat, rowing in the same direction, be it in or out of this House. [Applause.]Mr Speaker: Minister Tan See Leng."], "The Minister for Manpower and Second Minister for Trade and Industry (Dr Tan See Leng)": ["Mr Speaker, thank you. I would like to seek a point of clarification to Mr Pritam Singh's speech earlier on. In his speech, he said that asking the Ministry of Manpower (MOM) to release statistics is like drawing blood from a stone.I want to highlight the point that on his question on the number of intra-corporate transferees, on 6 July 2021, in the Ministerial Statement, I had already provided the numbers. There were 4,200 intra-corporate transferees working in Singapore the year before – that is, 2020 – a number that has remained consistently small. And, of course, the rest of it is available in the Hansard. It is also published in The Straits Times as well. I think the point to highlight to everyone, every Member of the House and particularly in response to your statement is that many of the questions that were asked – both by the WP as well as by the PSP – were not just on the numbers pertaining to intra- corporate transferees. But the Member has also put the questions together on the breakdown of whether the jobs went to Singapore Citizens who were born in Singapore or who were naturalised Singaporeans, amongst other types of confidential information that was not readily released.Notwithstanding that, in the interest of addressing the issue in Parliament, to the best extent that is possible, our MOM officials came up to put the statistics up required by MPs. I hope that we can have this social compact – and let us make no mistakes about it that the vitriol and the raw emotions at that particular point in time, I hope was really something that we should all try to avoid. And I hope that they were not due to other factors outside of what the questions were intended to be. And I hope that they were not due to deliberate efforts to frustrate our social compact. To the Member's point about the confidential information that could have been released earlier, I believe that it cannot be the reason for the ugly xenophobia, the racial undertones surrounding CECA. I think that is the point that I would like to clarify.Mr Speaker: Mr Singh. "], "Mr Pritam Singh": ["Thank you, Mr Speaker. Before I go into the nub of the matter as raised by the hon Minister for Manpower, in terms of the xenophobic elements which the Minister raised, we are at ad idem. We do not want our compact to be disrupted and overturned because of these reasons. So, to that extent, we are on the same page. But let me just share with the Minister that when I referred to the intra-corporate transferees, Minister would recall in the debate that Minister refers to, that the Parliamentary Questions were asked well before the answers that he gave in Parliament in July. Mr Leon Perera had – if my memory serves me correctly and I stand corrected, Mr Speaker, I am going based on memory alone – asked the question on the number of intra-corporate transferees in 2016. And the answer in Parliament from the Minister for Manpower was, \"we don't reveal these numbers.\" And the point we were making – and the point I made in my speech again today – was if those numbers were released, because the numbers were low – they could have punctured all that xenophobia quite early. And the point I am making was I could not understand why it was difficult to provide the information in 2016. But then when things are descending into an abyss, the numbers start coming out.I made this point earlier. I made this point in the course of that debate and this was then Minister Ong Ye Kung's reply. I made the same point and there is no real difference in the point that I am making now. And this is what he said in my response to releasing information earlier: \"I take to heart what the Leader of the Opposition has said that, with information, we can quell such falsehoods much earlier. We work in a bureaucracy. Some data is classified secret, confidential and so on. So, we are not at liberty to always disclose them. But what you say is true. Some information, it is better for it to come out early and then we can move on, especially as you said when it concerns issues like racism or xenophobia, it is much better to credit early.\"Sir, I hope that response addresses the point put to me by the Minister for Manpower. I am suggesting that in certain issues of great significance, the Government is better off providing more information rather than less. Mr Speaker: Minister Tan See Leng.", "Mr Speaker, I actually did not intend to bring up this point in the course of my speech today. But because Minister Ong mentioned yesterday in the context of presenting alternative budgets, alternative agendas, he said, \"just file a question, you'll get a written answer\". I think that caused me to pause. Because the answer that was given in 2016 – and again, I stand corrected if my memory fails me – was not that the reason we are not releasing the ICT data was because there could be commercial sensitivities and so forth. In fact, there was no reason given at all, if I am not wrong. It was \"We don't release this figure, period\".So, again, I think the question really comes back down to thinking carefully about whether that information truly is going to be problematic and what is in our interests, given Singapore's situation, given how some of these agreements can be problematic. And I have to add, again, I am going back six years. So, I remember the question of CECA did not just drop from the sky in 2015, 2016, 2017, around that period. Factually, the Government website, also had to come out and clarify some of these issues. So, in that context, I am not blaming MOM or pointing the finger at MOM, but making a larger meta point about how important it can be for information to be released and to take a different attitude towards it.Mr Speaker: Deputy Prime Minister Lawrence Wong.", "Thank you, Mr Speaker. Let me just deal with the last point made by the hon Deputy Prime Minister. I do not think there is any difficulty for me or my colleagues to agree to that.And I think that coming back to the Prime Minister's speech, which I think a lot more Singaporeans should listen to, we know the future is not exactly smooth. There are a lot of unpredictable factors that we have to contend with and, in the course of debate in this House, we will be going back and forth at each other's proposals and ideas.But insofar as populism and opportunism are concerned, I am quite certain that the Deputy Prime Minister means that it ought to work both ways. It cannot be a case of pointing fingers at the Opposition and accusing them of that when certain actions of ruling party politicians on the ground are no better.But having said that, I accept the Deputy Prime Minister's concerns of our democracy and, certainly, the WP, and I hope the Opposition in general, will be mindful going forward and work towards the betterment of Singapore and Singaporeans. Mr Speaker: Mr Leong Mun Wai.", "Thank you, Mr Speaker. Just for the record, I need to state this for the record because the WP never made a request for information on people born in Singapore. So, I just want to be very careful about that, because that gets us into very dangerous territory. ", "Thank you, Mr Speaker. Thank you to the Minister for his speech and for referring to the point I made about an English requirement.Sir, I have two clarifications. The first is this. I did not say that an English requirement would be a single point of consideration for PRs and new citizenship applications. I think the Minister, in his characterisation, framed it as a sort of litmus test. In fact, I made it clear in my speech today that it was a nudge to align our immigration policy and our bilingual policy.And for individuals like foreign spouses who would have some difficulty, especially if English is not a common language that they use; or with respect to Minister's family member who is very old now, for which a test may have been problematic a long time ago – the test is not in that context a veto factor. The existing criteria would apply and it would be a consideration when an immigration decision is considered – that actually this person already has a common lingua franca that many Singaporeans actually share. So, I think the point was a little more nuanced than what the Minister enunciated.I think the second point is international students who are today foreigners; if they want to enter our primary school system, they already have to take a Cambridge English qualification test. So, it is not as if this is really a left-field suggestion or something which is too off the mark.And to that end, I refer to the survey in my speech. I think the Minister would have seen it. The Minister referred to various criteria that we broadly know with respect to immigration. But that survey found the ability to communicate in English ranks number one. In fact, the number one position was shared with economic contributions to Singapore.And in that context, I think it is a good time to include what MP Murali Pillai spoke about the psyche of the nation and how people's views change through generations and how important this is becoming as a consideration for some Singaporeans.But I do not want to lean too much into one survey alone. I am sure the Ministry may have a more global perspective of opinion. I am just suggesting that this is something which I felt was important for the Government to consider."], "Dr Tan See Leng": ["First and foremost, given the low number of intra-corporate transferees and, as the Leader of the Opposition has persistently said that these are matters of national interest, it appears that in every single debate that we have, every single issue has now been put up as national interest. I am glad he acknowledges and he shares my point about having this common social compact. But I hope that in terms of perhaps prioritising some of these questions and having a more precise and surgical differentiated way of asking these questions could be one way of making it a lot easier.Mr Speaker: Minister Ong Ye Kung.", "Mr Speaker, and to all Members of this House, I have consistently been providing the data. Perhaps the Member may not understand my overarching English, maybe the proficiency of my English. Today, in Singapore, we are at full employment. Our long-term unemployment rate is at 0.6% to 0.7%. In fact, in my reports, as I have shared, for the year ending 2022, the number of resident employment, that means, locals – Singapore Citizens, PRs – resident employment has gone to even before pre-COVID-19 days, before 2019. In all of my interventions, in all of my speeches, I have consistently shared that for the foreign talent that have come in, it has resulted in an increase in the number of jobs created and employment opportunities for Singaporeans. This is precisely my point earlier on to Mr Pritam Singh. When you want to go and dive into the data between whether that Singapore Citizen is born here or born elsewhere and then become naturalised, or how many generations, I think those kinds — no, no, I am not conflating it, Leader of the Opposition. I am not conflating. I am just saying, using it as an example to say that this is the type of data we do not release. So, I hope you do not conflate the entire discussions together. I rest my case. Mr Speaker: Mr Singh.", "Thank you, thank you.Mr Speaker: Mr Leong Mun Wai.", "Point of order, Speaker. Mr Speaker: Minister Tan.", "I was providing a point of clarification to Mr Pritam Singh's speech. So, I hope that we can keep it as that. Mr Speaker: Mr Leong Mun Wai.", "Perhaps if he would like a separate debate, he can file another Parliamentary Question on the issue of the jobs statistics."], "The Minister for Health (Mr Ong Ye Kung)": ["I was not intending to speak but the Leader of the Opposition mentioned my name a few times. What the Leader of the Opposition said in his speech, I think it was a similar point that he made in the July 2021 debate, which was that if only MOM released the number early, you could have quelled all the xenophobia. I took that point. And my answer in July 2021, I think it is the same answer today. We take to heart the feedback that the Member gave. If we have released, perhaps, it would have quelled all the xenophobia and all the raw emotions. But as Minister Tan See Leng said, that data was graded confidential or maybe even secret, I am not sure. But it was not ready for release, because when you release intra-corporate transferees of a particular country, others may compare, it can have other ramifications. So, it is not something that Ministry officials will readily say, \"Let us release it for Parliament\". But the situation became like that. CECA became a big issue with a lot of raw emotions, got debated here. In the end, these Ministers had a serious discussion and said \"Let us release it\". And so, we take your point but it is not that straightforward a matter but nevertheless.I think what Minister Tan See Leng is also trying to say is that after all this, let us not blame this whole debate and raw emotions around CECA on MOM because they never released intra-corporate transferee data. It is not because of that. No. If we are honest with ourselves, it is not because of that. It could have quelled it. But I think many other factors took place resulting in those raw emotions, which is most unfortunate.Mr Speaker: Mr Pritam Singh."], "The Deputy Prime Minister (Mr Lawrence Wong)": ["Sir, on the larger point that the Leader of the Opposition Mr Singh had highlighted, I am glad that he agrees with me that we do need both serious Government and serious Opposition in our maturing democracy. I made the point in my speech. He has a different view on the way I have characterised some of the proposals made by the Opposition. That is his view and I accept that. I think there we may well have to agree to disagree.But I made this broader point about how our democracy will evolve because I do worry when I look at how democracies elsewhere have evolved. Look at the great democracies of the world. Democracies far bigger, far more developed than us and look at where they are now – how their societies have become divided and polarised, how their systems have become stuck in gridlock. It is not as though their people are unloyal to their countries – not at all.But how is it that these countries have become so dysfunctional where politics is concerned? And what makes us so sure that Singapore is immune and we somehow can avoid such a fate happening in Singapore down the road? So, I think there are lessons for us. And the lessons are, if you look at many of these countries, populism has taken root and populism has damaged greatly their societies; divided and polarised their people.What is populism? Populism is politics that suppresses the truth, shades the truth, gets into post-truth, distorts the facts for political advantage. Populism is politics that pretends there are simple answers to complex issues, because there are not. And if such populism were ever to take root in Singapore, well, in the short term, parties that push out such populist policies may gain some advantage, but in the longer term it will cause great damage to Singapore and Singaporeans.So, from the Government's point of view, our stand is very clear. We reject all forms of populism. We make sure and we uphold honesty and integrity in policymaking. If the Government were ever to fall short of these standards, we expect the Opposition to call us out and say so. Please do. You have to do it. We expect you to do it.Conversely, if the Opposition were to propose ideas and policies that we feel are populist, we, likewise, will highlight them and highlight our concerns. Rightfully so. So, I hope that is our common understanding of how we can take Singapore's politics and democracy forward. Mr Pritam Singh said that Singaporeans believe in the cause of the Opposition and does not want the cause of the Opposition to falter and fade away. I believe there is a role for the Opposition to play in our politics, in our democracy and it is a very important role to campaign for your ideas and your proposals to hold the elected Government to account and to offer serious alternatives to the Government. Mr Singh says it takes time and you are not ready to form the next Government. You take one step at a time, one-third. But in politics, things can happen very quickly.So, I am glad Mr Singh is mindful that there is an important role for the Opposition to play and I think he should start thinking about how he and the WP can, indeed, perhaps, not sitting on that side of the aisle, but on this side of the aisle in future, down the road. What sort of agenda you would offer Singaporeans and what you would do if you were to form the Government?If there is one thing that I hope all of us can take away from this debate and, given that there is, in fact, I would say, some common understanding of this, from what I hear from Mr Singh's speech, one outcome that we might be able to say to Singaporeans, it is this: that together in this House, both sides of the House, we stand for a democracy that is maturing, a serious Government and a serious Opposition. We say yes to all that, but we say no to populism and political opportunism ever taking root in this House and in Singapore. [Applause.]Mr Speaker: Mr Singh. "], "Mr Leong Mun Wai (Non-Constituency Member)": ["Speaker, I would like to thank, first of all, the 4G leaders led by the Deputy Prime Minister, to have initiated this very frank discussion as to how our democracy is maturing and also what should be the way, how should be the way we work in Parliament. Unfortunately, I had been observing the proceedings at home for the last few days because of my family's medical problems; and I also thank Speaker for being so indulgent in allowing me to have my absence. First of all, I would like to say that the PSP is also very in agreement and supportive that in a maturing democracy, we need both a responsive Government and also an Opposition that can put up alternative policies. However, I think what we have discussed so far in the debate is that there are two areas that we hope the Government would realise. One is, from the point of view of the PSP in the course of all my debates with the Government, is, one, data is really not enough. Two, which is quite obvious over the last few years from my experience in this Parliament, is the attitude of the Government towards the Opposition. And that point stands out very strongly, especially recently when the Deputy Prime Minister made the point that Opposition parties have not put up serious alternative agenda or policies. So, I would like to —Mr Speaker: Mr Leong, just to clarify, you are asking some clarifications?"], "Mr Leong Mun Wai": ["Yes, yes. So, on the issue of data, can I ask the Manpower Minister, Dr Tan See Leng, that I was the one who initiated the job debate in 2021, and the purpose of initiating that debate is to really determine whether Singaporeans overall have been affected by the foreign talent policy or not. But until today, would the Minister agree that we do not have enough data to conclude with certainty that Singaporeans have not been displaced from the job market?In 2021, we raised this point that the Minister has claimed — I raise this point again that the Minister had raised the data that in the 15 years from 2005 to 2020, 380,000 PME jobs had been created for locals, which also include the Permanent Residents (PRs). But then we took the data and we looked at it, and then we asked, but this includes all the PRs in the definition of locals, right? So, during the same 15-year period, we have 650,000 new —Mr Speaker: Mr Leong, if I may ask, what is the clarification you are specifically asking for?", "Yes, so, the Minister he has not provided enough data to prove conclusively that Singaporeans have not been displaced from the market. Can I ask that first question first?Mr Speaker: Minister Tan See Leng.", "Speaker, however, PSP disagrees. PSP thinks that —Mr Speaker: Mr Leong, this is not meant to be a debate on that particular issue. Your clarifications, please. You have other clarifications?", "In that case, can we sort of agree to disagree here, that the Minister thinks that it is because the data is so sensitive, we cannot get into the bottom —", "Speaker, I do not understand what is the meaning of that.Mr Speaker: Minister Tan See Leng, Mr Leong does not understand you.", "Meaning I cannot ask a question? ", "But, Speaker, just now I raised a clarification, right? So, the Minister had answered me. So, now, I ask for another clarification, that is okay, right?Mr Speaker: Yes. Please do. ", "In that case, can I clarify that we agree to disagree? You said that we cannot get into the breakdown of those numbers because you do not want to differentiate Singaporeans, naturalised Singaporeans, locals, PRs, all that. And, as a result, we cannot get to the bottom of whether Singaporeans have been displaced or not. Mr Speaker: Mr Leong, if I may, I think Minister Tan responded by explaining as to the employment situation in Singapore, as to how employment is being created. So, I think that was his response to your query about the displacement and so on. So, if you have further clarifications, please proceed. ", "Yes, Speaker, but I would like to make the point also that the unemployment data and overall employment figures sometimes can hide some of the other relevant information about what are the changes in the job market. Mr Speaker: And your clarification would be?", "So, never mind, I will rest the case. Thanks. Mr Speaker: Ms Mariam Jaafar. "], "Ms Mariam Jaafar (Sembawang)": ["Mr Speaker, I stand in the support of the Motion. I declare that I am the Managing Director and Partner of a management consulting firm that does work in the areas of digital, artificial intelligence and skills development.At the start of this Parliament term, I delivered my maiden speech titled \"The Nation that Learns the Fastest\". I spoke then about what I felt was needed for Singapore to thrive in a rapidly changing world: the importance of lifelong learning, the need for companies to take responsibility for their employees' learning, the need for companies to give more Singaporeans a chance and to look beyond paper qualifications, the need for stronger anti-discrimination protection, the need for each of us as leaders to go beyond telling people to be better, faster, work harder to providing emotional support, networks and social capital, and the need for companies to be better corporate citizens and proactively address critical social issues in order to earn the social licence to operate.So, it is with the greatest humility that I express my appreciation to the Government for the significant moves that have been made in the past two and a half years on each of these and the significant moves that will be made in the next two and a half years, some of which have been announced in the past weeks and days, and some that are yet to come but foreshadowed in the Forward SG conversations. I do not claim to be the first to bring forth any of these ideas. There is no such thing as a monopoly of ideas, but if my analysis and the voices of my residents and other Singaporeans that I have surfaced have had even a small impact on their thinking, I think the past two and a half years would have been well spent.On the announcements, there are a few areas where I would offer a slightly more nuanced view. Take, for example, the idea of supporting workers to take time off to train. The reality is, many companies, especially SMEs, find it challenging to give \"time off\" to train, and this is exacerbated by the experience that some SME owners have shared with me – that their employees do not seem to bring something useful back to the business after going for training, so, it is almost like sending them on a holiday. This is not good for employees either – the forgetting curve I referred to in my maiden speech tells us that they will quickly forget what they have learnt.Sir, it is really as Minister Chan Chun Sing has said before – business transformation and workforce transformation must go hand in hand. Decoupling training time and working time is less optimal than designing training to be integrated with their jobs while those jobs and the companies they belong to are being transformed. We have to push both, not separately, but together. An even more joined-up approach among the economic, workforce development and skills development agencies, would be incredibly useful.But, generally, the policy questions being considered and positions being taken address a lot of the preoccupations on my mind two and a half years ago. So, this could be a rather short speech, if the environment around us had not changed. But in that same two and a half years, some things have changed, or accelerated, significantly and suddenly. Prime Minister Lee and other Members have talked about the different storms and opportunities that preoccupy us today. I wish to speak today on one of these things that has become a preoccupation on my mind and that of many business leaders, that is, the rapid advancement of artificial intelligence or AI, precipitated by the explosion of interest in generative AI.Generative AI has been developing quietly for some time, gaining attention in recent years with the launch of technologies, like DALL.E, Image Generation, Mind Journey, Stable Diffusion. But it got a massive shot in the arm with the launch of ChatGPT in November 2022, which became the fastest growing app in history, reaching 1.6 billion visits in March. Suddenly, in the words of Andrei Karpathy, one of the founders of OpenAi, \"English is the hottest new programming language\" and anyone could access ChatGPT to generate the most likely output to any query and take advantage of its key distinguishing feature – the ability to generate new realistic content – text, image or video.In effect, generative AI has democratised AI – and when democratisation happens, revolution is usually swift to follow. Much as the launch of the first Web Browser MOSAIC in 1993 democratised the Internet and triggered the Internet revolution, ChatGPT and other generative AI technologies are triggering the AI revolution and will transform all industries and societies.The possibilities opened up by generative AI are well documented. The hon Member Dr Tan Wu Meng, and others have referenced some of these in their speeches this week. Generative AI enables greater productivity and the turbocharging of innovation to solve unsolved problems – in business, but also in education, in healthcare and in other areas that are going to help a lot of people. Insilico Medicine uses Generative AI to identify a novel drug candidate for the treatment of idiopathic pulmonary fibrosis in just 21 days, compared to years in traditional drug discovery.But there are also a lot of risks and worries about generative AI and rightly so. Anyone who has used Chat GPT will know that the model can generate nonsense output. There are also real issues of output that is not factual or bias, due to bias in real world data. Businesses engaging in AI are grappling with the risk of data leaks, copyright infringement and uncontrollable shadow AI in their organisations. Companies and societies worry about socioeconomic displacement, the potential of job losses at an unprecedented scale, including of \"knowledge workers\" – marketers, lawyers, accountants, architects, developers, engineers, analysts, and, yes, even management consultants.No less worrying is the risk of ever more sophisticated phishing, deepfakes and fraud at the hands of bad people – cybercrime has never been easier! – the potential impact on security and defense, and the very institution of democracy itself. Then, there is the fact that a few companies control a large share of the technology, tech that is now moving from open source to proprietary ownership by companies with a for profit motive, leading to an AI arms race among companies and countries, for bigger and better algorithms, data, computing power and talent.And what about the environment? If you thought Bitcoin's energy consumption was bad, well, an Open AI study showed that the energy cost of training an AI algorithm is increasing at an exponential rate, which if it is continues, by 2027, in just four years, the largest model's cost will surpass the GDP of the US. Then, we have the speculative doomsday scenarios, where machines attain human level intelligence or artificial general intelligence (AGI), and take over the world, destroying humanity in the process. Speculative or not, so great is the worry, that the Future Life Institute put out a call for a six-month pause, or moratorium, on training AI models more powerful than Open AI's GPT-4 model, and some very smart people have signed this proposal. In reality, we are further away from AGI than the recent hype may suggest. As Yann Le Cun of META put it, we humans are very language oriented. \"We think when something is fluent, it's also intelligent, but it's not true\". And I think that resonates with many of us.   I will not go into the merits of the moratorium proposal – others much deeper in this field than me have opined on this, but as a believer in progress through knowledge, the idea seems unfruitful and impractical.   For me, the real question is not, whether machines can attain human intelligence, or even when that might happen, but rather: how do we, as a country, best prepare for the eventual future and have a voice in influencing how it all develops to protect and advance our interests. The time has come for governments to recognise that we are at a precipice and that they must act to determine the position they want to hold with respect to AI, the impact on their people and the required adaptations and the policies they must make going forward to ensure the effective and ethical development and deployment of AI and Generative AI.  Singapore launched our National AI Strategy in 2019, which reflects our commitment to being a leader in developing and deploying scalable, impactful AI solutions, in key sectors of high value and relevance to our citizens and businesses along with five National AI Projects and five ecosystem enablers.AI Singapore has partnered with businesses to nurture the development and adoption of AI models in key sectors like healthcare, transportation and finance. It also runs the AI Apprenticeship programme. In this year's Committee of Supply (COS), Minister Josephine Teo, shared that AI Singapore will double the number of AI Apprentices trained over the next five years from 200 to 400. All this is good progress. But if we are standing at the precipice of an AI revolution, do we need to revisit the ambition, scope and pace of our national AI strategy and our AI policies, to avoid being left behind in the arms race, and to create more value for the world and for ourselves? Today, I want to focus on two potential areas to double down on: one, building an AI and generative AI-ready people; and two, leading the way in promoting better and safer AI and generative AI development and deployment. First, building an AI and generative AI-ready people. This AI revolution will have a massive impact on people and jobs. Four things we need to do.First, anticipate. Anticipate how jobs will change in a generative AI world. Instead of creating content or code or preparing or processing documents, people will be supervising first drafts by AI while focusing more on strategic thinking, building customer relationships and developing more complex campaigns using AI tools. Some jobs will be eliminated. This is not new – we are used by now to technology disruption. But what is going to be different is the scale and speed at which this will happen. So, reskilling and reemployment, at scale, at speed, alongside managing the impact on people's professional identity and self-esteem, is going to be a serious challenge. And we will need to face up to the possibility, the probability that some will be left behind and this will require a new tilt towards redistribution.During this year's Budget debate, I raised that the time may have come to consider retrenchment support and Deputy Prime Minister Wong suggested in his speech that targeted re-employment support is being considered. It is timely today, but think about what might be needed 10 years from now. We need to anticipate this and time the shifts appropriately.   In making these shifts, I hope we will remember that AI itself could be part of the solution, removing some traditional trade-offs. For example, AI can help in personalised reskilling at scale. We could also look at using AI in social services to provide tailored social and reemployment support at scale – rather than compromising someone that tolerated for the sake of ease of implementation. While all this will require public trust in AI and public officer's proper adoption of AI.  Second, develop. Develop talent for the range of AI roles required – data scientists, but also designers, engineers, ethicists and so on. Remember it is possible that AI will create as many jobs as it displaces. AI talent will be needed in business, academia and public service. And sorry, but we are not talking 400 people here. So, we will need training programmes at scale, at speed, to build a workforce that will be AI competitive 10 years from now.Third, attract. Attract the global talent with the new skillsets for the new jobs that AI will create. I think we do not have to explain that. And finally, engage. Engage Singaporeans to not fear this AI revolution, but to embrace it and this is a massive change management effort. I once received an email from a resident. He observed the challenges and stress that people have adapting to technology, and asked, why does Singapore have to move so fast to adopt the latest technology? Why are we so obsessed with becoming a Smart Nation? Why can we not make the choice to stick to low technology or non technology approaches on some things to make life easier for our people? We need to make people understand it is not a matter of choice. The AI revolution will not wait for us. But we need to assure people that humans are not going anywhere – humans are needed to deploy AI effectively and ethically. We need to inspire people – it is not all about avoiding displacement – there are all these very exciting opportunities that a general purpose technology like generative AI allows the young and not so young, to find application in all facets of the economy, of life, that can create value for a lot of people and help a lot of people and that should be empowering.  And we need to monitor the pulse of our people and make interventions along the way.  Second, leading the way in promoting better and safer AI development and deployment. As Minister Ong said, responsible stewardship is a hallmark of our policy-making. AI governance and ethics is already a key pillar of the National AI strategy. Earlier in the day, Senior Minister of State Janil had talked about AI Verify and some of the tools that we have already developed by Infocomm Media Development Authority (IMDA) and Personal Data Protection Commission (PDPC).  But the many ethical and legal concerns that people have about AI point to the fact that research in AI governance and ethics has lagged other aspects like compute power. There are big questions yet unsolved on issues like liability in the event of harm or bias, like data protection, privacy protection. How to prevent ChatGPT from becoming a tool for spreading misinformation and bias? As we move towards to AGI, how to ensure that AI systems behave in ways that are aligned to human values will be critical to advancing the progress of AI. So, regulation of AI is gathering momentum globally. More than 60 plus countries and territories are considering some 800 measures. Prominent among these is the EU AI Act, the first broad regulatory framework on AI, unveiled in 2021. The Act sets out different rules and bans certain practices and imposes stiff penalties, up to 6% of a company's global revenues, for those in breach and the scope is global. But the rapid advances in generative AI show how difficult it is for regulations to keep up, with EU lawmakers struggling to reach consensus as to how to deal with them in the Act.   In Singapore, the Model Governance Framework lays out principles, but not penalties. It seeks to build public trust and understanding and to balance innovation and protection. There is no AI specific regulation, but deployment of AI requires consideration of other existing regulations.I think this approach is pragmatic, but some have wondered if it is too top down and does not do enough to ensure that responsibility cascades down the organisation. And others have asked if more regulatory power is needed given our status as a global financial and technological hub.  So, how could Singapore be of value to the world in this regard? One, invest in AI governance and ethics research; two, ensure ethical guiderails and legal protections keep up with the rapid advancements in generative AI; three, support businesses in setting up responsible AI programmes; and four, serve as a global reference point to contribute to the development of global standards. Global standards are needed but difficult in a world where the global governance order is collapsing and on an issue that is so ideologically charged. But therein lies the opportunity for Singapore.As a colleague commented: \"Singapore's middle ground between the East and West is uniquely interesting. The US or Western logic of absolute freedom of expression is hitting the limit of fake news at scale with generative AI. The Chinese over control is hitting the limit of tech progress\". He continued \"I find policy making in Singapore much more nuanced when approaching those questions. Less dogmatic. So for me, it brings legitimacy.\" His comments raise an interesting question as to the role Singapore could play in leading a global effort. Whether we strengthen ethical guidelines or put more teeth with regulations and legal protections is something to be evaluated against the trade-offs between innovation and protection.But there can be more regrets in increasing understanding. How can we increase understanding and align others to work together to manage our common concerns? Forums with technology providers, civil society and governments help. Could the approach taken in dealing with online falsehoods and Protection from Online Falsehoods and Manipulation Regulations (POFMA) be something to consider – rigorous public hearings and a national debate to study the risks and issues and recommend strategies to deal with them? And hopefully, this time, we can all agree that it is for the common good and avoid its politicisation.   Mr Speaker, the progress in AI is exciting and worrying at the same time. I agree with Dr Tan Wu Meng, that in a world of AI disruption, togetherness and trust is more important than ever before. But that alone is not enough. We need our AI strategies, policies and people to keep pace with the breathless development; so let us buckle up! [Applause.] Mr Speaker: Mr Sitoh Yih Pin."], "Mr Sitoh Yih Pin (Potong Pasir)": ["Mr Speaker, Sir, I rise in support of the Motion. At the address for the Opening of the second session of the 14th Parliament last week, Mdm President spoke on the geopolitical and economic challenges we face on the horizon and the need to refresh our social compact. She also set out the Government's agenda for the next half term of the 14th Parliament. In doing so, she reaffirmed the core values of Singaporeans: fairness, inclusivity, mutual support, equality and a sense of belonging for all regardless of background so that every Singaporean is afforded the opportunity to achieve his or her full potential.  These core values may appear intuitive to most Singaporeans in the context of the present day. It is almost like an unwritten code that forms part of the psyche of being a Singaporean.And yet, we sometimes forget that these core values underpinning our social compact is not an inherent trait nor did it happen by chance. It is the result of hard work, deliberate effort and, dare I say, a lot of gumption and guts by our founding leaders in their efforts to build and forge social cohesion and unity among a diverse group of disparate migrant communities who have come to Singapore in search of a better future.Sir, in preparing to speak today, I chanced upon a speech that then-Prime Minister Lee Kuan Yew gave on 11 December 1965 at Serangoon Gardens Circus.It was just after Independence – four months, in fact. Then-Prime Minister Lee was brutally frank and honest about the immense challenges that Singapore was facing post-Independence, but he also made it crystal clear the direction and values upon which Singapore was to be built upon moving forward.  A part of his speech I thought summarised our social compact very well. He said, \"Anyway, the end result was that we were kicked out of Malaysia after two years. And I say that we make it succeed – from here. First, this belongs to all Singaporeans, regardless of race, language, religion. Second, when there is progress, we ensure that the progress is spread equally, regardless of race, language or religion. There will be the same schools for all, the same hospitals for all, the same low-cost housing for all – regardless of whether you are brown, black, yellow, green or any other spectrum of the rainbow. Provided you are loyal, you belong, you intend to make this place tick. I say you are a partner with me in this enterprise. And slowly, over the years, something is going to happen.\"Sir, that something did happen.In 1976, I started studying at Serangoon Gardens Secondary School as a 13-year-old, a stone's throw from the same Serangoon Gardens Circus the speech was made a mere 11 years earlier. I was the middle child of three boys to a pair of Chinese language teachers living in the promised low-cost housing, attending the same school with my Malay, Indian and other Chinese schoolmates from varying socioeconomic backgrounds. Looking back, Sir, it is an absolute privilege to have lived through the earlier years where we worked towards this social compact together as a nation.  Sir, to put things in perspective, embarking on this multiracial and multicultural path with an inclusive social compact was a unique one at the time. As Mr Lee Kuan Yew also shared in his speech, the other path, which was arguably an easier and more popular route by other countries of the time, was communalism, where one appeals to one's race, one's language, one's religion, oftentimes that of the majority.But we were determined, together with our successive leaders, to hold on and continue to build upon the core values of a multiracial, multicultural society that leverages diversity as a strength towards creating a shared sense of belonging and identity. In so doing, we have also allowed different communities to be free to preserve and promote their cultural heritage and to practice customs and beliefs while always being mindful of the rights and sensibilities of others.  Sir, we were never a homogenous people speaking a common tongue or practicing a common religion and I believe we never had any aspirations to be one. We were diverse but united in our belief that we are here to build a nation that every single one of us, regardless of race, language or religion, had a stake in.  Being unique took many years of hard work and consistency in nation-building and I will be the first to say that while we have come a long way, we are far from the finished article. In fact, this is likely to be a continuing work in progress for as long as we believe that this is the social compact we want for Singapore.There are some who point to instances which suggest the polarisation of Singapore's society along socioeconomic status, race and nationality. There have also been vocal discussions on many social issues involving these topics. These topics that relate closely to our social compact.  I had also raised these issues at the Committee of Supply Debates for MCCY in the last two years. Sir, I think, however, that such discourse can be useful if discussed in a constructive and respectful manner. It can also prompt a deeper reflection about our values and what it means to be Singaporean.  From another perspective, if we were instead a nation of one race, one language and one religion, then such discussions would surely end in a tragic outcome, as shown elsewhere around the world.    Being able to constructively discuss such sensitive matters freely speaks volumes on how far we have come since Independence. We exhibit concern over these matters because they are vitally important to us. We take collective action because it goes to the very core values of the social compact that we have so painstakingly built over the years.  It is therefore with much anticipation that I look forward to our Government's efforts and agenda in refreshing our social compact.Mr Speaker, Sir, I would like to add that I listened to the speeches by the hon Members of the WP, Mr Leon Perera and Mr Faisal Manap. They made some comments about the People's Association (PA) that I disagree with completely. Mr Leon Perera and Mr Faisal Manap are quite wrong. The People's Association (PA) and its members are here to serve fellow Singaporeans and not to advance the interest of any political party. In fact, there are very strict rules on PA's activities, its roles and its objectives.Mr Leon Perera and Mr Faisal Manap's statements do not do justice to the contributions of many thousands of grassroots leaders, staff and volunteers in our PA community. These people come forward to serve the community and fellow residents and build a better Singapore.Mr Faisal Manap had also made comments about wanting to have the resources of a PA network and to be able to do things like give out Edusave awards.He only asked to be involved in some small selected part of the work of the grassroots advisor. He is not going to do the equally important work of explaining difficult Government policies. He is not going to go out into the community and explain the need for GST to be increased or for public transport fares to be adjusted or for any number of popular but vital and important policies where as community leaders, we have to convince residents that the long-term interests of Singapore are best served by taking these steps.He has asked to only do the nice things – hand out awards, take photographs, congratulate families. Yes, these are nice things. Events to celebrate. As a grassroots advisor, I am glad to be able to be with the families and share their joy and pride. But these are the results of Government programmes and Government policies.If Mr Faisal Manap is going to be honest about this issue, he needs to admit that he cannot fulfil the role of grassroots advisor on behalf of the Government when he disagrees with so many of the Government's policies and with how the Government raises money to fund its progress.Mr Speaker, Sir, PA does important work for the good of Singapore and Singaporeans. It also handles the difficult work of engaging the public on the hard truths involved in making our society harmonious, peaceful and sustainable. I thank the hardworking staff and volunteers for all that they do for all of us. [Applause.]Mr Speaker: Deputy Prime Minister Heng Swee Keat."], "The Deputy Prime Minister (Mr Heng Swee Keat)": ["Mr Speaker, Sir, over the past few days, we have heard diverse views on how we can take Singapore forward in a more uncertain and contested world.The Prime Minister spoke about the grave geopolitical and economic outlook and how we must stay united, be go-getting and uphold our good standing in the world. Deputy Prime Minister Lawrence laid out five key shifts to create a stronger social compact to take Singapore forward. Members have offered perspectives and suggestions across a range of issues and concerns.I will not attempt to sum up, which will not do justice to the range and quality of ideas that have been raised in this House but allow me to commend Members on two counts – first, for identifying difficult issues early, putting forward ideas and solutions to address them and highlighting the trade-offs. Second, that even in proposing changes, many Members abide by certain fundamentals precious to Singapore, such as fairness, multiracialism and our approach of tripartism. This is what Forward Singapore is about – building on strong foundations and at the same time, having the courage to do things differently from before if needed. It is befitting that this Debate is taking place in the year that we commemorate the 100th birth anniversary of Mr Lee Kuan Yew. Some thirty years ago, I was at a meeting where Mr Lee asked a successful American venture capitalist why he had asked Mr Lee to meet with him. The American replied that Mr Lee was the \"ultimate entrepreneur\". While he, the venture capitalist, helped build successful companies, Mr Lee built a new nation – two remarkable lifelong learners learning from each other.Indeed, the newly independent Singapore was akin to a startup – figuring out our economic strategy, attracting companies to invest, building up our workers' capabilities while ensuring national cohesion and security. Mr Lee did not do it alone. He had a team of capable comrades like Dr Goh Keng Swee, Mr Rajaratnam, Encik Othman Wok and many more. Together, they laid a strong foundation for Singapore to take off. The best way for us to remember Mr Lee and our founding fathers is to learn from and build on this. Indeed, this is what Deputy Prime Minister Lawrence and the 4G team are doing – to refresh our social compact and bring Singapore forward. Like Mr Lee and the founding fathers, the 4G team must win the trust of Singaporeans by setting out a clear plan to secure a better future for all. Our plans must address Singaporeans' aspirations and concerns, given today's context of an ageing population, greater economic disruption, a worrisome international environment and differences in starting points. This is why the Forward Singapore agenda sets out the shifts we need to make to refresh our social compact. This unity and clear sense of purpose is crucial if we are to continue to secure our place in the world. As President said in her address, we must \"take the world as it is, and not what we wish it to be\". Over the years, our policies and hard work have earned Singapore and Singaporeans a good reputation. The next lap will see new challenges as geopolitics become more unsettling, technology and innovation disrupt jobs more rapidly and our constraints of land, labour and carbon become tighter, but I am optimistic that we can once again turn challenges into opportunities and secure a bright future for Singapore and Singaporeans. Within our short history, we have managed to survive and thrive through even more difficult circumstances. A key lesson is that to continue to succeed, we must stay relevant and useful to the world while deepening our social cohesion and national unity. As we look forward towards the future, allow me to touch on three things we need to get right, in addition to the many that many of you have suggested. First, we must grow a vibrant and innovative economy. Second, we must develop every Singaporean to their fullest potential and empower each one to thrive and succeed.Third, we must remain open as an economy, as a society and as a people. Let me start with growing the economy.Some may ask whether we should move beyond economic growth to focus on other pressing domestic issues such as caring for our seniors and uplifting those with disadvantages. After all, we are almost at full employment and the constant call to upgrade and reskill can be tiresome. This is a false choice.Throughout our history, growth has never been for growth's sake. Growth is critical for giving us the means to build a better Singapore and better lives for Singaporeans. Growth allows our people to access good jobs, fulfil their aspirations and raise their families. It generates the resources for our nation to fund needs and priorities, such as supporting families, caring for our seniors and uplifting those with disadvantages. Thinking longer term, growth coupled with prudence has enabled us to build a buffer to weather many storms.Our national reserves were created through the surpluses generated by strong economic growth. Our founding fathers and successive governments were disciplined about saving for a rainy day.Within my career, I have experienced many of such rainy days – the Asian Financial Crisis, the dot.com bubble, the Global Financial Crisis and the COVID-19 pandemic, which plunged us into one of the worst recessions. We supported our workers and companies through these crises and retained their capabilities. This enabled Singapore to bounce back quickly.  During the COVID-19 crisis, we rolled out five Budgets in one year and eventually drew down around $40 billion from past reserves to save lives and livelihoods. Most remarkably, we did not borrow a single cent, which would have burdened future generations. I am grateful, as a citizen, that we could do this. Without strong growth and the discipline of setting aside resources to provide a buffer against the unexpected, Singapore and Singaporeans would have been worse off.So, let us resolve to not just think about the next election, but to think long-term, about the future of Singapore and Singaporeans. We must do our best to build up the capability and resources for future generations of Singaporeans, just as the previous generations had done for us.This is why we should think carefully when the WP says that they reject the GST hike because one alternative that they have been constantly offering is to increase the proportion used from returns on investments. This will slow down the rate of accumulating reserves, leaving future generations with less resources.Sustaining growth and creating good jobs for our people will become harder in the years ahead. Besides getting our fiscal and monetary policies right, we must address structural changes that are sweeping across the world. Let me mention just three. First, scientific and technological innovation will reshape every sector of the economy even more rapidly than before. Industry 4.0 is reshaping jobs and skills. Today, robots can enable factories to operate round-the-clock. In fact, I myself have seen several dark factories, where it is not even lighted up, because the robots were all doing the job and they did not need lights. And an AI can spot disease on x-rays as accurately as a human radiologist. Ms Mariam Jaafar spoke about the impact of AI earlier.New sectors like the digital economy and renewables, biotech and a whole range of others are advancing rapidly. There is now a more dynamic corporate landscape of startups and smaller companies, pushing the frontiers with greater agility. Many traditional firms and workers will find this competition unsettling. Competition not just from other countries or from foreigners, but from greater automation and AI. Yet these advances also offer the best hope for addressing global challenges like climate change and ageing populations, from extending healthy longevity, to new low-carbon technology that can bring us closer towards a net-zero world. We must learn to harness the best of science, technology and innovation, while supporting our workers and companies to ride these advances and blunting the sharp edges that they bring. Second, as countries realise the critical importance of technology, technological supply chains will increasingly bifurcate and fragment into competing blocs. The shift towards national security considerations and industrial policy will reverse the past three decades of globalisation and free trade. These will reduce efficiency and innovation. What does this mean for Singapore? Singapore's small open economy, which has benefited from an open, multi-lateral framework, can be badly affected. We must stay nimble and adapt quickly. Third, ageing populations, especially in the developed world, will be a challenge for many governments. Ageing can significantly affect personal consumption, retirement adequacy, healthcare consumption and economic dynamism. In many countries, the social compact is being strained as societies confront this crisis. Singapore is facing similar challenges, and we will have to make difficult policy moves like raising taxes to support growing social needs. More fundamentally, we need to grapple with the difficult but critical issue of talent and immigration, which I will speak more about later. These three structural changes will transform the global economy. To succeed, we must press on with efforts to transform our economy, with the Government, businesses and workers working closely together. We had made a good start seven years ago. The Industry Transformation Maps (ITMs) mobilise companies and workers in every sector to prepare for the future. We are now into our second iteration. ITM 2.0 includes two additional pillars – resilience and sustainability. Resilience to address shocks in the supply chains and sustainability to address carbon constraints.There is also a sharper focus on the future of jobs and skills, to better deploy technology, and prepare for an ageing workforce. I visited two companies which leveraged technology to redesign higher-value and better jobs for their older workers. One automated their entire processes. The founder explained to me that he trained a staff in his 60s to supervise the new automated system. I should tell Mr Leong Mun Wai that the founder was a foreigner who has been working here for many years and the older worker was a Singaporean whom he cared about and said, \"I'd better redesign the process\" to keep him employed. This staff was very qualified to do this because he had gone through the difficult manual work before and if there was any breakdown in the system, he would happen to be the best person to be able to do that. He was thoughtful enough and caring enough to redesign the whole job and train him to do it.Another company adopted the use of exoskeletons to enable their staff to lift objects safely. The broader point is that job redesign can be empowering and inclusive, a point that Miss Rachel Ong mentioned yesterday about helping persons with disabilities. Besides enabling older workers who wish to continue working to do so in a fulfilling and safe manner, it can enable differently-abled people to take on good jobs and fulfil their potential. With science and technology determining the next bound of growth and competitiveness, we must deepen Singapore's investments in R&D, and tighten the linkage between our R&D and industry transformation efforts. In a more contested world, we should position Singapore as a Global Asia node of technology, innovation and enterprise. This way, we can attract, create and capture value in Singapore, which will benefit not just ourselves, but the region and the world. Over the years, we have invested in and grown our research, innovation and enterprise (RIE) capabilities. We have strengthened our research capabilities in our universities. The National University of Singapore (NUS) and Nanyang Technological University (NTU) are now ranked among the best in the world. Besides anchoring multi-national enterprises, we have also developed a lively startup ecosystem, connecting venture capital and private equity with innovative startups and companies. Our efforts have yielded good outcomes. Singapore is ranked among the top ten most innovative economies in the world.In an age of contestation, we must build bridges, not walls. Positioning Singapore as a Global Asia node is of strategic importance. We seek to be a trusted partner with strong regulatory frameworks and rules, and connected to different parts of the world. We can be the place that facilitates collaboration between like-minded partners and countries.We must continue to welcome the best researchers and scientists and entrepreneurs from around the world. As several Nobel laureates who were in Singapore for the Global Young Scientists Summit earlier this year told their audience, \"Science is Global. By building bridges, we can stay relevant and useful to the world\". So, I was glad to hear Mr Pritam Singh say earlier on that the WP is not xenophobic. I have spoken about growing our economy. Let me now move on to the next point. Ultimately, economic growth is about creating tangible benefits for all. To do this, we must develop every Singaporean fully and enable each to maximise his or her potential and seize opportunities.The World Bank ranks Singapore as the best place in the world for a child to realise his or her potential. It reflects our investments and shifts particularly in education, to support different pathways, skills and inclinations. And we plan to further widen the notion of meritocracy, as Minister Chan Chun Sing said earlier.Through our education system, we prepare our young people to navigate shifts and seize opportunities with confidence. One aspect is nurturing \"Asia-capable\" students who can operate and build connections in the region, which is a vast and growing market. Bilingualism and the experience of growing up in a multiracial society bring advantages.We nurture competencies like global awareness, cross-cultural literacy, communication and collaboration skills. And we provide opportunities for overseas exposure throughout the schooling journey, from internships to immersion programmes. These enable us to shape an outward orientation and acceptance of diversity from young. We also prepare our young people to harness and complement technology, by building skills that machines and AI cannot yet deliver well. For example, creativity, empathy and building connections are areas where human endeavour remains superior, at least for now. This is why we focus on building socio-emotional competencies, and enable our students to put scientific principles into practice through the Applied Learning Programme. Coupled with scholarships and study awards that span industries and sectors, our young people receive a continuum of support to build relevant competencies, pursue their passions and join the workforce with confidence. But developing our people must go beyond the schooling years. Success in a more disruptive world requires continuous reskilling throughout life. We must, as Deputy Prime Minister Lawrence said, strive to be a \"Learning Society – from cradle to grave\". We will strengthen our SkillsFuture movement to ensure Singaporeans are resilient and well-equipped to face the future. This goes hand-in-hand with jobs transformation and business transformations that we mentioned earlier. It also complements ongoing efforts at the industry level to develop Singaporeans, including ongoing efforts by the Singapore Business Federation. And there is scope to partner companies to develop Singaporeans for regional and global leadership roles.What does success look like when we put the efforts to develop our economy and our people together? Let me cite two concrete examples.  In our universities and research institutes, we have top academics and scientists working alongside Singaporeans who studied in the best universities in the world. This builds a strong ecosystem that attracts collaboration with the best researchers and universities. Our students benefit because they get to learn from top professors, interact with peers from all over the world, and strengthen their cross-cultural skills. Overseas, we are seeing enterprising Singaporeans and Singapore companies chasing opportunities and building new partnerships. When I visited Ho Chi Minh City last year, I met a startup formed by a young Singaporean and his Vietnamese friend. They had studied together in Singapore, and the both of them gamely ventured forth, the Singaporean staying in Singapore to run the business operations, and the Vietnamese in Vietnam, running the IT operations. These two examples illustrate the final point I would like to raise, that is, for Singapore to continue thriving, Government-led efforts to deepen collaboration, be it in free trade, investments, or research, is not enough. To reap the full benefit of these collaborations, Singapore and Singaporeans must remain not just open and connected, but relevant and useful. Remaining open in this era of contestation enables Singapore to capture new value and flows, and strengthen our capabilities. An open mindset and eagerness to venture beyond our shores enables Singaporeans to capture opportunities in the region and beyond. We must continually think about how Singapore and Singaporeans can be relevant and useful, and what special role we can play. Our value proposition is building connections across cultures and economies, and we must strengthen this.Openness is not new to Singapore. It is, in fact, core to our identity and values. Our plural, multiracial society reflects this open-mindedness. We chose to organise ourselves to ensure opportunities for all, regardless of race, language or religion. Just a few minutes earlier, we heard from Mr Sitoh Yih Pin a very moving account of his personal experience as a young student. It is an extraordinary principle, as the eminent historian Prof Wang Gungwu pointed out. Singapore, Prof Wang said, is the only nation that he knows of where the majority accepted that they had to treat everyone as equal and that a plural society was the foundation of her nationhood. This open-mindedness, coupled with our stable environment and strong governance, no doubt has resonance in today's more fractured and fractious world.I am happy to see many of our people, especially our youths, venturing abroad. Our Global Innovation Alliance (GIA) – a network of 17 innovation hotspots around the world – has enabled our entrepreneurs to incubate their ideas and find partners overseas. Many local companies are also internationalising and finding success overseas. Our companies tap on their diverse workforce to navigate foreign markets. This spirit of adventure and entrepreneurship in our people is commendable. The value of being a Singaporean will rise if we remain dynamic, outward-looking and effective in building connections with people around the world. We must continue to encourage Singaporeans to venture out and to integrate the foreigners who are studying and working here, so that we can draw energy and capabilities from diverse sources.Let me repeat that. The value of being a Singaporean will rise, if we remain dynamic, outward-looking and effective in building connections with people around the world. We must continue to encourage Singaporeans to venture out and to integrate the foreigners who are studying and working here, so that we can draw energy and capabilities from diverse sources.At the same time, we must recognise that when the old encounters the new, this could spark off both opportunities and friction. While we pursue opportunities, we must also address frictions.Growing up in Singapore with fellow Singaporeans, we have developed a certain set of norms and behaviours. New citizens, Permanent Residents and work pass holders will likewise bring different sets of norms and behaviours. It may be uncomfortable experiencing these differences when we encounter newcomers. We may also be concerned about wealth inequality, more severe competition for jobs, or even unfair workplace practices. These are issues that the Government is addressing, by adjusting our policies, strengthening our frameworks and developing Singaporeans fully.Our commitment to openness remains unchanged, but we, too, can refine our approach to openness to ensure that it is fit for the times. Mr S Rajaratnam, in the early days of nationhood, said that \"being a Singaporean is not a matter of ancestry, it is a conviction and choice\".Conviction and values remain fundamental when we consider newcomers who seek to be a part of Singapore. If there are those who share in our convictions and values, let us encourage them to contribute and invite them to grow Singapore together. Many already are, and we will further nurture the philanthropy ecosystem. At the same time, having developed a set of norms and behaviours that is precious to us, we should set out these expectations and exhort newcomers seeking to sink roots in Singapore to adapt to these norms and behaviours. On the part of Singaporeans born and raised here, we must have the patience and empathy to help newcomers settle in and integrate better. This is how we can remain open yet cohesive as a society; open-minded yet proud of our Singapore identity; and successful as a nation and a people. Mr Speaker, Sir, let me say a few words in Mandarin.  (In Mandarin): [Please refer to Vernacular Speech.] Since our nation's independence, openness and diversity have been critical to Singapore's success. Today, Singapore's ability to stand firm in a volatile world depends on how open-minded we are. To create a bigger stage for Singapore, first, we need to fully develop local talents. At the same time, we must continue to attract the best companies and the best talents.Foreign talents and the local labour workforce complement each other. When we attract high quality companies to set up shop here, we can create more jobs for Singaporeans. But foreigners could also compete with local workers. When local workers could not secure job offers or lose out on promotions, they might feel unfairly treated. On the other hand, when some foreign workers and their family members do not fully assimilate into our society, or do not adapt to our social norms, this could result in conflicts with Singaporeans.I understand that Singaporeans are worried and concerned about these issues. The Government has fine-tuned its policies. We have stipulated specific requirements to address the quality of foreign talents and to prevent concentration in certain sectors. The Government is also doing more to develop and train Singaporeans to enhance their competitiveness.At the same time, I would like to encourage foreign talents and new immigrants. As long as you are determined to make Singapore your home, put in effort to assimilate and contribute to our Singapore society and build a sense of belonging, you will be one of us.Only then, can the Singapore society remain cohesive and our people united, with everyone working together for the prosperity and progress of our nation. An open and diverse Singapore society allows us to connect with the rest of the world. This is unique to Singapore. Only when our society remains open and diverse, can Singapore continue to embody our values and shine internationally.(In English): Let me conclude in English. Mr Speaker, Sir, as we debated the Motion of thanks these past few days, I am struck by the President's reminder to this House of our responsibility to steward Singapore for the next generations, just as previous generations have done for us. I started this speech with a story of a venture capitalist calling Mr Lee Kuan Yew the \"ultimate entrepreneur\", for building a nation out of a colonial outpost. Since our Independence, we have navigated major changes well and innovated in many areas.In the coming years, securing our future will require us to continue transforming our economy and creating new opportunities for our people. We must continue to have this spirit of pushing our frontiers, to harness technology and innovation to improve the lives of Singaporeans. We must take care of the most vulnerable segments of our society, while ensuring that our broad middle continue to see improvements in their lives. Most importantly, we must continue to build on the foundation of our national pledge – \"regardless of race, language or religion\" – to stay united in this contested world while deepening connections with people around the world. This way, Singapore and Singaporeans will stay relevant and useful to the world, and stay united and successful. Mr Speaker, Sir, I support the Motion. [Applause.]Mr Speaker: Order. I propose to take a break now. I suspend the Sitting and will take the Chair at . Sitting accordingly suspended at 2.55 pm until .Sitting resumed at .[Mr Speaker in the Chair] DEBATE ON PRESIDENT'S ADDRESSDebate resumed.Mr Speaker: Minister Edwin Tong."], "The Minister for Culture, Community and Youth and Second Minister for Law (Mr Edwin Tong Chun Fai)": ["Thank you, Mr Speaker. I have had several requests over the break to cut down on the speech. I am also mindful of colleagues who are celebrating Hari Raya and I want to wish them in advance Selamat Hari Raya. [Applause.]Sir, over the course of this week's debate, we have talked about the many challenges that we see ahead of us, the shifts that we need to make in an increasingly difficult and changing environment – to face a harsher, more uncertain economic climate; to guard against growing inequality. Members have spoken about how we can strengthen our policies and our socio-economic infrastructure, in areas like education, employment and housing.  Sir, we have heard good many ideas and have had a lively, robust cut and thrust debate and I believe all these steps that we have heard in this House, they are all important, in and of themselves, as key success factors for Singapore. But equally critical and urgent is for us to be able to achieve all of this together, working in unity. All of us, a people of different backgrounds and persuasions, a diversity of cultures, faiths and languages coming together to build consensus, create space and forge a compact that can see us thrive and which can also help us withstand the growing external threats on the horizon. One shining example of how unity and cohesion has served us well was in how we tackled COVID-19 together, as a nation. Prime Minister spoke about this, on Wednesday.  Our nation's collective sacrifices and efforts, with a high trust quotient for Government and institutions, saw us through COVID-19 and we came out stronger and more united after COVID than we were before. In a 2022 survey by the Pew Research Centre on how advanced economies were affected by COVID-19, Singapore was found to be less divided, and more united, after coming out of COVID-19. In fact, Singapore was ranked highest by quite a distance. This has in turn led to other positive outcomes, with our unity being a key driver behind the confidence we have in our healthcare system, as well as in our economic outlook and recovery.  Working together, caring for one another, having trust in our institutions – these qualities have seen us through the crisis of a generation. Compared to many other countries, some of which were deeply divided to begin with – they came out even more fractured after the experience. It is therefore vital for us that we continue to grow the reservoir of social capital that we have worked so hard on, over the years, to accumulate.  As various Members have noted in this House, we have long recognised the need for our country to be special, to forge a unique path as a multi-racial and multi-religious society, to be one that celebrates our ethnic diversity as strength, while having a shared sense of belonging and identity. Few societies around the world have succeeded in ensuring its citizens live harmoniously together, let alone one with as much diversity as Singapore. I have no doubt that even as we have done well, and we have; our unity, our ability to stand together, will continuously be tested.We were an unlikely nation to begin with, and perhaps, we still are. We must never lose sight of our roots. In 1965, we were forced out on our own. At that time, we had a diverse population with a Chinese majority. We were surrounded by much larger Muslim majority countries around us. And as Mr Sitoh Yih Pin so emotionally and eloquently shared earlier, those were the founding circumstances of our country.And almost counter intuitively, our founding leaders chose the path of most resistance. We chose to go against the grain and embraced multiculturalism and diverse ethnicities, to recognise and to uplift everyone to make our country a Singapore for all – not just for Chinese, Indians or Malays – and having a space for all religions. It was this bold step, born out of extremely difficult circumstances which became the original seed that has allowed our unique multicultural society to grow, to become more cohesive over the years and to flourish.We will continue to draw strength from that unity. It makes us stronger and it certainly gives us a basis to move forward, and we are stronger than the sum of our parts for that unity.I would add that we did not just proclaim that we want to be a multicultural, multiracial society. We worked hard at it, we worked hard to make this happen, through our policies and through our institutions.Our founding leaders, for instance, set out in our Constitution, the most basic document that we have in Singapore, for the government of the day to always have regard for the interests of our racial and religious minorities. We set up the Presidential Council on Minority Rights (PCMR). In almost no other place in the world is there an institution like the PCMR whose role is to scrutinise legislation after they are passed in this House to ensure that they are not disadvantageous to any particular racial or religious community.We have laws like the Maintenance of Religious Harmony Act, which set out clear parameters to deter hate speech and other derogative comments on religious communities. And we do so because we want to ensure that every minority, whether in race or religion, will have the space and freedom to practise their religion and culture as much as possible.Our electoral system guarantees minority representation in Parliament. And by doing so, no political party can prevail by narrowly appealing to only one racial or religious segment of society.Our Ethnic Integration Policy allows us to have a balanced ethnic mix in our public housing so that we do not have racial enclaves like we see in many other countries. This is a policy that has ensured that for all of us, in our lived experience, day-to-day, where we go, where we live, where we do our super-marketing, we will come across a diverse range of different ethnicities at our doorstep in our daily lives. It helps us foster a strong relationship between our people and it shapes who we are and how we approach ethnicity, diversity in Singapore.Yet, even while we have made our diversity a pillar of strength, the uniqueness of Singapore, we must recognise that if we are not careful, it can very quickly become a point of vulnerability.  When a society is as diverse as we are, harmony is not the natural order of things. And it is something that we must constantly work on, to jealously guard it and to be always fearful that it is taken away from us. Around the world today, we see societies becoming more pluralistic; and as they do so, they also become more fractured. The most recent edition of the Edelman Trust Barometer shows that trust continues to decrease in many countries around the world. Not just trust in government, but in all institutions – businesses, the media and even in non-governmental organisations (NGOs). As various Members in this House have said, it is exceptional that Singapore has so far bucked that trend. This global trend of falling trust levels leads to deeper apprehension and suspicion. The shared common space is reduced and divisive ideologies take hold.   These are not just foreign concepts or phenomena; these are developments that affect us in Singapore here as well. The increasing inter-connectedness of the virtual world means that many concerns that were once distant and foreign to us, now have the same immediacy and resonance as much as local ones. As Mr Seah Kian Peng has pointed out, it opens the door to foreign influences seeking to create divisions in our society, to target and to accentuate existing fault lines, or perhaps even create new ones by churning out increasing amounts of emotional, emotive, provocative media, with little or no basis in truth and we must assume that these foreign influences exist here, right here, on our shores.So, we cannot be complacent and take our cherished unity for granted and we cannot for a moment assume that we will be immune to this.This is why our Forward Singapore exercise is so important. One pillar of this exercise is the \"Unite\" pillar, where we bring Singaporeans together to explore what keeps us going as one people.This is, of course, not a new agenda – national unity has been one of our foremost priorities for many years. But aspirations change, challenges are different, they have shifted and the context in which we tackle these issues must also change. And so, we must be alive to all these changes, be cognisant of them and work out what would be the new approach in this new compact to tackle these issues. For instance, how do we create deeper personal, social bonds – particularly in a world that is so digitally connected? How do we nurture what is common between us, while at the same time celebrating our individual diversity? How do we stay united in the face of global headwinds? I have attended several ForwardSG dialogues, met a range of people from different backgrounds, exchanged many views – some of which I will share here. And I must say that overall, I am very encouraged by what I have heard. I have come away with a significantly renewed sense of optimism, that Singaporeans care deeply about that unity, they appreciate how fragile it is and they want to come forward and proactively play a part to contribute to ensure that we do not lose that unity.  One key takeaway is that this unity is not an abstract concept – unity, cohesion, harmony – sometimes, if you do not pay attention, you might think it is just an abstract concept, but it is not. And we achieve it not by ideas alone, but more importantly by having it embedded in our daily lives: part and parcel of what we do, where we go, who we see and the people we socialise and work with.It is realised through these shared experiences, the various social and communal interactions that we may have and the spaces that we have to do so.  I have been Minister at the Ministry of Culture, Community and Youth (MCCY) for almost three years now. I started almost three years ago when we were in the thick of COVID-19 – we could not come together, safe distancing measures meant that we had to keep people apart when our very mission was to bring people together. But over the last half a year to a year or so, I have been fortunate to be, in my capacity, at the intersection of so many different touch points of our community, where people from a broad cross section of society come together to pursue their passions.  Whether it is in sports or arts, heritage, culture, language, the youths, the grassroots network, or the various Chinese clans and associations that I meet on a regular basis. All of them come together at the different intersection points and all these sectors of our community represent tremendous opportunities for us to build our social capital and enhance our sense of cohesion and unity. These are the platforms on which people can engage with one another, day to day, and through such interactions, begin to foster deeper relations and build trust and rapport. We cannot force unity and cohesion. But we can institutionally create the environment for people to come together to inter-mix across different fault lines, across different segments of our society. So, let me share some thoughts on what MCCY has done and has in mind, to ensure that we continue to foster this deep sense of unity.First, Mr Murali Pillai, when he spoke, talked about sports as a tremendous opportunity for us to level the playing field. Dr Tan Wu Meng spoke about togetherness and, indeed, all of these are different ways of expressing that we need to have avenues for us to have social mixing between different segments of our society.Key to fostering stronger unity is to have both occasion and opportunity for people from different backgrounds to see and enjoy spending time with one another, through the passions that they pursue so that we are not stratified and constantly in our own social circles only and in our own echo chambers. Stratification is very unhealthy and it can lead to entrenched inter-generational stratification as well if we are not careful. So, we need to break down these barriers, not just along racial or religious lines but also between other fault lines in our society – like local and foreigner, the different income groups, between the young and old, as well as inter-generational conflict. On this note, I am very grateful for the good work that has been done by all many ground-up organisations. I have visited many of them, as I am sure many of my colleagues here have – whether it is the social service agencies or voluntary welfare organisations (VWOs), clan associations, self-help groups and so on. Through their own initiative and effort, people are brought together in a variety of ways. For example, within churches, mosques and temples, and other places of worship. These places of worship might serve a specific religious community, but they are completely agnostic when it comes to running programmes with a broader social reach and impact.Many of our religious institutions work together, to benefit their neighbourhoods and in so doing, provide opportunities for their congregation to inter-mix and to get to know each other. For instance, the Al Mawaddah mosque, Sengkang Methodist Church and Arulmigu Velmurugan Gnanamuneeswarar – and I hope I got that right. "], "The Senior Minister and Coordinating Minister for Social Policies (Mr Tharman Shanmugaratnam)": ["No. [Laughter.]"], "Mr Edwin Tong Chun Fai": ["No. My apologies. And I will have to work on that on my pronunciation.They work together constantly – and while I may get the names wrong – they all come from different faiths, but they come together to serve underprivileged residents in the vicinity, the neighbourhood in which they operate. Different faiths bound by a common social purpose.I was recently at the Masjid Kampung Siglap for buka puasa, again, as I am sure many of my colleagues here were. What was special about that occasion? The mosque had invited groups from the surrounding temples and churches, and lay people in the estate to come and join them. And when I chatted with them, I found out that many of them had never seen the inside of a mosque, let alone experience buka puasa. It was a special occasion to be able to share that experience together.Young children who were seeing this for the first time, I am sure, would have been left with a better understanding of the Muslim faith and of the meaning of Muslim practices. And so, the next time they step into a mosque or the next time they engage with a friend who is from the Muslim faith, who is fasting, it no longer feels strange or unknown to them.This how we foster understanding and build unity, bit by bit, at a very micro-level but coming together, stronger than the sum of our parts, as I said.And we want to go beyond just religious tolerance, to a better understanding and appreciation; and grow as a country to embrace differences in our multicultural and multi-religious society. That is after all our aspiration.   To this end, MCCY has also recently refreshed our Racial and Religious Harmony Circles. At the local level, Harmony Circles provide the structures that foster friendships and build mutual respect in local networks. These circles have served us well over the years to bring different stakeholders in our neighbourhoods coming together. But to reach more and newer sections and, perhaps, younger segments of our community, MCCY will further support their efforts to digitise and expand their programme offerings so that we bring more people in to participate and get to know each other. Starting from this year, we will also be dedicating July as our Racial and Religious Harmony Month – not just a day but a month, to highlight the efforts of our Harmony Circles and our community partners and organise more activities to celebrate and to promote racial and religious harmony, so that the significance of the day and of the occasion and the learning points go beyond just spending a day celebrating one another's special occasions – coming in a different attire, perhaps, or costume, celebrating by exchanging goodies and gifts associated with festivities of other races. Going beyond that, to connect with one another through these traditions and share understanding of these traditions, to deepen an understanding and inculcate the value of openness and appreciation.Another step that we are exploring is a joint initiative we will have with the Ministry of Education (MOE). Students, as you know, are allocated to their schools based on their academic merit. But there is no reason why this same configuration should also hold for co-curricular activities (CCAs). So, the Strategic Partnership Co-Curricular Activity (SP-CCA) initiative allows secondary students to join in various CCAs outside of their own schools, increasing the variety of the CCAs that students will have access to.But this initiative has other social benefits. It allows students from different schools, different backgrounds to take part in their chosen CCAs, and helps them to come together outside of school to form friendships. Our students may attend different schools based on the academic curriculum offered, but these non-academic interactions need not be confined by the same terms. So, outside of the subjects they study, they are more enriched when they engage with the wider social network, mix with and form friendships across different schools.Second, as we build a better home for ourselves, staying united as a country also means being inclusive – having a space for all of us.In this debate, we have heard a lot about meritocracy and how we will uplift our workers, our families, our children to ensure equal opportunities for all and how, for certain groups, we will have to actively intervene and shape the environment so that there can be better opportunities for all.At MCCY, there are also several ideas we are pursuing. My colleague, Senior Parliamentary Secretary Eric Chua, spoke on Wednesday about enhancing the landscape for persons with disabilities to alleviate the impediments that they face so they can come along together with us. And beyond that, how we should open up opportunities for persons who are differently abled and differently-interested to fulfil their passions and their potential.For persons with disabilities, one area we would like to spend a bit more time on is in sport. To spur greater sport participation among persons with disabilities, we have updated the Disability Sport Master Plan (DSMP) for this reason. Indeed, as I am sure many Members who have had experience in this sector will attest to, sport can be a transformative tool, especially for persons with disabilities. It allows them to acquire vital social and communication skills, develop confidence about themselves and feel no inferiority complex. Through sport, persons with disabilities are also able to reduce the social stigma associated with their disability and are empowered to realise their potential.Launched in 2016, the DSMP has contributed to increased sport participation rates among persons with disability, rising from 28% in 2015 to 50% in 2019. Our target is 70% by 2030.We will develop pathways for aspiring para-athletes so that there are equal opportunities for talented Singaporeans, with ability or disability, to compete at the highest levels. This includes growing the pool of coaches and better coaching individuals with disabilities by developing their own professional and technical expertise in disability sports.We have also introduced a range of programmes, including learn-to-play programmes and the annual Play Inclusive campaign.The Play Inclusive campaign is where students from both the Special Education and mainstream schools come together. They train together and they compete together in unified sport competitions, for example, in goalball. By playing together on the same team, they bond with each other because they understand each other far better.Our students who participate in these programmes say that these programmes help to normalise what can otherwise be sometimes an awkward situation. It reduces the curious stares and the moments of being overly polite when someone does not quite appreciate the circumstances that they are in. It also allows them to interact in a positive context and challenge assumptions about what they can or cannot do.An inclusive society is also one where diverse skills and talents can be better appreciated and valued and those with these talents have opportunities to develop and to advance.We have done much to open pathways in the arts. The School of the Arts (SOTA), for example, has made it possible to have high quality specialised arts education from the age of 13 and the University of the Arts now allows us to culminate with a degree in the arts in Singapore.We have invested in this to provide a comprehensive arts education so that for those who see this as their strength and as their passion, there will be rich opportunities.We will continue to invest in building up our creative industry to grow a flourishing and globally connected creative economy for the arts through new business models, development pathways and internationalisation opportunities.We are unlocking these new opportunities with the next iteration of Our SG Arts Plan and Our SG Heritage Plan so that we do not just stop at providing added qualifications but also create an entire cultural ecosystem and value chain for those interested to embark on a career and fulfil their aspirations and their potential. I think this is central to our notion of unity.We have also stepped up our support for those who excel in sports by providing pathways through the High Performance Sports system and enabling our TeamSG athletes to perform at their very best.A key part of this ecosystem and this plan is the Sport Excellence Scholarship (spexScholarship) which is offered to our athletes with the potential to excel at major games or world-level events.Take Shanti Pereira, for instance, our national sprinter. Many of you, I am sure, would have been very proud to have seen her break her records, making great strides recently, quite literally.Shanti returned last November to the spexScholarship. She spent some time away from the spexScholarship, but after a while, having discussed with her coach and the National Sports Association (NSA), decided to come back full-time and was supported by the spexScholarship, which grants her an allowance and benefits, and allows her to access support to sport science and sport medicine. She now trains full-time and competes overseas, all supported by the spexScholarship. Her decision, as you know, has paid off well, with her recent performances.We expanded the support so that athletes with the potential can focus full-time on their sporting pursuits and do us proud in Singapore.Beyond supporting our top athletes, we will also enhance the accessibility of our programmes and facilities so that even more can participate in sports, perhaps not just for fitness but also socially, as a platform for bonding and mixing, as Mr Murali Pillai has suggested.Recently, at Budget 2023, I had announced that we will put in an additional $100 of credits in the ActiveSG accounts of children aged four to 12 so that they can start accessing these programmes, not just for fitness but from a social mixing perspective from an early age.Sir, in this House, over the last few days, various Members have highlighted that Singapore's concept of meritocracy could be too narrow. It needs to be refreshed to look beyond academic domains of schools and grades, where diverse skills and talents in non-academic domains such as the sports and arts are also recognised and everyone is given an opportunity to pursue their passion, hone their talents and do their best in their chosen field.We agree with that. That is why at MCCY, our work is focused on opening these different pathways in arts and sports, for instance, for us to celebrate and include those of different merits.Sir, on inclusion, Mr Pritam Singh earlier spoke about the English proficiency test. Let me share my thoughts in this House on the test.Sir, I know many people have different views on this and I respect them. I think there is range for a variety of different views on what weight you might place on this. But my own view is that the knowledge of English at a working level, while helpful, should not be a defining or, indeed, a limiting factor, which might happen if you introduce it as a single-point test.After all, a significant proportion of Singaporeans throughout our history has not been able to speak English well, many of our parents and grandparents amongst them.My own grandmother would not pass this test. She is 96 years old today. She probably still would not pass this test today. But she continues to be a source of joy and value to the family in different ways, many of them intangible. If we had years ago applied this test, then someone like her may not have made it into Singapore. So, we have to think about that as well, as a consideration. That is why I urge this House, as we talk about this and think about this issue, let us not close our hearts to this, but to be open.Mr Pritam Singh said the key is in integration. I think that is the point that I have been emphasising. How do we integrate them? Is a single-point English test the best way of doing this? Or perhaps we look more broadly at the process of integration, which I believe is a long-term process.After all, our Constitution sets out the criteria. You have got to be in Singapore for a period of time as a resident. Integration requires sustained efforts from all parties. It is a holistic approach.Sir, our immigration framework was tightened significantly in 2009 so that a broader range of factors can be considered to assess not just the applicant's ability to contribute but also his or her ability to integrate well into our society and, perhaps also importantly, their commitment to want to sink their roots here.This includes factors such as the length of stay, which I have mentioned, family ties to Singapore and whether the applicant has studied in a national school or done National Service, for example. I believe these are equally, if not perhaps, in some cases, more effective as a marker of integration.We currently do not have a single-point English test or proficiency requirement for naturalisation, unlike some other countries.If you look at Japan, South Korea or the UK, I think they have a language test requirement. It is likely to be because they have a single, more common, more unified operating language.But that is unlike Singapore, which has four different official languages. Indeed, as Mr Pritam Singh would appreciate, the Constitution itself currently provides that one of the markers for naturalisation is working knowledge of any of the four official languages.So, I would not say that English proficiency is not important – I think there is value in that – but let us not make it a single qualifying test or single-point assessment for citizenship.Sir, let me now turn to our youths. The Forward Singapore exercise is about charting our way forward. Youths are an important part of this journey. To forge a viable compact, we must understand as well as support their dreams and aspirations in a completely different paradigm from when we were growing up. We must also give them a stake in Singapore's future and have a voice.Our young people today must come to terms with a myriad of complex world issues – challenges and constraints such as climate change, economic uncertainty, slowing social mobility and they will be growing up in the context of the ageing population that Minister Ong has spoken about. For all of these, there are no easy or quick solutions.Yet, as my colleague Minister of State Alvin Tan and many other Members of this House have articulated, our youths are undaunted. They are not deterred. They have expressed a keen desire, on the contrary, to be a key part of the solution.In my own engagements with the youth, I have found them to be very much seized with the issues of today. They know that the solutions that they can contribute will make an impact on their lives tomorrow.After the President's Address last week, I came across an article in TODAY online. Several youths were interviewed on how they wanted to be involved in nation-building. Some of them made comments and there were reactions which piqued my interest. So, I arranged to meet with a few of them and several other youths to learn and hear for myself first-hand what they were most concerned about, how they saw their role as future leaders and what more we could do to partner with them, to engage them, so that they can be part of that solution.One point which came up was the desire for a more in-depth discourse. They hoped for more details as to how their feedback and suggestions on policies, which were being considered by the Government, might result in some trade-offs that perhaps they had not thought about.We agreed that instead of taking an adversarial approach to policy suggestions, we could perhaps engage on these trade-offs and share views on opportunity costs, develop a deeper understanding of these considerations that would be helpful to making policy suggestions.These were all very constructive suggestions. With this in mind, we will introduce youth panels later this year. Youth panels will be for youths to develop policy recommendations together with the Government, with some differences.They will be youth-led and will be resourced by agencies like the National Youth Council (NYC) and perhaps the appropriate agency, depending on the domain. They will work on a topic or a policy which resonates with the youths of today – something that is topical, that has traction, interest and a fair number of young people support a discussion on the topic. We will share our policy considerations and trade-offs, exchange data points and most importantly, think with them on these questions. Against this backdrop, we will create space for our young people to take the lead in the deliberations and formulate suggestions.Through these panels, we want to engage our youths in meaningful and constructive discourse where they can also listen not just to us in the Government or the agencies, but also to the experience of other people in their position, appreciating that opinions may differ from their own and weighing competing priorities, looking at both the short term as well as having a longer lens perspective of these trade-offs. Together, they will develop policy considerations and present them to the Government.In turn, these recommendations will be taken seriously. We will make a conscious effort to close the loop with them, whatever the outcomes might be. Those which merit further discussion, we will consider for them to be presented here, in Parliament.MCCY can consider sponsoring a White or Green Paper on the proposal so that they can be considered in this House and we can then all have a robust debate on them. Those involved in giving views or preparing the recommendations can see the impact of the work that they do.We are formulating this carefully and more details on these youth panels will be provided when ready. Over the next few months, we will consult with youths on the panels and on the key policy issues that they wish to see under the youth panels. We look forward to the active participation of our youths to shape the future of our country.Sir, I am confident that our youths will welcome this opportunity. I have always been encouraged by the heart that they have in bringing Singapore forward through my interactions with them.Sir, let me now conclude. Earlier this month, President Halimah and I met our Youth Corps leaders at the commencement ceremony of the leaders' programme. One of them, Lim Jia Yi, led a project called We+65. Started in 2022, this project reaches out to the less mobile seniors in Sembawang, with activities that helped to improve their mobility as well as their cognitive functions. And it was borne of her realisation that perhaps the seniors were less connected and had less resources available to them.This was done as part of a volunteering programme with the Agency for Integrated Care (AIC) and Blossom Seeds Limited, a charity operating in that area. If you speak to Jia Yi, her sense of responsibility of her commitment to community will shine through clearly. She is passionate about reaching out across generations to befriend seniors, even as she herself is currently a full-time medical student. Busy as she is, she volunteers her time in many other charitable projects and events as well. And while she is young, her leadership was apparent – to bring and convene her fellow youths together to rally them to support her cause.Sir, Jia Yi is remarkable, but she is also not an outlier. She is one of the many Singaporeans who continue to step forward, without being asked, to contribute their time and their treasure. And we will continue to work with people like Jia Yi, striving to be those granules of sand which connect us to the bigger blocks of our society, our institutions and collectively make us stronger across generations, racial and religious groups and across the diversity of our population. When I meet people like Jia Yi, I am reminded that, in fact, we are already different from so many others in the world, with what we have – diversity and harmony that has resulted from a system that structurally fosters equality, social mixing and integration. This is what the wisdom of an earlier generation of leaders have given to us and has allowed us to build on a strong foundation to chase our dreams and fulfil our ambitions. So, let us not throw out what has worked well for us over the years. Sometimes, you must look back, to look forward. And these are the elements, the fundamental building blocks that has made it work for Singapore. To continually work at fostering harmony between diverse communities of different races and faiths, creating opportunities for people of all abilities, talents and interests to excel, powered by a culture of inclusion, care and volunteerism.Sir, the Semangat yang Baru: Forging a New Singapore Spirit exhibition opened yesterday and I went to visit it. I encourage Members here in this House to visit it. It is at the National Museum and it is free for Singaporeans and PRs. It was an evocative and inspiring exhibition; also, thought-provoking. I left it, feeling a deep sense of pride.If there is one lesson that I learnt from this exhibition, it is that as a nation, we do not have much. We never had. We do not have natural resources and we do not have the blessings of a natural hinterland that we can take advantage of or indeed, space – which comes at a significant premium for us.But what we have is our people. We have always had that. We have always done much better, punched above our weight, gone further with our people. And if can continue to stand as one united people, as we declare in our national pledge, then I have no doubt that we will overcome these challenges, with confidence. And we will see a vibrant, thriving Singapore for generations to come. Mr Speaker, I support the Motion. [Applause.]Mr Speaker: Mr Pritam Singh.", "I thank Mr Singh for that clarification. And perhaps, with your clarification it now appears that we are not that far apart, because you did use the phrase \"English test\" when you first raised it. I think it was during COS. And so, when I heard your speech then and earlier today, a test is a test you either pass or you fail. And there must be consequences if you do not pass. So, it was in that context that I said let us not use it as a single point consideration. But I am glad we have clarified that, and you are now saying that is one of several factors that we look at.On the survey, I understand, and as I said, it is not an unimportant consideration and I accept that. I think we all want to ensure that we can communicate with the people we see in Singapore, at least to a basic degree. And I can see where that is coming from. I can accept the sentiments conveyed in that survey. It is one survey, yes, but it does reflect sentiments in our society and I think we must take heed of it.But the point about international students, I think, comes from a different perspective. They are taking a qualifying test for a different reason. Because there is an academic element to their entry into the schools in Singapore. So, I do not think one should conflate the two different tests. There are meant for different purposes.Mr Speaker: Mr Murali Pillai."]}