{"Ms Ng Ling Ling (Ang Mo Kio)": ["Mr Speaker, I rise in support of the Motion of thanks. In my maiden parliamentary speech, I spoke about engendering and ensuring the collective and holistic well-being and happiness of our people. This remains a key thrust of my efforts as a Member of Parliament (MP).I thus resonate with the important points made by Mdm President in the Opening of Parliament for the second half of this Government term. As we continue to transit from the COVID-19 pandemic, with a purposeful and comprehensive legislative agenda ahead, I would like to speak on three \"M\"s that are close to my heart. Not the usual three \"M\"s debated in this House, but important three \"M\"s that I will champion to further contribute to building a better Singapore for all. They are: Mental Health, Mentoring and Motherhood.Firstly, my residents in Jalan Kayu know that I strongly advocate and promote healthy living. Through the new Jalan Kayu Community Health Club opened in February, our grassroots leaders partner our regional Central Health system, anchored by Tan Tock Seng Hospital, and the general practitioner (GP) clinics in the neighbourhood to increase health screening awareness and disease management knowledge among our residents. Through the corporate social responsibility (CSR) sponsorship of smart watches, we empower our residents to know and monitor their health better.Two months into operations, more than 600 residents above 40 years old have signed up. While we are starting with physical health and common chronic conditions like high blood pressure, high cholesterol and high blood sugar in line with the national Healthier SG roll-out in the next few months, we will also be looking out for the mental health and wellness of our residents. According to the data from the Samaritans of Singapore, a non-religious and not-for-profit charity focusing on crisis intervention and suicide prevention, 378 people here took their own lives in 2021, with the largest group aged 10 to 29 years old. Slightly more than one life a day and one too many lives lost. We need to equip more parents with the basic mental health knowledge and skills to help their children and youths when they are going through mental distress beyond normal levels.  In super-ageing societies, such as Japan and South Korea, increasing age is associated with increasing depressive symptoms, largely due to poor physical health status and lack of extended family networks. With our fast-ageing population and increase in seniors living alone or only with another senior, we too must be alert to these issues. While early efforts like the National Mental Health Blueprint in 2006, the Community Mental Health Masterplan in 2012 and most recently, the Interagency Taskforce on Mental Health and Well-being in 2021, have all worked towards expanding psychiatric programs and shifting towards more community-based care to increase accessibility to mental health support, the most recent spike in mental health concerns during the COVID-19 pandemic indicated further transformation required in the delivery of mental health services and support, especially for our young and old at the early risk or onset stages of mental health struggles. In this regard, I would like to urge the Government to speed up augmenting mental health treatments and support, currently mostly delivered through hospital psychiatric wards by specialists like psychiatrists or psychologists, in three ways.One, by providing more training and subsidies to family doctors in GP clinics, to make them the first line of care for mental health. Walking into a GP clinic is way less intimidating than walking into a psychiatric section of a hospital for most parents, children, youths, young adults and seniors. Most GPs have the basic training but as common mental illnesses, such as depression and anxiety, are more complex to treat than coughs and cold, many GPs need refresher training, specialists’ peer consultation, teaming with counsellors and higher subsidies for the longer consultations usually needed.Two, by enabling simple-to-use, clinical evidence-based and privacy preserving technology to augment prescription of medicines by GPs and specialists. Innovations like Cognitive Behavioural Therapy Based AI chatbots, to provide lower cost counselling, has been progressing worldwide. More can be done to insert these tools to the medical-social team for integrated care of medicine and counselling at a lower cost for patients.And three, by empowering more in the community, including parents, students and grassroots volunteers, with mental health first-aid skills. I will be piloting “Be a Samaritan (BAS) Programme” by SOS in my constituency soon. This is a two-part programme with a one-hour e-learning and a two-hour physical role-playing workshop, which will teach participants the basic skills to be first responders to those facing mental crisis, suicide ideation, or affected by suicide. I hope that more support can be provided to proliferate such skills in the community, like the way we have been training grassroots leaders in Cardiopulmonary Resuscitation (CPR) or Automated External Defibrillator (AED).Let me move on to my next \"M\", Mentoring. I agree with Mdm President that Singapore must not allow advantages and privileges to become entrenched and persist over generations in a small group. To broaden and make more open the idea of meritocracy, it will require conscious efforts from the whole of society, not just the Government.Young people today continue to have high aspirations and expectations. According to IPS’ “Future of Work Singaporeans Want” survey conducted in October 2022, young people are more likely to value growth, learning and career advancement to job security. In another survey published by TODAY Online in 2022, it was found that although fresh graduates are landing in full-time jobs with higher median salaries and better-than-expected starting pay, those between 21 and 34 expressed lower upward mobility compared to older respondents. This is intertwined with the global macro-economic challenges and competitive realities that our young Singaporeans face.I believe that corporate and business leaders can do more in mentoring our young people. I visited Israel in 2017. Among the many lessons I learned, one that stood out for me was how their older people were willing to mentor all younger ones. I was told that this has been their survival instinct through the generations, so that as many of their people can continue to succeed as possible despite the Jewish Diaspora and traumatic persecutions their people experienced through history, like the Holocaust in World War II.Singapore has several traits like Israel. We are a small nation where our people are our most precious asset. We have our collective memory, formed in our fight for independence and national hood, shaped by threats and opportunities of larger countries and regional powers around us, often outnumbered in size, but not in the will to survive and thrive.  Singapore business sector can proliferate a stronger culture of mentoring.Personally, I enjoy mentoring and will be formally or informally mentoring several younger people between five and 25 years younger than me in a year. In my constituency, I have partnered the National Trades Union Congress (NTUC) Women and Family Division to widen the pool of mentors through the Women-Supporting-Women Mentoring Scheme.I learned about the Australian Business and Community Network or ABCN for short recently at the inaugural Singapore Volunteer Management Conference. ABCN is a purpose-led, not-for-profit platform established by a group of like-minded CEOs who collaborate to maximise their impact, especially in making a difference to kids facing poverty, violence or drugs. The CEOs know that education is crucial for lifting young Australians out of disadvantage and partner almost 200 schools to empower students through a structured mentoring by volunteers at all levels from companies in the network. I hope to see such collaborative mentoring model replicated and scaled by the business community in Singapore too.Lastly, on the tough but rewarding role that I most value, being a mother. I have never regarded having children as a duty but a joy. Whether by natural delivery or by adoption, parenting teaches us many things in life beyond self. However, there remains a gap in Singapore for young people who aspire to be married to do so, and for young couples desiring children to have them.During my Budget speech earlier this year, I recommended for more upstream and local resources to enable social interactions among our young people. I was involved in a REACH-Friendzone Conversations @Me event in my constituency recently. While it is certainly not a dating platform, the interactions and sharing were most authentic among the participants, majority of whom are 26 to 30 years old.They shared many similar struggles and hopes. Many said they could come after a long day work, because the get-together was near their homes. I am a firm believer that an authentic friendship is the foundation of any enduring relationships, sometimes leading to marriage like for me. This event would have been a one-off if not for a kind sponsorship I personally obtained to plan more sessions in the months ahead. I hope that the Government would consider empowering MPs with more funding support to regularise such thoughtful local social interactions opportunities for our young people in our constituencies.Our total fertility rate has hit record low last year. The Government has done a lot in increasing financial incentives like raising the Baby Bonus, the subsidies for assistive reproduction procedures, infant care and childcare.  These are all important measures but according to the 2021 Marriage and Parenthood Survey, besides financial costs, stress and difficulties in managing work and family demands remain the other top reasons why Singaporeans are not prepared to have more children. For sandwiched dual-income families, caregiving of both elderly parents and young children can add to further burden.  As such, besides financial incentives, I hope that the Government will continue to press in on the tripartite approach, to implement more physio-social support and flexible work arrangements for more employees in Singapore. Even in positions like frontline service staff and intense workplaces like in the healthcare, legal and financial sectors, where flexible working arrangements seem difficult today, I think bolder human resource policies, including employing slightly above establishments to cater for peaks and surges must be trialed to manage work stress, especially for our younger couples. Mr Speaker, please allow me to say some words in Mandarin.(In Mandarin): [Please refer to Vernacular Speech.] Mr Speaker, I would like to thank the President for the speech which she delivered on behalf of the Government. I hope to raise three suggestions here to contribute to a better Singapore.First, in view of our high-stress society and an aging population, I hope the Government can speed up the delivery options for treatment and support of mental illnesses. Currently, psychiatric illnesses are primarily treated by psychiatrists or psychologists in hospital psychiatric wards. However, I believe that mobilising neighbourhood GPs as the first line of care defence for mental health is a good strategy. For most of the children, youths and adults facing mental health issues at the early stage, it would be less stressful for them to walk into a GP clinic than to go to a psychiatric ward.Most family doctors would have received some basic training, but as common mental health conditions, like depression and anxiety, are harder to treat than coughs and colds, many family doctors need continuous education and training, as well as peer-consultations opportunities from their peers and specialists, and collaboration with counsellors. Consultations will also take a longer time and they will need higher subsidies for consultation with patients struggling with mental health. I hope that the Government can provide more subsidies and training to GPs with regards to the treatment of mental illnesses, so that they can play a greater role.Secondly, youths today still have high aspirations. According to an IPS survey on \"Future of Work Singaporeans Want\" in October 2022, young Singaporeans prioritise personal growth, learning opportunities and career progression over job security. I believe that companies and business leaders can play a greater role in mentoring young Singaporeans and further promote a mentoring culture.Lastly, on the issue of encouraging our young people to marry and young couples to have children, besides the financial incentives that are important, I hope the Government can press on in the tripartite approach in providing greater support and more flexible work arrangements for more employees. (In English): Mr Speaker, I would like to end with a message of unity. As Singaporeans, we possess the spirit of kindness, drive, and hope. As we start the second session of this Parliament, may we stay united, combining our national will and grit with good stewardship of the hard-earned resources availed to us, to create a better future for ourselves and for our future generations to come. With that, Mr Speaker, I support the Motion.Mr Speaker: Ms He Ting Ru."], "Ms He Ting Ru (Sengkang)": ["Mr Speaker, in Mdm President's speech and over the last few days, we have heard that many of us in this House agree that we must stay united in order to face the turbulence in our journey ahead of us.In an increasingly multi-polar world, I hope that we will, at the same time sharpen our skills and ability to maintain unity in diversity; whether this is the diversity of different backgrounds, cultures, abilities, or even political views and allegiances. It is not a foreign concept in fields such as management and relationship counselling, that disagreement – done respectfully – can be turned into an opportunity to strengthen bonds and build a stronger team. And it is my hope that we can sharpen our skills and ability to do this Singapore and to lead by example here in this House.Indeed, greater inclusivity and respect between diverse individuals and groups has to go beyond lip service – the multiple cross-Ministry and cross-agency task forces, national conversations and consultation exercises set up to look into this matter are only one step in the work to be done for us as a nation to move towards greater inclusivity and accommodation for all. The principle and embrace of our diversity must form the backbone and core of our systems in all areas, whether they be the education system, our built environment, or the workplace.I recall from my growing up years the oft-repeated refrain that our people in Singapore are our only – and greatest – resource and it is this that I will focus my speech on today. To strengthen inclusivity amongst our people, I believe these groups of workers need further attention – our invisible workers who undertake the unpaid labour that forms the backbone of our families and society and our blue collar workers, including migrant workers. Some of these points have been made time and again in this House, but they bear repeating, because we have a ways to go when it comes to moving the needle in a meaningful way.On our invisible, unpaid workers, the Workers' Party (WP) manifesto calls for greater recognition of unpaid labour, as a first step to develop policies that guard against these essential workers ending up with a lack of resources and even becoming indigent in what should be their golden years.In my maiden speech in 2020, I had called for quantification of the work done by these workers, asking for time-use surveys to be a part of our national statistics system. This would make such work more visible, better valued and ultimately, allows us to concretely measure the magnitude of the work undertaken and also the success – or not – of our policies in supporting our unpaid workers.And while it is important to get the economics right, we must also ensure that holistic support coming from the entire surrounding ecosystem is in place, from ensuring that flexible work arrangements and meaningful accommodations are accessible to individuals who have to juggle additional caring responsibilities on top of their paid work.As brought up by many in this House, legislation in the forms of right-to-request or even anti-discrimination legislation have an important role to play in bringing this about. And even when such schemes are implemented, we must also continue to remove internalised barriers that prevent our caregivers from leaning in to take advantage of these schemes and accommodations, and make them feel that they should not have to hesitate to use them for fear of being perceived by their employers to be less valuable as a colleague who does not have the same domestic responsibilities.Moving to our blue collar and migrant workers, we appear to be forgetting many key issues that captured our attention during the pandemic. The work that they do may historically have been lower wage and lower status, but without them, where would we be today?The Met Service recently released their report on the urban heat island effect being pronounced in Singapore and I hope that this would underscore the urgency in tackling issues relating to heat inequality. The disproportionate effect that a warming world has on blue collar manual workers and also our more vulnerable households, needs to be better understood and addressed and this is particularly urgent, given last week's logging of a temperature of 36.1°C in Woodlands. We need to do our best to alleviate discomfort for workers as well as ensure that workplaces – particularly outdoor workplaces – are safe.Many of us on both sides of the aisle have also spoken about the topic of worker safety, following the number of workplace related deaths and injuries in recent years. While it is likely that casualty rates could fall this year as the pressures of worker shortages and COVID-delays ease, we must reflect deeply on tackling the structural issues that contribute to unsafe working environments for our workers. It is a positive step that the Government has continued to take a tough stance through our criminal justice system against safety violations, but I cannot help but note that these responses only take place after the casualty occurs.I therefore reiterate the calls made by my colleague, the Member for Aljunied Group Representation Constituency (GRC) Mr Leon Perera at this year's COS to reduce the imbalance between migrant workers and employers with a view to improve safety standards and ultimately protect lives and livelihoods. His proposals include better protection to allow workers to feel more comfortable in calling out unsafe practices by instituting whistle-blower protections to ensure confidentiality for such complaints.And for migrant workers in particular, it sometimes seems that there is a dignity deficit in the way we treat them. These are people who literally build our country. Recent episodes relating to the way we address the most basic needs of our workers – from inadequate nutrition to poor food handling practices such as lunches left out by the road side exposed to pests and the elements, to the debate over whether standards for new foreign worker dormitories are enough – show that we still have far to go in treating these essential workers with dignity and respect.This also extends to the way we handle their transportation. Just last month, I was driving down the expressway with my five-year old, when he suddenly blurted out, \"Why are there so many workers riding on the back of that lorry over there? Isn’t it dangerous? Why do we have to buckle our seat belts and use car seats to keep us safe, when those workers are sitting like that? Is their safety not important?\"I had no answers for him and would like to reiterate calls that I made during the debate on the amendment to the Road Traffic Act in 2021 to ban the ferrying of workers in this manner. To address concerns about adding to the business cost, I hope that we can properly quantify what cost this would entail, both as an absolute number across the industry and as a percentage of total construction costs, as a first step to find effective solutions to replace this outdated practice.I note that Members in this House have been asking about the possibility of using buses to ferry workers all the way back to at least 2010 – 13 years ago.There is dignity in ensuring high safety standards for all. I hope that we can be bold and commit to a timeline for this to happen.Beyond broad calls for better inclusivity, I would like to hone in on a specific piece of upcoming legislation: anti-discrimination legislation for the workplace. In Mdm President's speech, she reiterated the importance of ensuring a broader and more open meritocracy that works well for Singaporeans. I believe that anti-discrimination legislation is a key tool in achieving this goal. The workplace fairness law was announced by the Prime Minister during the 2021 National Day Rally and we are glad that this is in line with the WP's 2020 manifesto's proposal that we enact legislation to take this step to join the majority of countries that legislate against discrimination at the workplace.With the Milieu Insight report last year finding that one in two workers in Singapore experienced workplace discrimination in the last five years, the enactment of anti-discrimination legislation for the workplace cannot come soon enough. In this regard, I noted that the interim report was published earlier this year by the Tripartite Committee on Workplace Fairness and would like to share some thoughts on its contents.First, while the interim report proposes new prohibited grounds of discrimination such as nationality, pregnancy status, mental health conditions, on top of existing TAFEP grounds of age, race, gender, religion, marital status and family responsibilities, it does not prohibit discrimination based on sexual orientation and gender identity. This is glaring in the wake of last year's repeal of section 377A of the Penal Code and our Prime Minister's acknowledgement that members of the LGBTQ community are our \"colleagues, our brothers and sisters, or some of our children\".Second, the interim report does not contain a definition of discrimination and it is unclear whether or not, indirect discrimination will be covered within its ambit. This was noted by the law firm Baker McKenzie, who also published commentary stating that in jurisdictions such as Australia and Hong Kong, both direct and indirect discrimination is unlawful. For those unfamiliar with the concepts, \"direct discrimination\" refers to intentional discrimination against an individual, while \"indirect discrimination\" refers to a situation where a person is disadvantaged by a requirement that applies equally to all persons, but has the effect of creating disadvantage against a particular group of people because of a particular characteristic; an example of which would be a ban on headwear at the workplace for all, but has the effect of disproportionately affecting Muslim women or Sikh men more than other groups.Clarity in the new legislation is important for both employers and employees. Upcoming legislation should make clear that all forms of discrimination will not be tolerated in Singapore and prohibit all types of discrimination. This is important, considering that the Milieu survey found that the most common form of discrimination is indirect discrimination.In addition, in line with best practices around the world, the denial of reasonable accommodations should also fall within the meaning of \"discrimination\" in the new legislation. This would also fulfil our international law obligations as a state party to the UN Convention on the Rights of Persons with Disabilities.Reasonable accommodations are adjustments at the workplace that are afforded to a person with protected characteristics to assist them in enjoying equal employment opportunities. This issue is especially important to the disability community, which continues to face issues of severe unemployment and under-employment. Reasonable accommodations, such as the provision of screen readers or an accessible office environment, are important for disabled people to contribute meaningfully to our economy. They are also important for other groups, such as breastfeeding mothers, who may require a lactation space in the office, Muslims who require time off to go for Friday prayers and carers who may need flexible work arrangements.Finally, in realising our aspiration to be an inclusive society, I also hope that we can make the procedure for bringing a discrimination claim more accessible, especially for disabled people. As the Disabled People's Association noted in their response to the interim report, many disabled workers do not report the discrimination they face because the reporting channels are themselves not accessible to them.We should also make the process of trying to enforce these laws as simple and user-friendly for workers who may not have the time or energy to go through a lengthy or complicated process to seek recourse. Currently, the process that a worker must go through before reaching the Employment Claims Tribunal (ECT) can seem complicated and daunting to someone who is not familiar with the law. The Tripartite Committee should consider how the system may be simplified and streamlined. One way is to empower workers to decide whether they wish to attempt mediation or go directly to the ECT, instead of requiring mandatory mediation. Forcing parties to mediate may be counterproductive in some situations and could also re-traumatise workers who have had particularly bad experiences at their workplace.Additionally, the upcoming workplace fairness legislation is but a first step towards a more diverse and equal Singapore. It does not address the important principle that discrimination cannot be tolerated in every aspect of life. In December 2022, the UN called on member states to enact comprehensive anti-discrimination legislation which goes beyond the workplace. I am sure that many of us have heard troubling accounts about discrimination in schools, in the housing rental market, in healthcare and beyond. The role of the law is indispensable in sending a clear signal that discrimination is not tolerated in Singapore and I hope that we can consider our part in enacting a comprehensive anti-discrimination law to ensure that nobody in Singapore has to feel like they are not equal to or less than others.Finally, I would like to share my thoughts on the topic of trust – another recurrent theme of late. It is true that a healthy, good relationship is always built on a bedrock of trust and that the maintenance of this trust is a constant work-in-progress and it shifts and flexes with the effluxion of time. The Government often quotes the high levels of trust our people have in Government and public institutions as being key to our success as a nation. And it is true that we have largely avoided the deep political divide that is believed to have contributed to phenomena like the partisan response to mask mandates and vaccine roll-outs in countries like the US, and that this greatly benefited us in our whole-of-nation fight against the COVID-19 pandemic.Yet, what this narrative often neglects is that for any healthy, resilient relationship to properly function, trust has to be present in both directions. During COVID-19, I saw the best in people, not just when we trusted the institutions in their new mandates, but when members of the institutions trusted in people to do the right thing, be it residents who stayed home even when no one was watching, or residents who checked in and bought food for their vulnerable neighbours who had to isolate. People do the right thing. Maybe not always, but very often they do.Apart from expecting and demanding that our people continue to trust in public institutions and leaders, we also need to find ways to repay that trust, to be able to show that we can trust our people. Which makes it an appropriate time to ask the question: after all these generations of nation-building, do we trust our people? And if not, why not? And how can we move to building systems and networks where we can reap maximum benefits for the greater good of our nation that are built on strong mutual trust?One concrete way in which we can start to display and build the trust we have in our people is to look at the information that we make available to all. We should start finding ways to trust our people to be able to maturely and responsibly handle more information, rather than assume the worst of them. In this regard, our Manifesto contains a proposal for a Freedom of Information Act to be enacted, with exceptions for matters relating to national security and defence.Having more information in the public domain leads to a more informed society and builds a democracy where citizens are exposed to all shades of opinion, because public interest is served through enhanced transparency and where communities are best able to make informed choices. For example, greater knowledge and transparency on the Budget process let our people understand the sometimes-difficult trade-offs that policymakers have to make and to get buy-in on why we have to push ahead with certain unpopular policies.Indeed, a 2016 paper by Hollie Russon Gilman found that more information leads to collaborative decision-making which, in turn, improves processes and delivery of services, as communities work towards sustainable development and engaged civic innovation – which I cannot help but note is the ostensible goal of the Forward Singapore exercise.On reservations expressed about the costs of enacting such laws, or concerns that civil servants may start trying to take truncated notes as ways to get around freedom of information requests, I hope we have more faith in the integrity and the professionalism of our civil servants and to entrust that they will find means and harness technology to make the administration of such requests more efficient and less costly.After all, as noted in a 2019 article in the Harvard Business Review, when trust is given, you empower the recipient and, in doing so, you develop team members to become stronger contributors and this leads to further empowerment of leaders. The next lap for Team Singapore then is how to continue to build mutual trust between the Government and the people in a world that changes ever more rapidly, and how to keep working on this trust as a strong foundation to fulfil our ultimate aim of unity in diversity. I support the Motion.Mr Speaker: Mr Edward Chia."], "Mr Edward Chia Bing Hui (Holland-Bukit Timah)": ["Mr Speaker, Sir, I rise in support of the Motion of Thanks to the President. Today, I would like to address the important topic of empowering our seniors. Our seniors are not a monolithic entity. They are a diverse group. Importantly, our seniors have the capacity to contribute to our communities and lead purposeful lives.According to the Ministry of Finance (MOF) report on key socioeconomic outcomes across cohorts, 32% of the Merdeka Generation cohort progressed beyond secondary education, while 49% of seniors born between 1960 and 1969 made it there. Education levels over the years have increased, and these differing archetypes also mean that seniors have different expectations and capacities in their golden years. Newer cohorts of seniors, who are more educated and healthier due to advanced healthcare, will feel they have more to contribute to our society.In my speech, I will further discuss how we can further support older men, such that they have a solid support system after retirement, the importance of creating more opportunities for seniors with interests to contribute back to society, civic engagement with seniors and the necessity of inclusive workplace policies.Statistics have shown that men are more likely to experience loneliness in old age compared to women. This phenomenon can be attributed to various factors, including societal norms and expectations around masculinity. Men may have been socialised to be more independent and self-reliant, which can result in fewer social connections and support systems as they age. Additionally, traditional gender roles may have limited men's opportunity for socialisation outside of the work and family roles, leading to fewer social connections in later life.As a result, older men face increased risks of loneliness and its associated negative impacts on physical and mental health. It is important to recognise and address the unique challenges that men may face in terms of loneliness in old age and to promote strategies and interventions that support healthy social connections and well-being in this group of the population.A 2010 study on older men and women in Singapore found that having a strong social network outside of the household moderated depressive symptoms among older men. In other words, men living alone with weak social networks were reported to have higher depressive symptom scores, compared to those with strong social networks outside the family.There is an interesting idea I chanced upon: Men's Sheds. They refer to any community-based, non-profit, non-commercial organisation that is accessible to all men and whose primary activity is the provision of a safe and friendly environment. A major objective is to advance the well-being and health of their male members. They are community spaces designed for men to connect, converse and create, and have become one of the most widespread and effective tools in addressing health and well-being, especially for older men, in many countries, including the UK and Australia.Men's Sheds provide a supportive environment for men to engage in a diverse range of activities, from technical skills like furniture-making and woodwork, to simply grabbing coffee and talking. This movement originated in Australia around the 1980s as a way to improve the health and well-being of older men, recognising that men may be more reluctant to talk about their emotions and seek help due to societal expectations of toxic masculinity. Men's Sheds are often run by the men who use them, in a bottom-up approach, which can elicit stronger feelings of fulfilment and achievement.In the UK, many Men's Sheds are run by grassroots organisations, such as Age UK, while in Australia, there are management committees responsible for creating a safe and welcoming environment for men to work on community projects of their choice. Men's Sheds provide an important avenue for older men to combat isolation, loneliness and depression and to regain a sense of value and productivity in their communities.A 2021 study on the impact of Men's Sheds provided a model that showed many different and interlinked ways in which Shed activities can positively impact the behaviours and attitudes of Shed users, in the areas of increased health seeking behaviours, improved perspectives on personal and management of health and improved ability to manage and overcome physical and mental illness and recovery among men.The model also demonstrated some of the less obvious ways in which activities can have positive health outcomes. For example, men may attend a Shed simply to engage in practical activities. However, this may lead to unexpected improvements in their ability to cope with adversity by finding a social network that they could experience support and understanding from. These findings are significant from a policy standpoint because they suggest that initiatives like Men's Sheds, while not directly delivering a health service, can contribute to engaging men in health improvement practices and increase their health knowledge, thereby strengthening the case to push for such initiatives.Similar to Men's Sheds, Senior Activity Centres (SACs) in Singapore's context function as centres to provide support for seniors through various programmes, activities and outreach. As of 2019, there are more than 50 SACs serving approximately 40,000 seniors in Singapore. However, a 2011 study on social networks and depressive symptoms among older adults in Singapore revealed that men, 40%, are under-represented, as compared to women, 60%, among frequent users of SACs.In the Fei Yue Seniors Activity Centre at Zhenghua where I serve as a Member of Parliament, the current membership of females is 56.8%, while for males it is 43.2%, roughly equal. However, the participation rate for females are three times higher than males: 75.8% for females and 24.2% for males. We can see that membership rates at this centre are fairly even, while participation rates are skewed, with more women taking part.Possible reasons shared by our staff are that some male members are still the breadwinners of their family and they do not have the time for such activities. Male members may also be more closed-off and do not wish to be engaged at all. Activities, such as craft sessions and Zumba, are generally held in many centres but may not be appealing to the male members. However, activities, such as drone flying and carpentry which are more attractive to men, are hard to come by due to space and cost constraints. The need for dedicated Men Sheds and activities, hence, becomes even more important to engage men.Hence, can the Government work together with operators of SACs to better understand the factors that result in men being less likely to frequent SACs? Such data will be helpful in enhancing the current slew of programmes offered in SACs to better cater to the needs and preferences of older men. This information is also important to ascertain if current SACs possess the capacity to support older men or if dedicated facilities for men, as in the case of Men's Sheds, are necessary.Moreover, if the data eventually reveals that present programmes in SACs can be tweaked to better encompass the needs of older men, can the Government consider implementing a consolidated framework across SACs that streamlines key objectives, approaches and outcomes for older men?I would also like to call on the People's Association (PA) to look into providing more programmes to encourage grassroots participation among older men. At present, PA, through the Women's Integration Network Council, manages a network of Women's Executive Committees (WECs). WECs run a range of programmes to meet the needs of women from different backgrounds, ranging from health matters, parenting, managing work-life balance, financial literacy and employability. WECs also help to form interest groups for women to interact with one another over shared interests and volunteering opportunities. Can PA consider similar approaches for men that, in particular, focus on providing more tools and programmes to better meet the needs of older men?Mr Speaker, Sir, it has been a privilege meeting seniors in my constituency and they often inspire me and my team. Mr Abas bin Jaffar is one such inspiring resident in Zhenghua. He is 68 years old. His first job was in a shipping company, where he worked from 1976 to 1989 as a pattern-maker and excelled in the role so much so that he received the NTUC Model Worker Award in 1984. Later, he became a hawkerpreneur for 30 years from 1989 to 2019 at various locations.He then joined the PAP Community Foundation (PCF) Sparkletots as a part-time cook in 2019 and, from 2022, now works full-time as their chef-in-residence. Throughout the shift in his career paths, he has found tremendous fulfilment and enjoyment in his various professions. Cooking allows him to be creative and he loves experimenting with new flavours and techniques. Moreover, the joy of seeing young children at PCF Sparkletots enjoying his dishes is incredibly rewarding. Overall, this third wave of his career has been a perfect fit and he looks forward to providing nutritious meals to our children for many years to come.This made me reflect on the untapped potential that other seniors have, and how we must utilise it, such that they can contribute to society in whatever ways they find meaningful. Many studies have shown that the way to longevity and health is the constant stimulation of the mind through social relationships like work and continuous learning. Two themes consistently come up. One, social relationships that you can gain from continually working and staying connected and, the other, continuous learning. This is very important moving forward as our population ages and our senior workers continue to form an ever-increasing share of our workforce.Enabling companies to provide inclusive workplace policies continues to be crucial in addressing age discrimination in the workplace. Employers can take steps to integrate older adults into the workforce by offering informal and formal \"second or third wave of career pathways\" that allow older adults to re-enter or remain in the workforce.The Government has initiated inclusive workplace policies such as the Senior Employment Credit where wage offsets are provided for employers who hire seniors aged 55 and above and other policies like the Senior Worker Early Adopter Grant. While these policies enable companies to provide inclusive workplace policies and prevent age-related discrimination in the workplace, I believe that initiatives can go beyond just a senior's employment longevity.Like younger workers, our senior workers are also required to keep up with the ever-changing workforce and economy. Notably, in the recent Ministry of Manpower (MOM) Committee of Supply (COS), MOM shared about CareersFinder being a viable resource to help employees climb the career ladder, stay current and employable, regardless of whether one is in their early, mid or later stage of his or her career. Will the CareersFinder through the Jobs Transformation Maps (JTMs) be available to seniors beyond the official retirement age? Are there any concrete training programmes identified in these JTMs that would benefit seniors and ensure they continue to stay relevant in the workforce?Apart from formal work for our seniors, there can be more opportunities for seniors with interests to contribute back to society as a way to feel purposeful in their golden years. Such opportunities could be in the area of volunteerism. Today, it is heartening to see many volunteering programmes that bring together young volunteers and seniors to engage in activities to build intergenerational bond. For example, the YOLDEN programme helmed by Youth Corps Singapore brings together our young and senior individuals through activities like the senior befriending programme. What if there could be volunteering programmes where our seniors are instead the volunteers and our young ones are being engaged in activities? With the same intention but different execution, it could create a sense of fulfilment amongst our seniors. During my Meet-the-People session at Zhenghua, I am often heartened to witness the robustness of our senior volunteers in registration for our residents and even assisting with the administrative matters that involve the use of digital gadgets. Often, our young volunteers and I draw on our senior volunteers' language and dialect abilities to assist in engaging residents in need. Watching how our young and seniors serving collaboratively at the People's Action Party (PAP) Zhenghua Branch, is one of my greatest joy. In fact, this is one of the actionable ways to address ageism. By providing opportunities to serve collaboratively, we break down corrosive stigmas.  It is important that we continue to be innovative in engaging our seniors, be it through employment or other forms of active ageing that is purposeful and fulfilling. Another important aspect would include civic engagement with our seniors. Age-friendly civic participation and employment is a crucial domain in the World Health Organization's framework for age-friendly cities. Civic participation involves the active involvement of seniors in collective decision-making processes, ranging from sharing of information to participating in public consultations and community ideation. Research shows that seniors who engage in civic participation tend to feel more invested and valued in their community, fostering a sense of belonging and meaning in life. Mechanisms used to engage seniors in community decisions also have a social component, facilitating the formation of new social ties and strengthening neighbourhood social capital.However, there are barriers to civic engagement among seniors. Barriers such as ageism and mobility challenges can make it difficult for seniors to access places where decision-making takes place. Additionally, age-related declines and impairments in physical and mental functioning may pose challenges to seniors' participation in civic activities.The civic engagement process encompasses four stages: informing, consulting, partnership and complete ownership. However, due to the challenges mentioned above, engagements with older adults may be limited to informing and consulting, rather than involving them in partnership or complete ownership of decision-making processes. As shared earlier in my speech, the new cohort of seniors will lead healthier lives through Healthier SG and with more focused engagements for key demographics such as men and more formal employment and volunteering opportunities, our seniors will be able to take part fully in the civic participation process. This in turn creates a positive virtuous cycle that ensures our seniors are valued, included and actively contribute to our communities. The ForwardSG exercise is an excellent opportunity to do so. Mr Speaker, Sir, I have shared in this house before that we should not view ageing as a silver tsunami but instead view this as a silver lining. Our seniors have the capacity to contribute and we must, we must, purposefully engage them. Like Mr Abas bin Jaffar who is experiencing a third wave and numerous senior volunteers at the PAP Zhenghua Branch, many more can contribute. We must energise them and provide pathways to do so. By doing so, we will effectively respond to the President's address that \"we want a Singapore where everyone belongs and every citizen has the chance to achieve his or her fullest potential\". Indeed, this is relevant to our seniors as well as they have the potential to give back multi-fold to society in many aspects. Mr Speaker: Senior Parliamentary Secretary Rahayu Mahzam."], "The Senior Parliamentary Secretary to the Minister for Health and Minister for Law (Ms Rahayu Mahzam)": ["There is something sacred about the Parliamentary process. And in Singapore, in this House, we take great effort to honour this process and preserve the sanctity of Parliament. This House is often a place of disagreement, but we strive to debate with decorum. We all seek attention so that the views of our constituents and the people we serve are heard, but we have to do so tastefully and without theatrics. And beyond just talking about issues, we have to take action. In particular, the Government has to translate the debate, to the policies and execute them, to address issues and make lives better for Singaporeans.Whilst there may be a general understanding by the public that Parliament is an important place where issues of significance are debated and laws of the land are made, there may not be full appreciation of the rigour and decorum that members have to abide by and the work it takes to bring forth meaningful debates. The words uttered in this house are not merely our thoughts alone but represent the voices of the Singapore community we serve. All Members of this House have a responsibility to seek out feedback, listen, discern, prepare and convey the views constructively. For many of us, this entails hours of block visits, going through residents' appeals, dialogues, meetings and research. Parliament is not the only channel for us to raise issues and nudge for change, but it is certainly a significant platform.I have seen what transpires in other Parliaments and I am glad we do things differently here. I believe in the Singapore way of doing things. An approach that is substantive, data-driven, pragmatic, forward-looking and constructive. We learn and imbibe furiously lessons from the developments and advancements in other countries, but we always acknowledge and adjust to our local context, often cautious and calibrated so as not to dismantle all that we have built. We should continue to take this approach as we discuss the refresh of our social compact.In the book \"What We Owe Each Other\", Minouche Shafik said and I quote, \"The way a society is structured has profound consequences for the lives of those living in it and the architecture of opportunity they face. It determines not just their material conditions but also their well-being, relationships and life prospects.\" Minoushe explains that the structure of society is determined by institutions such as its political and legal systems, the economy, the way in which family and community life are organised. She believes the social contract – the norms and rules the society has agreed to, is the most important determinant of the kinds of lives we lead. The impact of the structure of society on an individual's development and well-being cannot be underestimated. I am a woman, from a minority community, born to parents who were not highly educated and who had modest income. In some other part of the world, my circumstances would have set me back and denied me of many opportunities – education, opportunities at work, a chance to speak in Parliament. Honestly, often, I find that because I am from a minority community and a woman, I am given many opportunities as there are institutions, establishments and people who seek to embrace diversity and support those who do not start with much. I am not oblivious to the fact that some may not have the same experience as me. And therefore, as many in this House have espoused, we must ensure access to opportunities for social mobility are available to all. I am heartened by the different efforts by the Government over the years to build the architecture of opportunity. One effort is in developing early childhood education. The findings in the Growing Up In Singapore Towards Healthy Outcomes, GUSTO study, had been informative. We know that early childhood experiences can impact the child's trajectory in life. So, we start early. We make early childhood education affordable and support parents who need help. One of my favourite programmes is KidSTART. It is an upstream programme supporting pregnant mothers and children from low-income families aged zero to six. I am very glad the programme has been scaled up to benefit more children. Another area I am particularly excited about is in mentoring. We all know the virtues of mentoring – in particular, to help open world views, exposing young people to new sectors they would otherwise not know exist. Through the National Youth Council and the YouthCorp, there have been many programmes supporting youth development. There are also now specific efforts in the mentoring space. In 2021, the Mentoring Alliance for Action was set up to develop common resources and share best practices on mentoring to raise the standards of mentoring in the youth sector and help young people achieve their full potential. A year later, an independent office, Mentoring SG was set up to continue building on this effort. In the Malay/Muslim space, I oversee the youth mentoring and empowerment efforts in M3, aimed at making mentoring programmes available and accessible to our young people.While the Government can help provide structures for key areas, there will never be enough resources to go around and we need stakeholders to step up to fill in the gaps. President Halimah spoke about the strengthening of collective responsibility. Indeed, as a society, we need to internalise the important role we play individually and collectively to build the society we want to see. In the course of my work serving in Bukit Batok East, I have seen residents, people in the community doing just that. One of my residents, became a temporary caregiver to her neighbour who fell ill and became immobile. She would bathe her, feed her and care for her daily till she regained strength. She did that completely out of goodwill and her compassion is inspiring.I am also inspired and grateful to a group of business owners, elderly gentlemen who have consistently donated to my food pack programmes. They hardly speak English and I can barely string a sentence in Mandarin but we would meet every once in a while for an update on the programme and I would make a request for continued support for donations. I am grateful to my volunteer Mr Desmond Sim for always coordinating this and also always donating towards the cause.As we call for more stakeholders to play a role, I would like to propose that some attention be given to build two areas – capability and culture. I am referring to building the capability and skills of volunteers and nurturing a healthy culture of social responsibility and sense of community in all aspects of our lives. I will focus on the workplace as an example.More and more now, we will be relying on volunteers to help execute national programmes, for example for the ComLink efforts, or in mentoring programmes, or for M3. The volunteers today need to be skilled because they have higher order roles. They do not just arrange tables and chairs but are expected to engage families or individuals with challenges or give guidance on existing Government resources. These engagements require a certain skillset. I note that often training is provided before the volunteers are brought on board a certain programme but it is imperative, that we take a strategic approach in growing the volunteer pool, maintaining the interest, tapping on existing volunteer groups, rationalising the competing needs in various sectors for volunteers and having a sustainable volunteer development path. We would also want our volunteers to grow, take ownership, develop strategies, leverage on technology and think about better ways of doing things. I therefore think it is important to make an investment in capability building. Mr Speaker, in Malay.(In Malay): [Please refer to Vernacular Speech.] M3 is the Malay-Muslim community's effort to uplift lives, in particular, of those from low-income families. Volunteers form the backbone of all the M3 efforts that we have carried out. On this occasion, I would like to thank all who have contributed to this noble cause. A lot have been done with the past three to four years, but a lot more has to be worked on.In particular, I feel we need to think of our community's strategy as we discuss collective responsibility. I know many of us care about the wellbeing of our community and have our own ideas on how to carry out certain programmes. This is something to be proud of. But I would like to call on volunteers to pause and reflect on the effectiveness of the effort carried out. What is the need of your target group and what can be done to make more impactful changes? We do not always need to have new programmes but maybe we could collaborate on an existing programme so that we can strengthen that programme, if it is effective. We should also move towards long-term programmes which can truly help the families or youth that are targeted, to change their lives. For example, instead of giving food donations once a year, could we see how we could continue to connect with the family or be a mentor to the young child in the family. Because consistent efforts, when done in a rigorous manner, may be more effective. I hope we can continue to improve our efforts in helping families who face challenging circumstances.(In English): The other area we should look at is in building a culture of collective responsibility and a sense of community in all aspects of our lives. I would like to focus on the workplace. The workplace is where we spend a large part of our lives. What we do at work has an impact on the organisation we work for as well as the larger community and the economy. The work and work culture also have an impact on our well-being. We want workers to feel excited about their roles, take ownership in what they do. This can only happen if they feel valued and treated with respect, where their strengths are nurtured and where they can thrive. There was a Lianhe Zaobao article by Mr Liu Jiakeng which commented on the “I’m just an employee” attitude. He recounted his personal experience with a shared car-renting service. In summary, he was concerned with the rather robotic responses he received which reflected a lack of initiative and a lack of a sense of responsibility. He feels it is troubling if many young people have this attitude. On the other hand, I have had conversations with some young people who shared why they feel uninspired or are just doing the bare minimum at work because they feel they are just numbers. One of them shared about how a recent mass lay-off and the way the company treated the staff made her not want to give so much of herself in her new workplace for fear of being burnt again. Another person, whose company also had a mass lay-off, but was not laid off himself, also had similar sentiments. Work has become transactional for them. I have also heard about those who would very much like to upskill but are not given the time and opportunity to do so. This is a source of much frustration. The relationship between the employer and employee is a two-way street. I would assert that there is a lot more that employers can do in taking the responsibility to create a positive and thriving work environment. I urge employers to take more effort in doing so, as there are clear benefits that arise from investing in goodwill with your employees. Have frank conversations about expectations, respect needs and aspirations of your staff, explore creative solutions and arrangements that can be a win-win for your team. We have learnt some lessons during the pandemic, for example, on the value and feasibility of flexible work arrangements (FWAs). I urge more employers to press on and make FWAs a permanent feature of the workplace. Doing so may require adjustments to be made to your businesses and HR practices, possibly also to the way work is configured so that the load can be effectively and flexibly shared. However, I believe this can result in improved productivity.I hope as more employers become more conscious of their roles and take real steps to create a healthy workplace culture, we will see a more dedicated workforce that is energised and committed to ride the wave of challenges that will come.Mr Speaker, Singapore is a constant work in progress. Our society has matured, where, in general, our basic needs have been met. We now need to nurture the soul of our society. The President’s Address to this House on the direction of the Government in the second half of our term has come at an important juncture of our history, as we are maturing as a nation, as we transit to living with COVID-19 and as we seek to navigate the challenges in this troubled world.We face an important challenge of rallying everyone to a common vision. I hope people are encouraged by the passion shown by Members of this House and respond to the call to step up and walk this journey together. I stand in support of this Motion.Mr Speaker: Mr Henry Kwek."], "Mr Kwek Hian Chuan Henry (Kebun Baru)": ["Mr Speaker, Sir, I stand in support of the Motion. I would like to speak today about the youths and our evolving social compact. Most youths I talk to understand and appreciate their importance to society. Nevertheless, Forward SG gives us the chance to listen to our youths, to understand their hopes and dreams so that we can revitalise our social contract. Since Forward Singapore began, I have spoken to a number of youths from 16 to 35 years old in groups and in person. They broadly understand and support our social compact, believing that Singapore can help them to reach their goals.However, as circumstances change, we may need to finetune our policies. I have identified two groups of Singaporean youths who may need more support from the society. The first group are youths from very modest backgrounds, a very small group, and the second group are youths from the middle class who have done very well, and this is a larger group for whom we can do more to preserve their ambition to succeed. Let me start by examining the challenges faced by the first group, the youths from very modest backgrounds. Many of them grew up in rental or 3-room flats, usually in the sandwich class. These youths face financial pressures from the moment they receive their first paycheck. They must often care for their parents, a responsibility that can be especially difficult if somebody falls ill. When it comes down to settling down, while housing is affordable, saving for a downpayment for them can be a challenge. These youths also feel overwhelmed when compared to their more accomplished peers. They may not have the same breadth of experience in education or co-curricular activities (CCA) because they spent most of their youth doing part-time work. They also lack access to social capital when faced with life's obstacles.This is, as I said, not a very big group of Singaporeans, perhaps maybe 10% of all youths. Many of them are tested by COVID-19; they are hardworking, realistic and resilient. Let me paraphrase what I have heard from this group: “Singaporeans think that we are the strawberry generations. But we have been dropped to the floor and rolled over by life. We may not have grown up into durians but, hey, we are still standing. We are tougher than people think. We understand that the world is complex and disruption is the new norm. But we do not know much beyond what we read online. We wish that there were knowledgeable people in different walks of life and different industries who care about us, who can guide us in our career path. We do not seek shortcuts; we just want help to reach our fullest potential as soon as possible.” For this group of Singaporean youths, we can do more to support their aspirations in three ways.First, I hope the Housing and Development Board (HDB) can consider helping them with their cash flow by allowing them to pay only half the downpayment and increasing the loan quantum that they can enjoy. As they are still young, they are likely to be able to afford higher monthly instalments. For poor families living in rental flats, HDB has consistently leaned forward and exercised considerable and, I might say, admirable discretion to help them buy the homes through programmes, such as Fresh Start. So, I hope that, in the same vein, HDB can provide more support to this small group of Singaporean youths to finance their flats, so that they have the cash flow to pay for basic renovations and to settle down.Second, we can also better support these youths with career mentoring and peer support outside of the traditional school environment. My volunteers at Kebun Baru plan to partner volunteers and social enterprises in two ways. One, we observed that youths spend a vast amount of their time online and have a limited social circle, which comprises mainly of friends from school. They hunger for friends in real life but, frankly, they do not know where to start in befriending more people. Kebun Baru would like to partner groups like Friendzone to spark friendships among youths in our neighborhood.Two, we have many capable residents who love to mentor the youths in career and life. We will partner The Astronaut Collective to guide our youths to help them match their passion with their careers. There are many such efforts where the people sector partner together to help our youths. I hope that the Government can also incentivise such projects and social enterprises, for there is much work that must be done.Thirdly, I hope that the Ministry of Education (MOE) can consider teaching our youths more life skills. This will disproportionately help youths from disadvantaged backgrounds, given the fact that they face more challenges and possess less social capital. An important area is financial literary. Our youths today need greater skill in navigating very different economic lives compared to generations before. A lot of their decisions, such as balancing needs vs wants, must be made through a lens of financial prudence. Financial literacy is an important thing to teach. Second is meditation, which is taught in a secular way in some school systems in the world. Why meditation? Here is the thing. We are living in an age where our youths are overloaded with information. With artificial intelligence (AI), knowledge is practically free. What is needed in this brave new world is wisdom to apply the relevant knowledge and information, and it is difficult to be wise unless a person is emotionally balanced. And mediation is a powerful way for one to centre one’s mind. We can and we must teach our youths this.  Let me move now to the second group of youths, our successful youths from the middle class. They are not overly concerned about their careers due to their educational success and their resources. They possess social capital to navigate through adulthood but face a bigger financial burden in purchasing a home compared to a decade ago. Their good salaries and career progressions make them ineligible for a new Build-To-Order (BTO) and not all parents can assist them with the purchase of a resale flat or private condo. Fearing prices will only increase, they often buy houses before they are financially prepared.To address this issue, I hope that HDB can consider, over time, raising the income ceiling for BTOs and also locking the income criteria to within three years of successful booking of the flat. This means that if applicants have an unexpected career progression and a pay jump, it can be accommodated if it is not excessive. I have met more and more young, successful couples who are considering taking a backseat temporarily because of this potential cliff effect. They are worried that if they take on this promotion, they will have more pay and they will miss out on HDB and they might be pushed to buy condominiums which are more expensive.I understand that HDB's current priority must be to complete the existing backlog of flats, and relaxing the application criteria now would only lengthen the waiting time for all. However, if the Government intends to adjust this sometime later, after the housing shortage is resolved, I hope that the Government can signal its intention after the completion of Forward Singapore to reduce anxiety and moderate housing demand for this group of youths.Additionally, I hope the Government can also consider more measures to moderate condominium prices, particularly in non-city core areas by non-Singaporeans. I understand that beyond the current approach, such as much higher Additional Buyer's Stamp Duty (ABSD), there are no easy answers.  Let me now round up my speech by suggesting how we can also get our youths to understand and support the inclusive Singapore that we have built. Over the past few decades, past two decades in particular, we have built an inclusive Singapore. We have taken major steps in the last decade to raise wages, particularly for low-wage workers and seniors. We have boosted our social safety net and made strides in environmental protection and, now, more than 50% of our Budget is for social spending. Fortunately, Singaporeans are willing to make the trade-offs in terms of higher cost of living and taxation. However, let us not assume that our youths will automatically sign off to pay for this fair and just society. It may be a surprising thing to say, as there is a strong national consensus on this today. But we only need to look at many developed countries, developed democracies, to know that this is not a given. Many of their citizens today are now questioning the generous social compact and debt that they have inherited. When I speak to our youths, I realised that many of them are more pessimistic about the world, at least compared to my generation at their age. This is even as our society has now a lot more resources to care and nurture them, compared to my generation. Many of them do actually worry about bread-and-butter issues and how to keep their aspirations and passion in the face of reality. But if we look the world through their lenses, it is possible to understand why. When I was their age, Singapore and the world were brimming with optimism. We were celebrating the end of history, and we were at the cusp of the Asia Pacific century amidst balanced and positive US-China relations. Then, technology and the Internet brought a seemingly endless promise. Social media has yet to accentuate the perception of reality or hobbled democracies. Climate change was not even a thing and everybody read the newspapers, especially the Straits Times. Now if you open the social media feed of our youths today, you will see a vastly different world. They may not be able to fully articulate the uncertainty of the unprecedented times but they certainly feel it. Building a fair and inclusive Singapore is, to me, a crowning achievement for this generation of elected leaders in this House. The consensus, I strongly believe, cuts across party lines, and I believe more Members, all Members in this House, believe that, on this issue, we are on the right side of history.  Therefore, through Forward Singapore, let us make an extra effort to make sure that the youths are firmly rooted on this fair and inclusive Singapore. Let us share with them our future plans and persuade them that we have the resources and creativity to achieve these despite the troubled times and convince them that if we preserve the spirit of personal responsibility, if we maintain good governance and internal unity, if we support one another in good times and bad, there is a world of possibilities for them and for Singapore. With that, I stand in support of the Motion.Mr Speaker: Leader. "]}