{"Mr Derrick Goh (Nee Soon)": ["Sir, Singapore’s growth from third world to first within a generation has been nothing short of remarkable. Through the triumphs and tribulations, our forefathers have forged a nation not just through resilience but also unity.The responsibility to bring Singapore forward now lies upon our shoulders. We face challenges and opportunities like our forefathers, though of a different nature amidst evolving ideologies and complexities. The popular saying is that it is easier to grow an organisation but always harder to keep up its successes. So, it is, all the more, that we must be alert not to succumb to complacency.For me, the prorogation and our President’s Address provided valuable opportunities for introspection as a first-term Member of Parliament (MP); and today, I summarise my reflections in three key themes.The first is the importance of an effective parliament. In an age of flux and dynamism, policy considerations are seldom linear and there may not be past blueprints and playbooks to rely on.In most solutions, society is overall better off but there is often a cost where a segment may not benefit and this is where different views expressed during a debate is important for the clarity and transparency of all. In such situations where we articulate different perspectives, I would like to echo Mdm President’s message that our conversations must be constructive, respectful and responsible, so that we draw strength from our diversity. To uphold trust in the effectiveness of parliament, we must conduct ourselves with integrity and civility, with truth and logic as the bedrock of what we say; so that at the end of the day, we galvanise our citizens towards a common direction.  Like Singapore’s progress, we cannot take the effectiveness of our Parliament for granted. We should be careful not to follow the path of some parliaments in the world, where divisive politics and appealing rhetoric cloud genuine debates, such that they are not effective in making sound decisions and they confuse the people they serve.In an effective parliament, the responsibility also lies with all of us to be courageous in tackling difficult and potentially unpopular issues, and to make tough decisions for the benefit of Singaporeans.Looking back at the first session of this parliament, I believe this House has done well and demonstrated decisive leadership. I had the opportunity to participate in many of these debates.In passing the multiple Budgets through COVID-19, we have protected lives and livelihoods, averting an economic meltdown; and even though we fared better and emerged stronger compared to many other countries, this House did not shy away from debating on how else we could have done better and how to proactively draw learnings from our experience to ready ourselves for future threats.In the repeal of section 377A, we tackled this important topic even though we could have dealt with this further down the road. Importantly, we did not push the responsibility to the Courts to decide what is good for our society. We debated this issue sensitively with maturity and empathy, and we arrived at a balanced and win-win outcome. And in increasing the GST rate, we bravely acknowledged the need for fiscal sustainability and prudence to support higher and longer-term expenditures, yet effectively transformed what is a potentially regressive tax regime into a holistic and progressive system through the innovative use of enhanced GST Vouchers and the Assurance Package, so that those who are vulnerable are protected, while those who are more well-off contribute more.In these examples and others, considerations and trade-offs were put forth openly, so we could debate these robustly and transparently. As we look forward to the second session of the 14th Parliament, it is imperative that we continue to uphold the effectiveness, leadership and public confidence of this House.Sir, this brings me to the second theme of my speech – that is of clearly recognising the costs, trade-offs and constraints in the debates we make. Failure to recognise these “costs” defies the fundamental concept of scarcity in economics and could leave room for populist politics which will mislead and polarise our society.  Singapore has enjoyed remarkable growth and development. While we continue to cheer and enable every citizen to maximise their potential and lift their ambitions, the hard truth is that it is impractical for our Government to fulfil all desires. Matching limited resources to meet ever-increasing and sometimes near-infinite expectations is an equation that cannot be solved by any government. Hence, this requires us to make choices and strike a balance for our policies to be sustainable.For example, in debating housing accessibility, we all fully agree to younger Singaporeans’ aspirations towards convenience and proximity to their parents' home. However, it is simply not possible for everyone to be availed a Housing and Development Board (HDB) flat in a mature estate as space in such areas are finite. The key question will then be how to allocate them. And in terms of affordability, how should the Government balance between buyers desiring lower prices and sellers expecting higher valuations?An even broader example concerns Singapore’s finances. The Ministry of Finance (MOF) has already stated that Singapore’s expenditures will increase and is projected to rise to 20% of GDP by 2030. The many calls for the Government to do more will mean that spending can easily increase beyond 20%. It is important for us to address transparently, how we are going to fund these increases, without kicking the can down the road.I listened carefully to the Workers’ Party’s (WP) position on this. They oppose not just the GST increase but also the overall GST system, that today contributes $17 billion to our revenues.The WP has offered some policy alternatives, such as to spend more from our Net Investment Returns Contribution or NIRC framework. However, the proposals are not viable to address funding shortfalls.I said at the GST Bill debate, that to spend more from our investment returns and to save less, is an attractive but not a responsible approach. Singapore’s reserves serve as a strategic asset and insurance to support us during crises, and provide us a long-term, recurring and growing annuity to fund our rising national expenditures.MOF has projected that NIRC contributions will be maintained at about the same percentage of GDP over the coming years; and we all know that norms in the economic and investment climate have turned to be more challenging. If we were to spend more from the NIRC now, it must mean that we leave behind less for our next generation. Should we take this path, I worry that our children will be the ones to bear the costs of a much bigger fiscal burden to fund future expenditures.The WP is entitled to a different view, and I respect that. However, they need to be honest about the full implications and costs of their proposals, for current and future generations. We should guard against short-sighted policies that go against our values and principles of how we uphold fiscal prudence. If we do not manage this carefully, trust in our fiscal stability, that we have painstakingly built over the years, can be destroyed overnight.In its manifesto and in this debate, the WP has put forward many proposals, all of which will require more spending. In the coming session of Parliament, I look forward to hearing more from them the details of how the proposals will be funded, especially without GST.In our debates, there will be some areas where we agree and some that we do not, like in the use of reserves. I am confident we will highlight our arguments and debate robustly about these issues. It will then be for Singaporeans to judge which is the more responsible and better approach to take Singapore forward.In the end, it is not a battle between political parties. This is all about us, Singaporeans. How successful we will be, depends on how we approach these conundrums and trade-offs to make balanced policy choices for our society and for our society to see them as fair.It is challenging, but I can see that our Government is dedicated to doing its best; and better relative to many other countries including the ones where I lived in, which is why I chose to return to Singapore; in fact, it is exactly because our Government sensibly acknowledges costs and trade-offs, that it is able to prioritise well and work hard so that our citizens benefit.A microcosm of this is reflected in my own constituency at Nee Soon Link, that has many new Housing and Development Board (HDB) Build-To-Order (BTO) precincts. I have worked with many agencies to initiate and improve amenities, including launching a new bus service, including building many new bus stops when none were earlier catered for. And I am thankful to my residents who had moved in earlier for exercising patience, as we appealed successfully to improve the frequency of bus services when more residents settled into the estate.It is from this perspective that I can attest to the dedication of our Government agencies towards serving our residents, demonstrating empathy and flexibility in calibrating public resources to meet needs on the ground, while ensuring value for money.Sir, an effective parliament and dedicated government are essential; but both by themselves cannot ensure Singapore’s progress. The final theme of my speech is how we all need to be hands on; for all of us, citizens to play our part.In my maiden speech in this House, I spoke about how effective governance is not just about good policies, but also about good execution. Through the various Ministries’ addenda to the President’s Address, I am heartened to learn about the strong reaffirmation and refresh of their plans to take Singapore forward.Ultimately, while the Government can steer through sound policies, it is for our businesses, community partners, families and individuals to take their respective steps towards building a better Singapore.In overcoming the crisis of a generation, we have seen first-hand how a formidable force is built from everyone playing a role, as well as from the partnership and trust between the government and its people. It is also heartening to see that within our towering metropolis and residences, the kampung spirit of old is well and alive. I encourage all of us to uphold this sense of personal and collective responsibility; as well as to continue to look beyond personal interests, so we contribute to building a caring and more resilient society where no one is left behind. The Forward Singapore exercise, aimed at renewing our social compact, encapsulates this ideal best. This social compact is an implicit agreement across Government, individuals, families, community and businesses on what kind of society we want to live in, and what each of us are willing to give – and give up – for one another. It aptly circles back to recognising trade-offs and requires all of us to answer, given constraints, what we desire to build and what we are willing to do more together with the Government for a better Singapore.Sir, we now live in a world characterised by volatility; and where our long-held notions of geopolitical peace, globalisation and trade flows, and economic stability are challenged.I started today’s speech on how the responsibility to bring Singapore forward now rest upon our shoulders. As we forge ahead in the new normal with cautious optimism, we ask not for a lighter load, but for greater strength. I am convinced we can surmount the challenges and capture the opportunities that lie ahead if we come together as one Singapore because we are, Stronger Together! Sir, I support the Motion.Mr Speaker: Mr Louis Chua. "], "Mr Chua Kheng Wee Louis (Sengkang)": ["Mr Speaker, in her speech, President Halimah spoke about shifts in the geopolitical landscape and the implications that this will have on the Singapore economy. She described trends that we have been concerned about for a few years now – growing obstacles to global trade and economic nationalism. Both of these trends are expected to persist in the years to come and both of these trends are inflationary.Indeed, the latest Monetary Authority of Singapore (MAS) data showed that core consumer prices rose by 5.5% year on year in February, with food prices up more than 8%. We have not seen food prices go up so quickly since 2008.Although the MAS expects inflation to “slow more discernibly in the second half of this year” and hopefully “reach around 2.5% year on year by the end of 2023”, the projection for core consumer prices to rise by 3.5% to 4.5% over 2023 as a whole and for headline inflation to average 5.5% to 6.5% is still elevated compared to recent history and certainly out of the comfort range for many Singaporeans.Last year, wage growth for those of us who are employed full-time outpaced inflation but only barely. Real median incomes grew just 2% in 2022, almost half as fast as it used to grow in the pre-COVID-19 years.Working Singaporeans’ earnings power will be reduced again when the second GST hike kicks in in January 2024. I find it ironic that in its latest monetary policy statement, it appears the MAS took pains to highlight that the higher inflation rates we have seen at the start of the year “reflected in part the increase in GST” and that “when the impact of the GST increase is excluded, core inflation would be even lower and closer to the historical average”. Why add fuel to fire?The Government’s support measures are designed to ensure that Singaporeans “with greater means contribute their fair share of taxes”. But from an inter-generational equity perspective, you can see why so many younger Singaporeans feel anxious and uneasy about the future. Some have even given up on the aspirations to raise a family here. Even some senior citizens I have met tell me that they worry most about how the higher cost of living impacts their children and feel compelled to carry on working, even though they may not wish to do so.As workers and business owners, we will strive to be more productive and more competitive, and hope that our wages can go up higher than inflation. But I also hope that the Government can avoid introducing more pressure into the system through an untimely GST hike, especially if wage growth remains uneven or weak.Because when the cost of living – real or perceived – is too high, that hurts Singapore’s attractiveness as a liveable city, it weakens our younger one’s confidence to take risks and we become less competitive globally. Just last month, The Business Times reported that in a business sentiment survey conducted by the Singaporean-German Chamber of Industry and Commerce, almost half of German employers in Singapore polled, or 44%, said “psychological distress and lower work performance is visible among staff” due to the unpredictable housing situation.My second point is about income security for workers who may find themselves displaced if labour market conditions deteriorate.Last week, the International Monetary Fund (IMF) warned that inflation is much stickier than anticipated even a few months ago and the chances of a “hard landing” for the global economy have risen sharply. Here in Singapore, gross domestic product (GDP) already fell sequentially by 0.7% in the first quarter of the year, with goods producing industries seeing a sharper 4.1% decline. While the Government has not updated its expectations for GDP growth of 0.5% to 2.5% in 2023, the risk of a recession is only getting higher.Some of you would know that I work in the banking sector, for a bank which is the subject of an emergency takeover. The recent turbulence at our firm has taken a very deep emotional toll on my friends and colleagues. In Singapore, job security is especially vexing because there is no nationally defined social protection floor that our workers can stand on to feel secure. There is also no law mandating retrenchment benefits in Singapore, which could be critical in ensuring displaced workers and their families have sufficient liquidity to meet basic living needs. This is especially pertinent during periods of recession and labour market weakness, where a longer time is needed to secure employment.I was therefore heartened to hear President Halimah say that the Government will study how it can extend support schemes similar to the COVID‐19 Recovery Grant beyond the pandemic. We should explore how the administrative arrangements for the COVID-19 Recovery grant can be adapted for a wider redundancy insurance scheme. The Workers’ Party (WP) has consistently been pushing for a redundancy insurance scheme since 2011 and had also published a consultation paper on this back in 2016.As our economy matures and as economic cycles become shorter and more unpredictable, many of us will have no choice but to make more frequent transitions between jobs and career paths, even when we are not financially prepared to do so.By providing displaced workers with immediate income security, a redundancy insurance scheme can raise efficiency in the labour market and reduce underemployment. It will allow workers to take the time that is required to reskill and find a stronger job fit, instead of being pressured into choices that could hamper their longer-term career mobility, just so that they can pay the bills.With intensifying risks to our economy and labour markets, I hope that legislation on redundancy insurance can be put in place as soon as possible, even if it is called something else like a targeted re-employment scheme. Let us roll it out now before the next recession, when it will be needed.My third point is about a topic which is increasingly a key concern for many Singaporeans and that is housing – to which I wish to first declare my interest as an equity research analyst in a financial institution covering the real estate industry.We have had an extensive debate in this House about this topic just two months ago and I will refrain from repeating much of the points which I have raised back then. However, as I have shared in my speech on the housing motion debates, the root cause of much of our housing woes today relate to supply and the solution really is for the Government to take urgent and decisive steps to increase the availability of public housing and ensure that the housing needs of all Singaporeans are met.After all, while President Halimah spoke of running up against more binding constraints in land, labour and carbon over the coming years, when it comes to having enough space for future generations, Prime Minister Lee gave us an emphatic assurance late last year that “Our problem is not finding the space to build enough flats, nor keeping homes affordable for Singaporeans. We know how to do that”.I am thus comforted to read that Deputy Prime Minister Lawrence Wong shared in a Budget roundtable discussion last month that the root of the problem is a supply issue. However, while I recognise Deputy Prime Minister Wong’s confidence in the Government’s ability to bring stability to the market again and perhaps this could eventually come when recession hits our shores, manifestations of the demand-supply imbalance in our housing market continue to persist in the meantime.House prices have continued to climb, where based on flash estimates for the first quarter of 2023, private residential prices rose 3.2% in the quarter while HDB resale prices rose 0.9%, with both public and private prices up for 12 consecutive quarters now.Over in the public housing rental market especially, The Straits Times reported last week that “overall, HDB rents shot up 27.7 per cent in February compared with a year earlier – a rate of increase not seen in 15 years”, with January too seeing a similarly pace of increase.Based on estimates by the real estate consultancy quoted in the article, the town of Sengkang which I represent had the unfortunate honour of seeing rents rise the most across HDB estates, at 40.4% over a one-year period, with median rents now at $3,200 a month, compared to around $2,200 a month a year earlier.During the Ministry of National Development (MND) Committee of Supply (COS) debates last month, I called on the Government to support Singaporeans who may need to rent in the open market to address their immediate housing needs, given soaring open market rentals. At that point, Minister Desmond Lee shared that the Government will “keep an open mind and keep a close eye on the rental situation and will be prepared to take necessary measures in order to support Singaporeans”.I still hope that the Government will consider intervening in the market sooner than later, rather than continue monitoring the market, in order to preserve open market rental affordability.On that note, I am heartened to note that the MND recognises that we have more singles and caregivers in our society and more young Singaporeans who aspire to live independently. In particular, I am excited to read that the MND is working on developing more inclusive housing options especially for singles, seniors and those with disabilities. Just as I have mentioned in my Adjournment Motion last year, I believe this is the right step to take for our public housing policies to be “inclusive” and to “reflect the diversity of our society”.As part of these options, I would like to once again reiterate my calls made in prior Adjournment Motions to support Singaporeans’ diverse aspirations through expanding on rental housing and to lower the BTO eligibility age for singles from 35 to 28 years old.Our younger Singaporeans aspire to have a place of their own and this is a trend which I believe the Government would have been closely monitoring as well. This is why I have called on the Government to significantly increase the stock of rental flats across flat sizes, thereby creating a viable and expanded public rental scheme, with an emphasis on ensuring that our lower- to middle-income households’ housing needs are well looked after.This is also aptly captured in a recent Mothership series on housing, which documented couples who are affected by the delay in BTO flats but are not lucky enough to secure a flat under the Parenthood Provisional Housing Scheme (PPHS) and are faced with an option to either stay at their parents’ homes with no private space or pay an increasingly expensive rental lease.Even if the Government still believes in home ownership as a superior model, a pathway to ensure that younger Singaporeans’ housing needs are adequately met is to lower singles’ eligibility age for HDB BTO flats from the current 35 years to 28 years of age. This is when most Singaporeans would have been in the workforce for a few years and have begun to lead more independent lives.This proposal would be a critical change, yet a continuation of the Government’s efforts over the years to expand HDB options for singles while still allowing HDB to give priority to providing for families. In fact, we believe lowering the threshold for owning HDB flats to 28 years would go a long way towards HDB’s stated aims for Singapore’s public housing to be “inclusive” and to “reflect the diversity of our society”.Yet even as we refresh our social compact on housing and reimagine a range of housing options for a more inclusive housing programme, the next chapter of our housing story still leaves one big question unanswered: what about Voluntary Early Redevelopment Scheme (VERS) and the end of the 99-year lease?Together with my hon friends Mr Leon Perera and Assoc Prof Jamus Lim, I asked Senior Minister of State Sim Ann for more details about VERS at the housing Motion debates in February, given that we know hardly anything about it despite it being introduced about five years ago. I am sure the Government would have been monitoring and studying this issue for a long time now and I was carefully scrutinising Mdm President’s speech and the MND addendum to the President’s Address for any mention of VERS and solutions to address the elephant in the room – the lease decay issue – but to no avail. Is this an issue that the 4G leaders are prepared to address?At the housing Motion debates, my hon friend Assoc Prof Jamus Lim highlighted the fundamental tension between housing as a retirement asset and as a home. Our current HDB and CPF policies may be a dangerous game of musical chairs: if one is able to offload one’s flat before its price collapses – as it must, eventually – then we can retire comfortably; but then, the one holding the bag is a fellow Singaporean who bought your resale because they needed the space for a growing family and could not afford to wait for a BTO. Essentially, what goes up must come down. The higher the climb, the harder the fall.And it is not just the WP that is worried about this increasingly untenable link. In a commentary published by the Straits Times earlier this month, Assoc Prof of law Eugene Tan spoke of the trap of ever-spiralling expectations in the housing market, which will be too much to bear for all stakeholders. He shared that “looking ahead, the reality of leases decay – as flats built in the 1960s and 1970s rundown their 99-year leases – will increasingly bite harder. This sobering reality will have to be adjusted to as well even as older Singaporeans hope to leave their residential property to their children”.The WP had proposed a universal sale and lease back scheme that provides a floor price for HDB resale prices where the HDB is the buyer of last resort for all lessees, where each individual lessee is empowered to exercise the scheme and not be subject to a voluntary process which is out of the hands of the individual. Senior Minister of State Sim Ann shared the same notion of having the Government coming in as the purchaser of last resort, although it remains to be seen how this can pan out in practice if VERS, as the name suggests, is voluntary and subject to voting by residents in the precinct.But critically, I struggle to see how amid all of these concerns and the eventuality of the value of HDB flats reaching zero at the end of the 99-year lease, the PAP Government can honour its promise to all Singaporeans as shared by Prime Minister Lee last month, “that your HDB flat will be both a good home for you and your family, and a valuable nest egg for your retirement”.I of course hope that what Prime Minister Lee shared can materialise. But for the sake of the current and future generations of Singaporeans, it is imperative that we lay out our plans to achieve these increasingly untenable links between affordable housing and retirement adequacy. Mr Speaker, allow me to say a few words in Mandarin.(In Mandarin): [Please refer to Vernacular Speech.] In view of the economic slowdown and weakening job market, I would like to urge the Government to roll out redundancy insurance for workers as soon as possible so as to enhance their income security. I would also like to know details of the Voluntary Early Redevelopment Scheme (VERS) and the Government’s plans to address the problem of decaying leases of 99-year leasehold HDB flats. Currently, the provision of retrenchment benefits is not mandatory by law in Singapore. However, this is critical in ensuring that jobless workers and their families have sufficient liquidity to meet basic living needs. It is especially important when there is an economic downturn and the job market is weakening, as workers may need a longer time to find employment during these periods. Since 2011, the Workers’ Party has always advocated for the implementation of redundancy insurance and we hope that the Government will legislate this as soon as possible. We must plan for rainy days and be prepared for the next economic recession.On the issue of housing, I am glad that the Ministry of National Development (MND) is aware that there are many singles and caregivers as well as many young Singaporeans who desire to live on their own. It is even more heartening to know that MND is focusing on developing more inclusive housing options. Thus, I would like to reiterate a call made during an earlier Adjournment Motion, which is to expand rental flat options to meet the diverse housing aspirations of Singaporeans and to lower the age requirement for single citizens to apply for BTO flats from 35 to 28 years old. Even as we update our social compact on housing and offer new housing options, there is still a major unresolved issue in the next chapter of Singapore’s housing story. With regards to the Voluntary Early Redevelopment Scheme (VERS) and the problem of decaying 99-year leases, what are we doing to address these issues? I have looked into the President’s address and MND’s addenda in detail, hoping to find out the solution to the problem of lease decay but to no avail. Is this a problem that the 4G leaders plan to address?It is difficult to understand how the PAP government will honour the promise made by the Prime Minister last month, considering the fact that the value of HDB flats will trickle down to zero when their 99-year lease ends. On the one hand, we need to ensure that flats remain affordable. On the other hand, we must enhance the value of HDB flats so that Singaporeans will have adequate reserve funds when they retire. So, the Government needs to come up with plans as soon as possible and involve Singaporeans in the discussion. (In English): In closing, I have one final reflection. This concerns President Halimah's remarks that in so many societies, political parties aggravate rifts instead of bringing people together. I hope it is clear to the House and Singaporeans from the positions that I and my fellow WP colleagues have put forth, that we speak always to advance the larger public interest. It would be foolish and self destructive for us to do otherwise. We are Singaporeans too and have just as much of a stake in the well-being of this country as the ruling party does.So, even though my colleagues and I do not enjoy the same access to information, networks and resources that some of our hon Members do, we continue to strive to make constructive contributions to the policy debates of this House.On that note, I look forward to having more robust yet respectful debates in this House – for let us not forget that the capacity to have respectful contestation of ideas and views is a key piece in building public trust in Singapore's institutions.Mr Speaker: Mr Melvin Yong."], "Mr Melvin Yong Yik Chye (Radin Mas)": ["Mr Speaker, I rise to thank Mdm President for her address. Before I begin, I declare my interest as President of the Consumers Association of Singapore (CASE).Sir, as the world continues to evolve post-pandemic, the way we consume goods and services is also changing rapidly. The digitisation of almost every aspect of our lives has led to a new trend in consumer behaviour – and that is, convenience. Today's consumers have become accustomed to the instant gratification facilitated by technological advancements. With a few clicks on their smartphones, consumers can order anything they want, from delivery of their favourite meals to buying groceries from an online market. Companies that can offer the most convenient solutions are gaining traction among consumers, and this trend is likely to continue.A report released by Meta and Bain & Company in September 2022 forecasted that e-commerce sales in Singapore will reach $19.6 billion by 2027, despite slower growth in 2022 caused by inflationary pressures and COVID-19-related supply chain disruptions. A report released by Shopee Singapore in March 2023 found that there is growing adoption of e-commerce among older users, with 70% of respondents aged 55 and above indicating that they have integrated e-commerce into their daily routine.While e-commerce and online transactions have made life easier, they also carry significant risks and dangers. As more transactions are being conducted over the Internet, the number of online frauds has also increased significantly over the years. My speech today will focus on the need to enhance our consumer protection laws for e-commerce, strengthen safeguards for digital payments, and regulate trending consumer credit schemes such as Buy Now Pay Later services.First, let me start with the need to enhance our existing consumer protection laws for e-commerce.While the general position is that existing consumer protection laws are broad enough to cover online transactions, these were enacted at a time when consumer transactions were predominantly offline via brick-and-mortar stores. Our laws do not sufficiently address the distinction between online and offline transactions and correspondingly the issues that are specific to online transactions.Sir, I have three proposals to strengthen consumer safeguards in the e-commerce space.First, we need to authenticate the sellers on online marketplaces. The duty of ensuring the legitimacy of sellers should be placed on the online marketplaces. By charging platform fees and commissions, online marketplaces are expected to ensure that the merchants listed on their platforms are genuine and legitimate. Online marketplaces should vet, verify and authenticate the credentials of sellers before allowing them to list and sell products on their platforms. Mandating seller verification, which is already being implemented in jurisdictions such as the United States and the European Union, will ensure accountability of sellers for their product listings, reduce scams and aid resolution of consumer disputes.Second, online marketplaces should ensure that there are mechanisms in place to protect consumers’ payments. One way to do this is to incorporate escrow into the transaction process. This means that when a consumer makes a purchase, the payment to the seller is temporarily held by the platform for a period and only released to the seller when the consumer confirms that the item is delivered in good condition. Mandating escrow accounts would give consumers greater peace of mind when shopping online.Third, we should extend our consumer protection laws to cover consumer-to-consumer transactions made through social media platforms. Today, our consumer protection laws do not adequately cover sales transactions made between two individuals via a social media platform such as Facebook, Instagram or TikTok. According to some analysts, the social commerce sector in Singapore is expected to reach more than US$1.25 billion by this year.To foster a safe and trusted online marketplace for consumers, CASE led an industry-wide effort in 2020 to develop Technical Reference 76, Singapore’s first national standards for e-commerce transactions. CASE also introduced the Standard Dispute Management Framework for E-marketplaces in 2021 to guide e-marketplaces resolve consumer disputes equitably and efficiently.I am happy to share that CASE will be launching a new CaseTrust accreditation scheme for e-businesses which will cover the entire range of e-commerce practices from pre-sale to post-sale and address common consumer pain points when shopping online.Sir, as e-commerce and online shopping become part and parcel of our lives, we must ensure that our laws provide the same protection for our consumers, offline and online.Next, let me move on to the Government’s push for greater use of digital payment, which has undoubtedly also facilitated and fuelled the increasing popularity of online shopping.Digital payment has risen sharply in recent years. The convenience of being able to make payments without having to carry cash or visiting a bank is a significant advantage. However, I would like to highlight three risks associated with digital payments.First, the risk of data breach. With digital transactions, there is a rise in data collection, processing, sharing and storage of personal information. Hackers can steal this information, which could lead to identity theft, financial fraud, or other forms of cyber crime. Debit card fraud and phishing attacks are now a common occurrence, which could impact not only the individual but the entire banking system.Second, the risk of system failure. Digital payments rely heavily on technology and any system failure or technical glitch could result in significant problems. Last month, DBS customers were unable to log in to the bank’s online banking platforms, including its PayLah! mobile wallet, for almost a day. DBS' digital banking services previously suffered a two-day disruption in November 2021. Such incidences can create inconvenience and, in some cases, financial losses. Third, the risk of scams. The rise of digital payments has provided an opportunity for scammers to create fake e-wallets, websites and mobile applications to perpetuate their fraudulent activities. In October 2022, the MAS reported 610 cases of banking-related phishing scams involving PayNow transactions in 2021 and the first half of 2022. Victims lost large sums of money when the scammers deceived them into sharing their digital banking credentials.Sir, while digital payments provide convenience, it is important to be mindful of the risks that come with it and further strengthen our safeguards. Cybersecurity should be a top priority, and financial institutions need to implement advanced safety measures to prevent data breaches, system failures and fraudulent activities. More needs to be done also to educate vulnerable consumers, such as our seniors and those who are not technologically savvy, to stay updated and cautious when using these services.Finally, let me highlight the risks of unregulated short-term financing services such as Buy Now, Pay Later, which is prevalent today in many e-commerce platforms, and the need to establish more stringent limits on such transactions.According to a 2021 report by Mileu, close to a fifth of Singaporeans aged 16 and above have used a Buy Now, Pay Later service. According to a report by WorldPay, Buy Now, Pay Later transactions are expected to grow at a compound annual growth rate of 40% between 2021 and 2025.Such short-term financing services can appear enticing with their zero-interest deals, flexible payment options and convenience of access, but they come with a set of risks that can put unsuspecting customers in financial distress, especially for younger consumers below 21 as many of them do not yet have a stable income.The first and most obvious risk is the accumulation of unforeseen fees and charges. Customers who fail to pay the required instalments on time are slapped with hidden fees and added interest, pushing up the total balance and making it harder to pay off the debt. Buy Now, Pay Later schemes also typically do not conduct credit checks, hence there is no pre-determined limit to how much a customer can borrow. This puts consumers at risk of overstretching their financial capabilities, leading to a spiral of debt.Another risk comes from the psychological impact of these schemes. With no immediate payment obligations, consumers may spend more than they would otherwise, as they feel less connected to the actual cost of purchases. This can lead to overspending and, in some cases, an addiction to online shopping.CASE has called for safeguards to be introduced including limits to be set on purchases and penalty fees, credit assessment of potential users and integration of Buy Now, Pay Later spending data with credit ratings. Some of these proposals have been included in the industry’s Code of Conduct, which came into effect in November last year. But only some. We can and must do more. I urge the Government to impose regulations to better protect vulnerable consumers, such as the young and those already in debt, from exploitation by these schemes.Sir, in conclusion, e-commerce has made significant progress in recent years, from the way businesses operate, to the way consumers find and purchase goods and services, to the way products are delivered to our doorsteps. It has opened a new world of possibilities and opportunities, but also presents new risks and dangers to consumers, both young and old. We must therefore review and update our consumer protection laws accordingly. Our laws must provide the same protection for consumers, regardless of whether we shop offline or online. Sir, notwithstanding the above, I support the Motion.Mr Speaker: Mr Muhamad Faisal Manap."], "Mr Muhamad Faisal Bin Abdul Manap (Aljunied)": ["Sir, I will deliver my speech in Malay.(In Malay): [Please refer to Vernacular Speech.] During the President’s Address on Monday last week, Madam Halimah touched on several issues related to the steps which we need to take to achieve happiness, prosperity and progress for our nation. One of the things that caught my attention was about national politics. Essentially, good politics is necessary to further advance Singapore’s progress, harmony and stability. The opposite type of politics could spark polarisation and divisions.For my speech in this debate, I aim to share my own perspective on what would be considered as good politics. The content of my speech is meant for all participants in national politics, especially members of this House, including myself, and it is meant for all of us to conduct some self-reflection or introspection. In the words of a contemporary political phrase, “ownself check ownself”, in a positive manner. When we point a finger at someone else, we should be mindful that our other fingers that are pointing back at ourselves.Sir, what constitutes good politics? Among the factors that can produce good or healthy politics are firstly, having a level playing field; second, being able to agree to disagree; and thirdly, avoiding actions that cause fear among the public, or in English, “fear-mongering” especially during elections for the purpose of gaining support. Sir, having a level playing field is fundamental to achieve a democratic society, which is something that we want to attain as inscribed in the national pledge – building a democratic society.It is publicly known that Members of Parliament who are not from the ruling party need to put in more effort at the grassroots level to meet the needs of our constituents. This is because we do not have access to the resources of the People’s Association. This is because non-ruling party Members of Parliament who were elected to represent and serve their constituents during the general elections have been set aside in the appointment of Grassroots Advisors. The reality is, for a constituency won by a non-ruling party candidate, the defeated ruling party candidate will assume the role of the Grassroots Advisor. Conversely, for a constituency won by the ruling party, the elected ruling party candidate is concurrently appointed as the Grassroots Advisor. Sir, in reality, we, as non-ruling party Members of Parliament who are not appointed Grassroots Advisors, are unable to utilise the places under the purview of the People’s Association such as the community clubs and the Residents’ Committee offices. Apart from the usage of such places, the People’s Association funds meant for the benefit of the constituents also could not be touched. The same goes for manpower resources. The manpower provided by full-time constituency managers and directors is invaluable.This practice is not aligned with the phrase in our pledge which is to build a democratic society based on justice and equality. Why do I say this?Sir, the Grassroots Advisor is a position entrusted with the power and responsibility to manage public funds, which is collected through taxpayer money, for the use and benefit of the residents of a constituency.It certainly does not align with the values of justice and equality when the ruling party candidate who lost and was rejected by voters at the elections was appointed and recognised by the Government to hold the position of Grassroots Advisor while the non-ruling party representatives elected by the voters were set aside.To illustrate the circumstances more clearly, I will give an example. To date, after almost 13 years constituting two and a half terms which I have served as the Member of Parliament in Aljunied GRC, I still hear comments from my residents during my house visits that the PAP seem to be organising more events than the Workers’ Party. However, when I ask for details of those events, it turns out that they were referring to events held at the community club as well as those organised by the Residents’ Committtee. They said so because they saw the PAP Branch Chairman, who is also the Grassroots Advisor, present at these events as the guest of honour or the event organiser. In fact, some residents also said that their children received their Edusave awards from the PAP. Undeniably, the funds utilised by the bodies under the purview of the People’s Association are for the benefit of the residents in a given constituency. However, it is also undeniable that the existing system creates the impression and assumption that events organised by the People’s Association are events organised by the PAP. Sir, I have proposed in this House previously that the position of Grassroots Advisor should be granted to individuals who are not linked to any political parties so that the People’s Association may be released from any political elements. This proposal was also part of the Workers’ Party manifesto in the previous General Election – ensuring the freedom of national institutions from party politics.I understand that some efforts have been undertaken in this matter. For example, in the Sengkang GRC, the appointed Grassroots Advisors are not members of any political party. Nevertheless, as shared in social media recently, a Sengkang branch chairman from the PAP was invited as a guest for the Edusave awards ceremony and took photos with the recipients and Grassroots Advisor.The question here is, in what capacity did this individual attend a ceremony which was jointly organised by the People’s Association and the Ministry of Education (MOE)? What is the message that was meant to be conveyed? And why was the elected Member of Parliament not invited? Or at least, have both of them invited to this event. Fundamentally and more importantly, where are the values of justice and equality? Sir, although we, the non-ruling party Members of Parliament, lack public resources, we still serve with dedication and direct our total efforts to carry out the responsibilities entrusted by our constituents. I do not mean to complain, Sir. Rather, what I want to raise is whether this is the proper practice in our efforts to build a democratic society based on justice and equality as inscribed in our national pledge? Reflect on it!I now wish to touch on the factor of “agree to disagree”. Staying respectful while navigating differences is important and fundamental in our efforts to preserve and further strengthen unity in society. Differences of opinions and views are a fact of community life. The approach that should be taken in managing and balancing such differences is the “agree to disagree” approach. Failure to do so could lead to conflict and division. Sir, during the debate on the repeal of section 377A last November, there were differences of opinion among the MPs of the Workers’ Party. Some of us supported the repeal while others did not. On this issue, the MPs of the Workers’ Party had discussed and could not find common ground for agreement on this issue, and thus moved to “agree to disagree”. As such, the decision was made to allow each Workers’ Party MP to vote on the matter as they saw fit. Although there were differences in this matter, we all agreed that we needed to embrace unity in diversity. In my perspective, what happened to the Workers’ Party was a reflection of reality, in parallel to what was happening among Singaporeans on this issue, whereby society was divided into two sides – those who were supportive and those who were not. Despite the differences in opinion and principle, these differences did not cause divisions that could have damaged our society because of the existence of tolerance, mutual respect and a willingness to agree to disagree when facing a situation with no mutual consensus. This is what is known as unity in diversity.Sir, unity in diversity is a value that we must uphold as a democratic society as we traverse and advance to a new era of living whereby differences of opinion and principles will become more pronounced. Upholding these values will enable us, as a democratic society, to overcome “cancel culture”, which is a worrying practice because it could adversely impact our unity and lead to divisions. The final matter relates to “fear mongering”. Efforts to scare voters are unhealthy political practices that could lead to polarisation and division. For example, once upon a time, fears were raised that if a political party other than the ruling party is elected and runs the town council, it will lead to bad management to the extent that garbage will pile up as high as a two-storey flat. It was also remarked that the prices of houses in constituencies held by political parties other than the ruling party will be adversely impacted and plunge. In the 2015 General Elections, there were last minute efforts during the campaigning period to spread unfounded accusations to the residents of Punggol East. It was said that the Workers’ Party had failed to explain what had happened to $22.5 million worth of funds which had been transferred from Pasir Ris-Punggol Town Council to Aljunied-Hougang-Punggol East Town Council. These are among the political practices which are unhealthy and should be rejected. In summary, Sir, in a healthy democracy, the decisions of voters in electing their political representatives should be made based on their considerations on the facts that have been put forward by all parties contesting in the elections and not because of fears which had arisen from unfounded claims. The practice of fear mongering by anyone is irresponsible and goes against democratic values.The conclusion, Sir.Sir, in conclusion, if we want to avoid political divisions and polarisation, worries which had been raised by Mdm President, we must practice and strengthen the aspects which I have mentioned, which are: having a level playing field, agreeing to disagree and, at the same time, rejecting “fear mongering”. If we are able to do that, it can also enhance the level of trust held by our citizens towards the national leadership system, which is another important factor mentioned by Madam President on that occasion. Overall, it will strengthen our efforts to build a democratic society based on justice and equality as spoken each time we recite our national pledge.Sir, I wish to reiterate what I said at the beginning of my speech, that what I am sharing in this debate is not intended to point fingers at any particular individuals. Rather, it is an invitation to all members of this august Chamber, our elected leaders and to myself in particular, to engage in introspection and self-reflection with a view to improving what needs to be improved so as to achieve happiness, prosperity and progress for Singapore. May I say once again that when we point a finger at someone else, we must be mindful that our other fingers pointing back at ourselves. Nonetheless, sir, there is a saying in Malay that goes “whoever eats the chilli will be the one to feel the spiciness”. Let us self-reflect! Thank you, Sir.Mr Speaker: Ms Nadia Samdin."], "Ms Nadia Ahmad Samdin (Ang Mo Kio)": ["Mr Speaker, Sir, we are in the Second Session of the Fourteenth Parliament of Singapore. The first Parliament of our nation was convened in 1965 and in 58 years, those who came before us built Singapore into who she is today. It is not lost on me that we are still a young nation, a little red dot with homes in the sky, willed into existence by the tenacity of our forefathers and carried by the resilience and harmony of our people today.Statistics show that as a whole, people are living wealthier, healthier, safer and more informed lives than ever before. But we are also facing new challenges that threaten our very existence from climate change to social economic inequality, the rise of nationalism as the war rages on, reshaping our global order and threatening food security. But despite the uncertainty and fragmentation, there are reasons to believe that humanity and that Singapore is capable of overcoming the challenges facing us. As a society, we are more than a sum of our parts and we can work together.In her speech, President Halimah Yacob highlighted that we will continue to support the society where we care for and help one another, and pitch in to make a difference. I would like to thank her for her voice on issues that matter and for setting the tone. Indeed, it is our collective responsibility to shape our new social compact. Beyond providing support, the Government will also reinforce individual and family efforts and bring forth contributions including through committed businesses and a passionate civic society.To ensure that Singapore thrives in another 58 years, we must create an environment where complex challenges are collectively owned and solved, and where each part of society is empowered to play to their strengths where we do not take what we have for granted. My speech today will centre around three points.First, collective action. If there is anything I have absorbed as truth in the past two and a half years or so, is that the person I am, is made possible by the sacrifice and support of my loved ones, and the work that we are able to do on the ground, is made possible by a team as well as residents who look out for each other and the many volunteers.I have witnessed so many everyday miracles that defy the natural divisive forces that threaten to tear social fabric, in particular, during COVID-19 and social distancing. When people on the frontlines when above and beyond their duties; corporates who sent regular food packs to those in need; when a resident receiving welfare put aside some of the money she had received to order confinement food for a new mom, her neighbour, saying that is what she wanted to do with the money; and an uncle who walked to the market despite his weak legs because he wanted to cook a meal for the volunteer befrienders from our amazing Chengsan-Seletar X-teams who came to check on him every week without fail.Over and above, the Government's implementation of schemes such as the temporary relief fund, COVID-19 support Grant, Job Support Scheme (JSS), and the disbursement of $236 million in financial aid in its financial year ending March 2021 – there was a sense of responsibility of what we owe each other as we operate in a society. Zooming out to a societal and global level collective action is critical in tackling issues like climate change which pose an existential threat to our island state.In the President's speech, she highlighted Singapore's commitment to decisive action to reduce carbon emissions and take resolute steps towards meeting our net-zero commitments. Individuals play a role in climate action, for example, through personal choices in consumption energy use and advocacy. But personal sacrifices can never be the sole solution. Systemic change requires large amounts of capital and mindset shifts which means states, institutions and companies have a duty to ignite this transformation.How do we encourage the different sectors with different primary objectives to work together? On this I would like to declare my interests as Legal Council and Senior Project Leader in Tri Sector Associates, a social impact consultancy working on cross-sector social innovation.In a speech last year, the Transition Finance towards Net Zero Conference, researchers highlighted that we are 55% below the emissions reduction required by 2030 and 35% below the investments required for net zero by 2050. Bridging this gap requires concerted and collective action and effective transition finance needs close partnership among the public, philanthropic, private and people sectors. While Governments own the green agenda and can take good outcomes to scale, private and philanthropic investors play a crucial role in providing capacity building and concessional capital to new innovative ideas that may be untested.At this point in history, in order to meet climate goals, we must nurture a collaborative environment that truly embraces co-creation, cultivate solutions that restores not extracts and tries new ways in order to ensure a habitable planet for generations to come.Second, caring for our seniors. A whole of nation approach is not just important for climate change but also for issues like mental health. I was heartened to hear the commitment to tackle loneliness and social isolation in Deputy Prime Minister Lawrence Wong's speech. Today, ageing research in Singapore and Japan has shown that lonely older adults not only lived at least three years less than their peers, but also spent less of their remaining life in good health. As of 2020, about 10% of Singapore residents aged 60 years and above lived alone. In their older years women are more likely to live alone than men.As a Member of Parliament to a constituency with many older residents, it was sobering when I first came in to see many empty nests or single seniors. Further in 2020, in the hearts of the pandemic, nationally, we saw the most number of elderly suicide since 1991 – among people aged 60 and above, a total of 154 took their own lives.I felt each elderly suicide that I knew of from the ground keenly. In their golden years, why did things feel hopeless? Is there anything we could have done better to offer a listening year to have been what they needed at that point in time? At each wake, I unearth that while some had strong support from family members who were devastated and questioning what they had missed, others had invisible health conditions or burdens, which felt too great to bear – especially if they were alone.Research has also shown that chronic social isolation increases the risk of mental health challenges like depression, anxiety and substance abuse as well as chronic conditions such as high blood pressure. It also raises the risk of dementia. Other advanced economies are grappling with this issue too. In 2021, Japan appointed a minister for loneliness. The UK has had a ministerial lead on loneliness since 2017, later announcing its inaugural loneliness strategy in 2018 and a loneliness engagement fund which provided grants between £15,000 and £50,000 to organisations, which could engage at-risk groups.Here in Singapore and Interagency Taskforce on Mental Health and Well-being was set up in 2021 and it was announced in 2022 that an SG Mental Well-being Network was formed and that the establishment of a permanent National Well-being Office was being considered.I am grateful that we are moving the needle and hope that we consider more support along the mental health spectrum including considering the availability of insurance that does not discriminate against mental health conditions, lessening the load on Institute of Mental Health (IMH) as an acute hospital and offering more varied inclusive options of care for the community as well as for those who care for them. A whole-of-nation approach is needed. Peer support by friends, friendly neighbours by our people, responsible businesses to adapt and hire inclusively and targeted direction of resources by the Government. We may not be able to save everyone but we must try.In Chengsan-Seletar, we are building on our efforts over the past two years to implement strategic plans for our seniors using a three-pronged approach, based on the theory of change to increase awareness of available resources and to remind our seniors they are not alone. Early detection and screening, creating social support networks and making our elderly feel valued. We are training eyes and ears on the ground through partnerships among postmen and postwomen with SingPost, hawkers and trained psychological first-aid responders, running our 100x Seniors Club to encourage them to come out of their homes and targeting to launch Calm Corners in each of our residential zones to test out evidence-based programmes by ground-up initiatives. Through all this, I hope to remind our seniors that they are not alone and that they are valued.Third, our youths would lead us into the future, by population, use approximately 25% of the residential population today, but 100% of our future. Youths today are dealing with a more challenging landscape as they come of age, confronted with the climate crisis, fierce competition both in terms of placements for local Institutions of Higher Learning and the global talent pool for work. Many also feel sandwiched.However, despite all these challenges. They are the ones who will lead Singapore into the brighter futures. We must invest enough in our youths to empower them to take us forward or face the consequences of them leaving for other pastures. Our youths are equal parts resourceful, creative and resilient and willing to put their hand up and be counted on. For example, two National University of Singapore (NUS) students, Tim and Jen, who volunteer their time on the ground by joining an NParks' working group targeting human wildlife conflict, to interview residents, conduct overnight surveys and actively participated in an Otter Relocation Exercise throughout the night. We are facing new unexpected challenges and I am grateful to youths such as them, who are willing to take ownership in finding workable solutions.But youths cannot do it alone, I have called many times for more space towards ensuring meaningful youth participation not just for quotas or at dialogues. If we want youth to show up, we must also trust them and make space at the table for youths to have a say and stake in their futures.As the co-chair of People's Action Party (PAP)'s MAB Muda, it has been my privilege to meet youths from all walks of life with a variety of interests. For International Women's day this year, two of our youth activists, Anatasha and Nadia interviewed everyday Malay/Muslim Singaporean women to give their stories, values and thoughts or voice via an interview series called Dengar Suara Kita. They ran this independently and I am very impressed by their conviction to take quiet action on this matter close to their hearts. Sir, in Malay, please.(In Malay): [Please refer to Vernacular Speech.] This Ramadan has been a meaningful one for our community. For the first time since COVID-19, we witnessed our community coming together to break their fast and perform their prayers at the mosques with family and friends. In the earlier part of my speech, I highlighted some of my concerns and suggestions relating to seniors and youths. During a mass iftar recently in Ang Mo Kio, I teared up when a grandmother gently patted my face and told me she will pray for me to continue to have the strength to perform my duties. Many of the elderly attendees like her faced mobility challenges and required assistance from a caregiver and needed to use personal mobility devices, wheelchairs or walking canes. With the average life expectancy in Singapore being above 80 years, it is important for us to look into the quality of life in our seniors’ golden years. In order to do so, we must encourage more seniors to take care of their health and incorporate healthier nutrition into their lifestyles. We should raise more awareness among them that they should not be afraid to undergo early health screening because they will be able to take steps, if necessary, to take care of themselves and their loved ones.On youths in our community, I have confidence and faith in their capabilities. It is not only student leaders or scholars who are doing us proud, but everyday youths among us who are taking the time out to be active citizens. For example, during this Ramadan, there were various ground-up efforts by informal volunteer networks of students like the IM Volunteers Network SG, faith groups and motorcycle enthusiasts, for example, Kazoku Riders, who spent time to make volunteering a part of their life. We must continue to find ways to support such groups.In addition to us moving forward in a post-COVID-19 world, we must ensure that all walks of society are involved in building the future that they want. As the Malay saying goes – climb the hill together, descend the valley together – we must continue embodying this spirit so that each generation can achieve an equitable outcome.As more people become involved in society, there will definitely be different views among them. The PAP does not shy away from different views and does not say that we have a monopoly on ideas. We hold many dialogues at various levels and welcome constructive discussions. However, good leadership and good politics should involve a willingness to raise difficult issues and explain its merits and disadvantages before making decisions in the best interests of Singapore and Singaporeans based on the facts available at that time. Sir, that is good politics and good leadership.(In English): Mr Speaker, Sir, I support the Motion. Mr Speaker: Order. I propose to take a break now. I suspend the Sitting and will take the Chair at 3.05 pm. Sitting accordingly suspended at 2.45 pm until 3.15 pm.Sitting resumed at 3.15 pm.[Mr Speaker in the Chair]"]}